Repository: pgadmin-org/pgadmin-www
Catalog: pgadmin3/locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: af_za, de_de, el_gr, es_es, fa_ir, fr_fr, id_id, ja_jp, ru_ru, tr_tr

source: <Char_Desc_2000>Free Administration Centre for the PostgreSQL database. Includes a graphical administration interface, an SQL query tool, a procedural code editor and much more. pgAdmin III is designed to answer the needs of most users, from writing simple SQL queries to developing complex databases. The graphical interface supports all PostgreSQL features and makes administration easy. Available in more than 30 languages and for several operating systems, including MS Windows, GNU/Linux and FreeBSD.</Char_Desc_2000>
af_za: <Char_Desc_2000>Gratis administrasiesentrum vir PostgreSQL-databasisse. Dit bevat 'n grafiese administrasiekoppelvlak, 'n SQL-navraaghulpmiddel, 'n redigeerder vir programkode van prosedures en vele meer. pgAdmin III is ontwerp om vir die behoeftes van die meeste gebruikers voorsiening te maak, van die skryf van eenvoudige SQL-navrae tot die ontwikkeling van komplekse databasisse. Die grafiese koppelvlak ondersteun alle PostgreSQL-funksionaliteit en dit maak administrasie maklik. Dit is beskikbaar in meer as 30 tale en vir verskeie bedryfstelsels, insluitende MS Windows, GNU/Linux en FreeBSD.</Char_Desc_2000>
de_de: <Char_Desc_450>Freies Administrationstool für das PostgreSQL Datenbanksystem. Enthält eine grafische Admistrationsoberfläche, ein SQL Query Tool, ein Editor für prozeduralen Code und etliches mehr. pgAdmin III wurde entwickelt um den Anforderungen einer breiten Schicht von Benutzern, vom Schreiben einfacher Queries bis zur Entwicklung komplexer Datenbanken, zu entsprechen. Die grafische Oberfläche unterstützt sämtliche PostgreSQL Features und macht die Administration sehr einfach. Das Programm ist in mehr als 30 Sprachen übersetzt und steht für diverse Betriebssysteme einschließlich Windows, Linux und FreeBSD zur Verfügung.</Char_Desc_450>
el_gr: <Char_Desc_2000>Δωρεάν πρόγραμμα διαχείρισης της βάσης δεδομένων PostgreSQL. Περιλαμβάνει γραφικό περιβάλλον διαχείρισης, εργαλείο δημιουργίας και εκτέλεσης SQL εντολών, επεξεργαστή κώδικα διαδικασιών (procedural code editor) και πολλά ακόμη εργαλεία. Το pgAdmin III έχει σχεδιαστεί για να ικανοποιήσει τις ανάγκες όλων των χρηστών, από αυτούς που εκτελούν απλές SQL εντολές έως αυτούς που αναπτύσουν πολύπλοκες βάσεις δεδομένων. Το γραφικό περιβάλλον υποστηρίζει όλα τα χαρακτηριστικά της PostgreSQL και κάνει τη διαχείρισή της εύκολη. Είναι διαθέσιμο σε περισσότερες από 30 γλώσσες και για αρκετά λειτουργικά συστήματα, συμπερλιμβανομένων των MS Windows, GNU/Linux και FreeBSD.</Char_Desc_2000>
es_es: <Char_Desc_2000>Centro Libre de Administración de la Base de Datos PostgreSQL. Incluye un interfaz de administración gráfica, una herramienta de consulta SQL, un editor de código procedural y mucho más. pgAdmin III está diseñado para responder a las necesidades de muchos usuarios, desde realizar una simple consulta SQL a desarrollar una base de datos compleja. La interfaz gráfica soporta todas las características de PostgreSQL y hace fácil la administración. Está disponible en más de 30 idiomas y para varios sistemas operativos, incluyendo MS Windows, GNU/Linux y FreeBSD.</Char_Desc_2000>
fa_ir: <Char_Desc_2000>مرکز مدیریت آزاد برای بانک اطلاعاتی PostgreSQL. شامل واسطی گرافیکی مدیریت، ابزار پرسش SQL، ویرایشگر کد رویه‌ای و بسیاری دیگر می‌باشد. pgAdmin III برای پاسخگویی به نیازهای بیشتر کاربران، از نگارش پرسش‌های ساده‌ی SQL تا تولید بانک‌های اطلاعات پیشرفته طراحی شده است. واسط گرافیکی از تمام قابلیت‌های PostgreSQL پشتیبانی کرده و مدیریت را آسان می‌سازد. در بیشتر از ۳۰ زبان و برای چندین سیستم عامل، شامل ویندوز، گنو/لینوکس و FreeBSD، در دسترس می‌باشد.</Char_Desc_2000>
fr_fr: <Char_Desc_2000>Logiciel libre d'administration de la base de données PostgreSQL. Comprend une interface graphique d'administration, un outil de requêtes SQL, un éditeur de code procédural et bien plus encore. pgAdmin III est conçu pour répondre à la plupart des besoins, depuis l'écriture de simples requêtes SQL jusqu'au développement de bases de données complexes. L'interface graphique supporte les fonctionnalités de PostgreSQL les plus récentes et fait de l'administration un jeu d'enfant. Disponible dans plus de 30 langues et pour plusieurs systèmes d'exploitation, y compris MS Windows, GNU/Linux et FreeBSD.</Char_Desc_2000>
id_id: <Char_Desc_2000>Pusat Administrasi secara gratis untuk database PostgreSQL, termasuk tampilan administrasi grafis, tool query SQL, editor procedural code dan banyal lagi. pgAdmin didesain sebagai jawaban dari kebutuhan banyak pengguna, mulai dari menulis query SQL yang sederhana sampai mengerjakan database yang komplek. pgAdmin III tersedia lebih dari 30 bahasa dan beberapa sistem operasi, termasuk MS windows, GNU/Linux dan FreeBSD.</Char_Desc_2000>
ja_jp: <Char_Desc_2000>PostgreSQLデータベースにおける中心で自由に管理できます。グラフィカルな管理インターフェース、SQLクエリーツール、手続きのコード・エディター、および多くを含みます。シンプルなSQLクエリーを書くことから開発中の複雑なデータベース操作、pgAdminIIIは、ほとんどのユーザーの要求に答えるようにデザインされています。グラフィカルなインターフェースは、すべてのPostgreSQL特徴をサポートして、管理を簡単にします。３０以上の言語で、MSウィンドウズ、GNU/Linux、およびFreeBSDを含むいくつかのオペレーティングシステムので利用できます。</Char_Desc_2000>
ru_ru: <Char_Desc_2000>Бесплатный Административный Центр для базы PostgreSQL. Включает графический интрефейс, редакторы SQL и хранимых процедур и многое другое. pgAdmin III спроектирован так чтобы ответить нуждам большинства пользователей, от простых SQL-запросов до разработки сложных баз данных. Графический интерфейс поддерживает все возможности PostgreSQL и делает администрирование простым. Доступен на более чем 30 языках и на нескольких платформах, включая MS Windows, GNU/Linux и FreeBSD.</Char_Desc_2000>

source: <Char_Desc_250>Free Administration Centre for the PostgreSQL database. Includes a graphical administration interface, an SQL query tool, a procedural code editor and much more. Designed to answer the needs of most users.</Char_Desc_250>
af_za: <Char_Desc_250>Gratis administrasiesentrum vir PostgreSQL-databasisse. Dit bevat 'n grafiese koppelvlak, 'n SQL-navraaghulpmiddel, 'n prosedure-redigeerder en vele meer - ontwerp vir die meeste gebruikers se behoeftes.</Char_Desc_250>
de_de: <Char_Desc_250>Freies Administrationstool für das PostgreSQL Datenbanksystem. Enthält eine grafische Admistrationsoberfläche, ein SQL Query Tool, ein Editor für prozeduralen Code und etliches mehr. pgAdmin III dürfte praktisch allen Ansprüchen an ein Datenbanktool gerecht werden.</Char_Desc_250>
el_gr: <Char_Desc_250>Δωρεάν πρόγραμμα διαχείρισης για την βάση δεδομένων PostgreSQL. Περιλαμβάνει γραφικό περιβάλλον διαχείρισης, εργαλείο δημιουργίας και εκτέλεσης SQL εντολών, και πολλά ακόμη εργαλεία. Έχει σχεδιασθεί για να ικανοποιήσει τις ανάγκες των περισσότερων χρηστών.</Char_Desc_250>
es_es: <Char_Desc_250>Centro Libre de Administración de la Base de Datos PostgreSQL. Incluye un interfaz de administración gráfica, una herramienta de consulta SQL, un editor de código procedural y mucho más. Está diseñado para responder a las necesidades de muchos usuarios..</Char_Desc_250>
fa_ir: <Char_Desc_250>مرکز مدیریت آزاد برای بانک اطلاعاتی PostgreSQL. شامل واسطی گرافیکی مدیریت، ابزار پرسش SQL، ویرایشگر کد رویه‌ای و بسیاری دیگر می‌باشد.برای پاسخگویی به نیازهای بیشتر کاربران طراحی گردیده است.</Char_Desc_250>
fr_fr: <Char_Desc_250>Logiciel libre d'administration de PostgreSQL. Comprend une interface graphique d'administration, un outil de requêtes SQL, un éditeur de code procédural et bien plus encore. Conçu pour répondre à la plupart des besoins.</Char_Desc_250>
id_id: <Char_Desc_250>Pusat Administrasi secara gratis untuk database PostgreSQL, termasuk tampilan administrasi grafis, tool query SQL, editor procedural code dan banyal lagi. pgAdmin didesain sebagai jawaban dari kebutuhan banyak pengguna.</Char_Desc_250>
ja_jp: <Char_Desc_250>PostgreSQLデータベースにおける中心で自由に管理できます。グラフィカルな管理インターフェース、SQLクエリーツール、手続きのコード・エディター、および多くを含みます。ほとんどのユーザーの要求に答えるようにデザインました。.</Char_Desc_250>
ru_ru: <Char_Desc_250>Бесплатный Административный Центр для базы PostgreSQL. Включает графический интрефейс, редакторы SQL и хранимых процедур и многое другое. pgAdmin III спроектирован так чтобы ответить нуждам большинства пользователей.</Char_Desc_250>

source: <Char_Desc_450>Free Administration Centre for the PostgreSQL database. Includes a graphical administration interface, an SQL query tool, a procedural code editor and much more. pgAdmin III is designed to answer the needs of most users, from writing simple SQL queries to developing complex databases. Available in more than 30 languages and for several operating systems.</Char_Desc_450>
af_za: <Char_Desc_450>Gratis administrasiesentrum vir PostgreSQL-databasisse. Dit bevat 'n grafiese koppelvlak, 'n SQL-navraaghulpmiddel, 'n prosedure-redigeerder en vele meer. pgAdmin III is ontwerp vir die meeste gebruikers se behoeftes, van eenvoudige SQL-navrae tot die ontwikkeling van komplekse databasisse. Dit is beskikbaar in meer as 30 tale en vir verskeie bedryfstelsels.</Char_Desc_450>
de_de: <Char_Desc_450>Freies Administrationstool für das PostgreSQL Datenbanksystem. Enthält eine grafische Admistrationsoberfläche, ein SQL Query Tool, ein Editor für prozeduralen Code und etliches mehr. pgAdmin III wurde entwickelt um den Anforderungen einer breiten Schicht von Benutzern, vom Schreiben einfacher Queries bis zur Entwicklung komplexer Datenbanken, zu entsprechen. Das Programm ist in mehr als 30 Sprachen übersetzt und steht für diverse Betriebssysteme einschließlich Windows, Linux und FreeBSD zur Verfügung.</Char_Desc_450>
el_gr: <Char_Desc_450>Δωρεάν πρόγραμμα διαχείρισης της βάσης δεδομένων PostgreSQL. Περιλαμβάνει γραφικό περιβάλλον διαχείρισης, εργαλείο δημιουργίας και εκτέλεσης SQL εντολών, επεξεργαστή κώδικα διαδικασιών (procedural code editor) και πολλά ακόμη εργαλεία. Το pgAdmin III έχει σχεδιαστεί για να ικανοποιήσει τις ανάγκες όλων των χρηστών, από αυτούς που εκτελούν απλές SQL εντολές έως αυτούς που αναπτύσουν πολύπλοκες βάσεις δεδομένων. Είναι διαθέσιμο σε περισσότερες από 30 γλώσσες και για αρκετά λειτουργικά συστήματα, συμπερλιμβανομένων των MS Windows, GNU/Linux και FreeBSD.</Char_Desc_450>
es_es: <Char_Desc_450>Centro Libre de Administración de la Base de Datos PostgreSQL. Incluye un interfaz de administración gráfica, una herramienta de consulta SQL, un editor de código procedural y mucho más. pgAdmin III está diseñado para responder a las necesidades de muchos usuarios, desde realizar una simple consulta SQL a desarrollar una base de datos compleja. Está disponible en más de 30 idiomas y para varios sistemas operativos.</Char_Desc_450>
fa_ir: <Char_Desc_450>مرکز مدیریت آزاد برای بانک اطلاعاتی PostgreSQL. شامل واسطی گرافیکی مدیریت، ابزار پرسش SQL، ویرایشگر کد رویه‌ای و بسیاری دیگر می‌باشد. pgAdmin III برای پاسخگویی به نیازهای بیشتر کاربران، از نگارش پرسش‌های ساده‌ی SQL تا تولید بانک‌های اطلاعات پیشرفته طراحی شده است. در بیشتر از ۳۰ زبان و برای چندین سیستم عامل در دسترس می‌باشد.</Char_Desc_2000>
fr_fr: <Char_Desc_450>Logiciel libre d'administration de la base de données PostgreSQL. Comprend une interface graphique d'administration, un outil de requêtes SQL, un éditeur de code procédural et bien plus encore. pgAdmin III est conçu pour répondre à la plupart des besoins, depuis l'écriture de simples requêtes SQL jusqu'au développement de bases de données complexes. Disponible dans plus de 30 langues et pour plusieurs systèmes d'exploitation.</Char_Desc_450>
id_id: <Char_Desc_450>Pusat Administrasi secara gratis untuk database PostgreSQL, termasuk tampilan administrasi grafis, tool query SQL, editor procedural code dan banyal lagi. pgAdmin didesain sebagai jawaban dari kebutuhan banyak pengguna, mulai dari menulis query SQL yang sederhana sampai mengerjakan database yang komplek. pgAdmin III tersedia lebih dari 30 bahasa dan beberapa sistem operasi.</Char_Desc_450>
ja_jp: <Char_Desc_450>PostgreSQLデータベースにおける中心で自由に管理できます。グラフィカルな管理インターフェース、SQLクエリーツール、手続きのコード・エディター、および多くを含みます。シンプルなSQLクエリーを書くことから開発中の複雑なデータベース操作、pgAdminIIIは、ほとんどのユーザーの要求に答えるようにデザインされています。３０以上の言語で利用できて、およびいくつかのオペレーティングシステムで可能です。.</Char_Desc_450>
ru_ru: <Char_Desc_450>Бесплатный Административный Центр для базы PostgreSQL. Включает графический интрефейс, редакторы SQL и хранимых процедур и многое другое. pgAdmin III спроектирован так чтобы ответить нуждам большинства пользователей, от простых SQL-запросов до разработки сложных баз данных. Доступен на более чем 30 языках и для нескольких операционных систем.</Char_Desc_450>

source: <Char_Desc_45>Administration Centre for PostgreSQL</Char_Desc_45>
af_za: <Char_Desc_45>Administrasie van PostgreSQL-databasisse.</Char_Desc_45>
de_de: <Char_Desc_45>Administrationszentrum für PostgreSQL</Char_Desc_45>
el_gr: <Char_Desc_45>Πρόγραμμα διαχείρισης για τη βάση δεδομένων PostgreSQL</Char_Desc_45>
es_es: <Char_Desc_45>Centro Libre de Administración de la Base de Datos PostgreSQL</Char_Desc_45>
fa_ir: <Char_Desc_45>مرکز مدیریت PostgreSQL</Char_Desc_45>
fr_fr: <Char_Desc_45>Logiciel d'administration de PostgreSQL</Char_Desc_45>
id_id: <Char_Desc_45>Pusat Administrasi untuk PostgreSQL</Char_Desc_45>
ja_jp: <Char_Desc_45>PostgreSQLにとって中心の管理</Char_Desc_45>
ru_ru: <Char_Desc_45>Административный Центр для PostgreSQL</Char_Desc_45>

source: <Char_Desc_80>Free Administration Centre for the PostgreSQL database</Char_Desc_80>
af_za: <Char_Desc_80>Gratis administrasiesentrum vir PostgreSQL-databasisse met grafiese koppelvlak.</Char_Desc_80>
de_de: <Char_Desc_80>Grafische Administrationsoberfläche für das PostgreSQL Datenbanksystem</Char_Desc_80>
el_gr: <Char_Desc_80>Δωρεάν πρόγραμμα διαχείρισης της βάσης δεδομένων PostgreSQL.</Char_Desc_80>
es_es: <Char_Desc_80>Centro Libre de Administración de la Base de Datos PostgreSQL</Char_Desc_80>
fa_ir: <Char_Desc_80>مرکز مدیریت آزاد برای بانک اطلاعاتی PostgreSQL.</Char_Desc_80>
fr_fr: <Char_Desc_80>Logiciel libre d'admistration de la base de données PostgreSQL</Char_Desc_80>
id_id: <Char_Desc_80>Pusat Administrasi secara gratis untuk database PostgreSQL.</Char_Desc_80>
ja_jp: <Char_Desc_80>PostgreSQLデータベースのためのグラフィカルな管理インターフェース</Char_Desc_80>
ru_ru: <Char_Desc_80>Бесплатный Административный Центр для базы PostgreSQL</Char_Desc_80>

source: A data grid allows to insert, modify and drop data easily.
af_za: 'n Datarooster sorg vir maklike byvoeg, verander en uitvee van data.
de_de: Das Datengrid erlaubt das einfache Einfügen, Ändern und Löschen von Daten.
el_gr: Το πλέγμα-πίνακας επιτρέπει την εισαγωγή, αλλαγή και διαγραφή των δεδομένων εύκολα.
es_es: Una caja de datos permite insertar, modificar y borrar datos fácilmente.
fa_ir: یک تور داده‌ها اجازه‌ی درج، پیرایش و انداختن داده‌ها را به آسانی می‌دهد.
fr_fr: Une grille de données permet d'insérer, de modifier et de supprimer facilement des données.
id_id: Sebuah sel data di gunakan untuk mempermudah input,modifikasi, drop suatu data.
ja_jp: データグリッドは、容易にデータを挿入したり、改変あるいは削除することができます。
ru_ru: Электронная таблица позволяет с лёгкостью добавлять, изменять и удалять данные.
tr_tr: Bir veri gridi, verinin kolayca girilmesini, düzenlenmesini ve silinmesini sağlar.

source: A detailed list of supported languages is available on the <a href='%s'>Translation</a> page.
af_za: 'n Gedetailleerde lys van ondersteunde tale is beskikbaar op die <a href='%s'>Vertalings</a>-bladsy.
de_de: Eine detaillierte Liste der unterstützten Sprachen kann von der <a href='%s'>Übersetzungen-Seite</a> abgerufen werden.
el_gr: Λεπτομερής λίστα των υποστηριζόμενων γλωσσών είναι διαθέσιμη από τη σελίδα των <a href='%s'>Μεταφράσεων</a>
es_es: Está disponible una lista detallada de los idiomas soportados en la página de <a href='%s'>Traducción</a>.
fa_ir: لیست مشروحی از زبان‌های دارای پشتیبانی در صفحه‌ی <a href='%s'>ترجمه</a> در دسترس است.
fr_fr: Une liste détaillée des langues proposées est disponible à la page <a href='%s'>Traduction</a>.
id_id: Daftar secara detail dari bahasa apa yang di dukung tersedia pada halaman <a href='%s'>Penterjemahan</a>
ja_jp: サポートされた言語の詳細なリストは <a href='%s'>翻訳</a> ページで利用できます。
ru_ru: Подробный список поддерживаемых языков доступен на странице <a href='%s'>Переводы</a>.
tr_tr: Desteklenen dillerin ayrıntılı listesine <a href='%s'>Çeviriler</a> sayfasından ulaşabilirsiniz.

source: A double-click in the navigation tree opens the selected object in a separate dialog.
af_za: 'n Dubbelklik in die navigeerboom maak die betrokke objek oop in 'n aparte venster.
de_de: Ein Doppelklick in den Navigationsbaum öffnet für das gewählte Objekt einen separaten Dialog.
el_gr: Το διπλό κλικ στη δενδιρκή δομή των αντικειμένων ανοίγει το επιλεγμένο αντικείμενο σε ξεχωριστό διάλογο.
es_es: Haciendo doble clic en el árbol de navegación se abre el objeto seleccionado en un cuadro de diálogo separado.
fa_ir: دو-کلیکه در درخت صفحه‌نوردی شیئ انتخاب شده را در یک گفتگوی جداگانه باز می‌کند.
fr_fr: Un double-clic dans l'arborescence de navigation ouvre l'objet sélectionné dans une fenêtre de dialogue séparée.
id_id: Klik dua kali pada navigasi tree akan menampilkan obyek yang telah di pilih dalam dialog terpisah.
ja_jp: ナビゲーション・ツリーのダブルクリックは、別々のダイアログで選ばれたオブジェクトをオープンします。
ru_ru: Двойной щелчок мыши по навигационному древу открывает выбранный объект в отдельном окне диалога.
tr_tr: Gezgin ağacına çift tıklamak, seçili nesneyi ayrı bir pencerede açar.

source: A new release of pgAdmin is available, including bug fixes for some problems that have been reported by users.
af_za: 'n Nuwe vrystelling van pgAdmin is beskikbaar, insluitende oplossings vir programgoggas wat deur gebruikers gerapporteer is.
de_de: Ein neues Release von pgAdmin is freigegeben, mit einigen Bug Fixes zu Problemen die uns durch Benutzer gemeldet wurden.
el_gr: Μια νέα έκδοση του pgAdmin είναι διαθέσιμη, και περιέχει λύσεις σε προβλήματα που αναφέρθηκαν από τους χρήστες.
es_es: Ya esta disponible una nueva versión de pgAdmin, incluyendo corrección de errores que fueron detectados por usuarios.
fa_ir: پخش جدیدی از pgAdmin، شامل تعمیرات اشکال برای بعضی از اشکالاتی که کاربران گزارش داده‌اند، در دسترس است.
fr_fr: Une nouvelle version de pgAdmin est disponible, qui corrige les bugs et problèmes rapportés par les utilisateurs.
id_id: Rilis terbaru dari pgAdmin sudah tersedia, dan sudah termasuk perbaikan bug untuk masalah yang telah dilaporkan oleh para pengguna.
ja_jp: pgAdminの新しいリリースは、利用できます。また、潜在していたバグは、ユーザーによりレポートされたいくつかの問題を修正しています。
ru_ru: Появился новый релиз pgAdmin, включающий в себя решения некоторых сообщённых пользователями проблем.

source: A query tool with colour syntax highlight allows to run custom queries.
af_za: 'n Navraaghulpmiddel met sintaksverkleuring kan doelgemaakte navrae uitvoer.
de_de: Ein Abfragetool mit Syntaxhervorhebung erlaubt das Ausführen beliebiger Abfragen.
el_gr: Το εργαλέιο δημιουργίας και εκτέλεσης των query που χρωματίζει τον κώδικα, σας δίνει τη δυνατότητα να εκτελέσετε πολύπλοκα query.
es_es: Una herramienta de consultas con sintaxis resaltada a color permite la ejecución de consultas personalizadas.
fa_ir: یک ابزار پرسش با پرنوری رنگی ترکیب اجازه‌ی اجرای پرسش‌های اختصاصی را می‌دهد.
fr_fr: Un outil de requêtage avec syntaxe colorisée permet de lancer des requêtes.
id_id: Alat query yang di lengkapi dengan syntax highlight yang berwarna ini berguna untuk menjalankan berbagai macam query.
ja_jp: カラー・構文・ハイライトをもつクエリーツールは、カスタムクエリーを実行できます。
ru_ru: Средство для SQL-запросов со цветовым выделением синтаксиса позволяет запускать обыкновенные запросы.
tr_tr: Renkli sözdizim işaretlemeli sorgu aracı, seçimsel sorguların çalıştırılmasına izin verir.

source: A recent development environment.
af_za: 'n Onlangse ontwikkelingsomgewing
de_de: Eine aktuelle Entwicklungsumgebung.
el_gr: Ένα σύγχρονο περιβάλλον ανάπτυξης.
es_es: Un entorno de desarrollo reciente.
fa_ir: محیط برنامه‌سازی اخیر.
fr_fr: Un environnement de développement récent
id_id: Enviroment development yang baru.
ja_jp: 最新の開発環境
ru_ru: Современная среда разработки.
tr_tr: Yeni geliştirme ortamı

source: A running query can be cancelled on the fly by clicking on the red square button.
af_za: 'n Navraag wat besig is om uit te voer kan gestaak word deur op die rooi vierkantknoppie te klik.
de_de: Eine laufende Abfrage kann durch Klick des roten Quadrates abgebrochen werden.
el_gr: Το query που εκτελείτε μπορεί να ακυρωθεί αμέσως κάνοντας κλικ στο κόκκινο τετράγωνο.
es_es: Una consulta en ejecución puede cancelarse al vuelo haciendo clic en el botón cuadrado rojo.
fa_ir: پرسشی در حال اجرا می‌تواند بیدرنگ بوسیله‌ی کلیک بر دکمه‌ی چهارگوش قرمز لغو گردد.
fr_fr: Il est possible d'annuler une requête en cours d'exécution en cliquant sur le bouton représentant un carré rouge.
id_id: Query yang sedang berjalan bisa di batalkan secara langsung dengan dengan meng-klik tombol berwarna merah.
ja_jp: 走っているクエリーは赤い四角ボタンをクリックすることによって実行時にキャンセルすることができます。
ru_ru: Выполняющийся запрос может быть прерван щелчком по кнопке с красным квадратом.
tr_tr: Çalışan bir sorgu kırmızı kare düğmeye tıklanarak anında iptal edilebilir.

source: A short guided tour of the interface:
af_za: 'n Kort begeleide toer van die koppelvlak:
de_de: Eine kurze geführte Tour durch die Oberfläche:
el_gr: Μικρός οδηγός του περιβάλλοντος εργασίας:
es_es: Una pequeña vuelta guiada por la interfaz:
fa_ir: گردشی کوتاه بر واسط:
fr_fr: Un rapide aperçu de l'interface:
id_id: Petunjuk singkat dari tampilan:
ja_jp: インターフェースの短いガイドつきツアー:
ru_ru: Краткий экскурс по возможностям интерфейса:
tr_tr: Arayüz hakkında kısa bir tur:

source: Access to all PostgreSQL objects
af_za: Toegang tot alle PostgreSQL objekte
de_de: Zugriff auf alle PostgreSQL-Objekte
el_gr: Πρόσβαση σε όλα τα αντικείμενα της PostgreSQL.
es_es: Acceso a todos los objetos de PostgreSQL
fa_ir: دستیابی به همه‌ی اشیای PostgreSQL
fr_fr: Accès à la majorité des objets PostgreSQL
id_id: Akses ke semua obyek PostgreSQL
ja_jp: すべてのPostgreSQLオブジェクトへのアクセス
ru_ru: Доступ ко всем объектам PostgreSQL
tr_tr: Tüm PostgreSQL nesnelerine erişim

source: Additional languages
de_de: Zusätzliche Sprachen
el_gr: Επιπλέον γλώσσες
id_id: Bahasa-bahasa tambahan
ja_jp: 追加した言語
ru_ru: Дополнительные языки

source: After one year of development, we are happy to announce the availability of pgAdmin III, a complete rewrite of pgAdmin II for Ms Windows, GNU/Linux and FreeBSD.
af_za: Na een jaar se ontwikkeling, kondig ons graag aan dat pgAdmin III beskikbaar is. Dit is volledig herskryf vir MS Windows, GNU/Linux en FreeBSD.
de_de: Wir sind stolz, nach einem Jahr der Entwicklung die Verfügbarkeit von pgAdmin III, einer kompletten Neuimplementation, für MS Windows, GNU/Linux und FreeBSD ankündigen zu können.
el_gr: Μετά από ένα χρόνο ανάπτυξης, είμαστε στην ευχάριστη θέση να ανακοινώσουμε τη διαθεσιμότητα του pgAdmin III, μιας εντελώς καινούργιας εφαρμογής σε σχέση με το pgAdmin II που είναι διαθέσιμη για τα Ms Windows, GNU/Linux και FreeBSD.
es_es: Después de un año de desarrollo, estamos felices de anunciar la disponibilidad de pgAdmin3, una completa revisión de pgAdmin2 para Ms Windows, GNU/Linux y FreeBSD.
fa_ir: بعد از یک سال برنامه‌سازی، خوشحال هستیم که وجود pgAdmin III، یک بازنگارش کامل از pgAdmin II برای ویندوز، گنو/لینوکس و FreeBSD را اعلام کنیم.
fr_fr: Après une année de développement, nous sommes heureux d'annoncer la disponibilité de pgAdmin III, une réécriture complète de pgAdmin II pour Ms Windows, GNU/Linux et FreeBSD.
id_id: Setelah proses development selama satu tahun, akhirnya kita bisa mengumukan beta dari pgAdmin III untuk Ms Windows,GNU/Linux dan FreeBSD yang di tulis ulang secara menyeluruh dari pgAdmin II.
ja_jp: 1年の開発の後で、私達は、pgAdminIIの完成した書き直しでMs Windows, GNU/Linux、およびFreeBSDのためのpgAdminIIIリリースの有効性を発表することができてうれしいです。
ru_ru: После года работы, мы с радостью сообщаем о появлении pgAdmin III, полностью переписанного pgAdmin II для MS Windows, GNU/Linux и FreeBSD.

source: Aggregates
af_za: Samevoegers
de_de: Aggregate
el_gr: Σύνολα
es_es: Agregados
fr_fr: Aggrégats
id_id: Aggregate
ja_jp: 統計情報
ru_ru: Сводки
