Repository: pgadmin-org/pgadmin-www
Catalog: pgadmin3/locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: af_za, de_de, el_gr, es_es, fa_ir, fr_fr, id_id, ja_jp, ru_ru, tr_tr

source: pgAdmin III can connect to any PostgreSQL 7.3/7.4 database using the embedded libpq native library.
af_za: pgAdmin III kan aan enige PostgreSQL 7.3/7.4 databasis koppel met die ingeboude 'libpq native library'.
de_de: pgAdmin III kann zu jedem PostgreSQL 7.3/7.4 Datenbankserver mit der eingebunden nativen libpq Library verbinden.
el_gr: Το pgAdmin III μπορεί να συνδεθεί σε οποιαδήποτε βάση δεδομένων PostgreSQL 7.3/7.4 χρησιμοποιώντας την ενσωματωμένη libpq native library.
es_es: pgAdmin3 puede conectarse a cualquier base de datos PostgreSQL 7.3/7.4 usando la librería empotrada nativa libpq.
fa_ir: pgAdmin III می‌تواندبا هر بانک اطلاعات PostgreSQL 7.3/7.4 با استفاده ازکتابخانه در بستری بومی libpq اتصال برقرار کند.
fr_fr: pgAdmin III est capable de se connecter de manière native aux bases de données PostgreSQL 7.3 / 7.4 grâce à la librairie incorporée libpg.
id_id: pgAdmin III bisa terkoneksi ke basisdata PostgreSQL 7.3/7.4 menggunakan native library dari embeded libpq.
ja_jp: pgAdminIIIは、埋め込み型libpqネイティブライブラリを利用したPostgreSQL 7.3/7.4 データベースに接続することができます
ru_ru: pgAdmin III может подсоединяться к любой базе данных PostgreSQL 7.3/7.4 с помощью встроенной библиотекой libpq.

source: pgAdmin III includes PostgreSQL full documentation.
af_za: pgAdmin III bevat ook die volledige PostgreSQL dokumentasie.
de_de: pgAdmin III enthält die komplette PostgreSQL 7.4 Dokumentation.
el_gr: Το pgAdmin III περιλαμβάνει το πλήρες εγχειρίδιο της PostgreSQL.
es_es: pgAdmin3 incluye documentación completa de PostgreSQL.
fa_ir: pgAdmin III تمام نوشتارهای PostgreSQL را در بر دارد.
fr_fr: pgAdmin III inclue la documentation complète de PostgreSQL.
id_id: Dokumentasi lengkap PostgreSQL sudah ada di pgAdmin III.
ja_jp: pgAdminIIIは、完全なPostgreSQLのドキュメンテーションが含まれています。
ru_ru: pgAdmin III содержит полную документацию PostgreSQL.

source: pgAdmin III includes a table editor.
af_za: pgAdmin III het 'n tabelredigeerder.
de_de: pgAdmin III enthält einen Tabelleneditor.
el_gr: Το pgAdmin III περιλαμβάνει επεξεργαστή πινάκων.
es_es: pgAdmin3 incluye un editor de tablas.
fa_ir: pgAdmin III شامل یک ویرایشگر جدول است.
fr_fr: pgAdmin III comprend un éditeur de table.
id_id: Tabel buat editor sudah termasuk didalam pgAdmin III.
ja_jp: pgAdminIIIには、テーブルエディターが含まれます。
ru_ru: pgAdmin III включает редактор таблиц.

source: pgAdmin III interface is translated in more than %d languages.
af_za: Die pgAdmin III gebruikerkoppelvlak is vertaal in meer as %d tale.
de_de: Die pgAdmin III Benutzeroberfläche ist in mehr als %d Sprachen übersetzt.
el_gr: H διεπαφή του pgAdmin III έχει μεταφραστεί σε %d γλώσσες.
es_es: La interfaz de pgAdmin3 está traducida a más de %d idiomas.
fa_ir: واسط pgAdmin III به بیش از %d زبان ترجمه شده است.
fr_fr: L'interface utilisateur de pgAdmin III est traduire vers plus de %d langues.
id_id: Tampilan dari pgAdmin III sudah di terjemahkan lebih dari %d bahasa.
ja_jp: pgAdminIIIインターフェースは、%d以上の言語で訳されます。
ru_ru: Интерфейс pgAdmin III переведён на более чем %d языков.

source: pgAdmin III interface supports all known Unicode scripts, even Right to Left (RTL) scripts like Arabic.
af_za: Die pgAdmin III-koppelvlak ondersteun alle bekende Unicode skriftipes, selfs Regs-na-Links (RTL) soos Arabies.
de_de: pgAdmin III unterstützt alle Unicode Schreibweisen, sogar Rechts-nach-Links-Schreibweisen (RTL) wie z.B. Arabisch.
el_gr: Η διεπαφή του pgAdmin III υποστηρίζει όλες τις γνωστές γραφές Unicode, ακόμα και την από Δεξιά προς Αριστερά (RTL) γραφή όπως τα Αραβικά.
es_es: El interfaz de pgAdmin3 soporta todos los scripts Unicode, incluyendo los scripts de Izquierda a Derecha (RTL) como el Árabe.
fa_ir: واسط pgAdmin III همه‌ی دست‌نویس‌های یونی‌کد شناخته شده را پشتیبانی می‌کند، حتی دست‌نویس‌های از راست به چپ (RTL) مانند عربی را.
fr_fr: L'interface de pgAdmin III est compatible avec toutes les langues du format Unicode, y compris les langues qui s'écrivent de droite à gauche (RTL, Right To Left) comme l'Arabe.
id_id: Tampilan dari pgAdmin III mendukung semua skrip Unicode yang ada, seperti juga bahasa Arab yang cara penulisannya dari kanan ke kiri.
ja_jp: pgAdminIIIインターフェースは、アラビア(RTL)のような去られたスクリプトにさえ、広く認知されたユニコード・スクリプトによりサポートします。
ru_ru: Интерфейс pgAdmin III поддерживает все известные написания Unicode, в том числе написания справа на лево (RTL), такие как арабское.

source: pgAdmin III is a comprehensive design and management interface for PostgreSQL database, designed to run on most Operating Systems.
af_za: pgAdmin III is 'n omvattende ontwerp- en bestuurkoppelvlak vir PostgreSQL-databasisse. Dit is ontwerp om op die meeste bedryfstelsels te werk.
de_de: pgAdmin III ist ein umfassendes Design- und Wartungsinterface für das PostgreSQL Datenbanksystem, entwickelt um auf den meisten Betriebssystemen zu laufen.
el_gr: Το pgAdmin III είναι ένα πρόγραμμα που προσφέρει σε σχεδίαση και διαχείριση σε προχωρημένο βαθμό για τη βάση δεδομένων PostgreSQL, και είναι σχεδιασμένο για να τρέχει σε πάρα πολλά Λειτουργικά Συστήματα.
es_es: pgAdmin3 es una interfaz comprensible para el diseño y administración de una base de datos PostgreSQL, diseñada para ejecutarse en la mayoria de los Sistemas Operativos.
fa_ir: pgAdmin III یک طراحی گسترده و واسط مدیریت برای بانک اطلاعات PostgreSQL بوده و برای اجرا بر بیشتر سیستم‌های عامل طراحی شده است.
fr_fr: pgAdmin III est une interface de conception et de gestion pour la base de données PostgreSQL, conçue pour fonctionner sur la majorité des sytèmes d'exploitation.
id_id: pgAdmin III adalah interface untuk basisdata PostgreSQL yang memiliki desain dan manejemen yang meliputi banyak hal, salah satunya adalah didesain agar bisa jalan diberbgai macam Sistem Operasi.
ja_jp: pgAdminIIIは、PostgreSQLデータベースのための包括的な設計、および管理インターフェースです、ほとんどのオペレーティングシステムで使えるようにデザインされています。
ru_ru: pgAdmin III представляет собой всеобъемлющий интерфейс проектирования и управления базами данных PostgreSQL, предназначенный для работы на большинстве операционных систем.

source: pgAdmin III is a free software project released under the <a href='%s'>Artistic licence</a>.
de_de: pgAdmin III ist ein Freies Softwareprojekt, freigegeben unter der <a href='%s'>Artistic Licence</a>.
el_gr: Το pgAdmin III είναι δωρεάν λογισμικό ανοικτού κώδικα που διανέμεται υπό την <a href='%s'>Artistic licence</a>.
es_es: pgAdmin3 es un proyecto de software gratuito liberado bajo la <a href='%s'>Licencia Artistica</a>.
fa_ir: pgAdmin III یک پروژه‌ی نرم‌افزار آزاد بوده و تحت <a href='%s'>مجوز هنری</a> پخش شده است.
fr_fr: pgAdmin III est un logiciel libre distribué sous <a href='%s'>licence artistique</a>.
id_id: pgAdmin III adalah proyek dari software gratis yang di release di bawah <a href='%s'>lisensi Artistic</a>.
ja_jp: pgAdminIIIは、<a href='%s'>Artistic licence</a>の下にリリースされたフリー・ソフトウェアプロジェクトです。
ru_ru: pgAdmin III это свободно распространяемое программное обеспечение выпущенное под лицензией <a href='%s'>Artistic Licence</a>.

source: pgAdmin III is a powerful administration and development platform for the PostgreSQL database, free for any use.
af_za: pgAdmin III is 'n kragtige administrasie- en ontwikkelingsplatform vir die PostgreSQL-databasis, vry vir enige gebruik.
de_de: pgAdmin III ist eine mächtige Administrations- und Entwicklungsplattform für das PostgreSQL Datenbanksystem, frei für jede Benutzung.
el_gr: Το pgAdmin III είναι μια δυνατή πλατφόρμα ανάπτυξης και διαχείρισης για τη βάση δεδομένων PostgreSQL, ελεύθερο για κάθε χρήση.
es_es: pgAdmin3 es una interfaz comprensible para el diseño y administración de una base de datos PostgreSQL, diseñada para ejecutarse en la mayoria de los Sistemas Operativos.
fa_ir: pgAdmin III یک مدیریت و پایگاه برنامه‌سازی قدرتمندی برای بانک اطلاعات PostgreSQL بوده و برای هر استفاده‌ای آزاد است.
fr_fr: pgAdmin III est une plate-forme puissante d'admistration et de développement pour la base de données PostgreSQL, libre et gratuite pour tous usages.
id_id: pgAdmin III adalah administrasi dan platform development untuk database PostgreSQL yang powerful dan bebas untuk apapun.
ja_jp: pgAdminIIIは、PostgreSQLデータベースのための効率的な管理、および開発において自由に使えます。
ru_ru: pgAdmin III является мощной платформой по администрации и разработке баз данных PostgreSQL, поставляемый бесплатно для любой сферы пользования.

source: pgAdmin III is already translated in %d languages, and translators all around the world are adding more and more language options.
de_de: pgAdmin III ist bereits in %d Sprachen übersetzt worden, und Übersetzer rund um die Welt erzeugen weitere Sprachoptionen.
el_gr: Το pgAdmin III έχει ήδη μεταφραστεί σε %d γλώσσες, και μεταφραστές από όλο τον κόσμο προσθέτουν σιγά σιγά και άλλες.
id_id: pgAdmin III sudah diterjemahkan dalam %d bahasa, dan penterjemah dari berbagai belahan dunia akan melakukan tambahan opsi bahasa lagi.
ja_jp: pgAdminIIIは、すでに%d言語で訳されます、そして、翻訳者は、世界中でさらに多くの言語オプションを付け加えています。
ru_ru: pgAdmin III уже переведён на много языков (в данный момент %d) и переводчики со всего мира добавляют всё больше и больше языков.

source: pgAdmin III is available subject to the terms of the Artistic Licence.
af_za: pgAdmin III is beskikbaar onder die voorwaardes van die Artistic License.
de_de: pgAdmin III unterliegt den Bedingungen der Artistic Licence.
el_gr: Το pgAdmin III διανέμεται με τους όρους της Artistic License.
es_es: pgAdmin esta disponible sujeto a los términos de la Licencia Artistica.
fa_ir: pgAdmin III تحت شرایط مجوز هنری در دسترس می‌باشد.
fr_fr: pgAdmin III est disponible aux conditions de la licence « Artistic Licence ».
id_id: pgAdmin III tersedia menggunakan aturan dari Lisensi Artistic.
ja_jp: pgAdminIIIのソース・コードは、Artistic Licenceの条件のもとで自由に利用できるサブジェクトです。
ru_ru: На pgAdmin III в полной мере распространяется действие лицензии Artistic Licence.

source: pgAdmin III is designed to answer the needs of all users, from writing simple SQL queries to developing complex databases.
af_za: pgAdmin III is ontwerp vir die behoeftes van alle gebruikers, van die skryf van eenvoudige SQL navrae tot die ontwikkeling van komplekse databasisse.
de_de: pgAdmin III ist entwickelt worden, um die Bedürfnisse aller Datenbankanwender, vom Schreiben einfacher Abfragen bis zum Entwurf komplexer Datenbanken, zu unterstützen.
el_gr: Το pgAdmin III έχει σχεδιαστεί για να ικανοποιήσει τις ανάγκες όλων των χρηστών, από αυτούς που εκτελούν απλές SQL εντολές έως αυτούς που αναπτύσουν πολύπλοκες βάσεις δεδομένων.
es_es: pgAdmin III esta diseñado para responder a las necesidades de todos los usuarios, desde escribir simples consultas SQL a desarrollar bases de datos complejas.
fa_ir: pgAdmin III برای پاسخگویی به احتیاجات تمام کاربران طراحی شده است، از نوشتن پرسش‌های ساده‌ی SQL تا تولید بانک‌های اطلاعاتی پیچیده.
fr_fr: pgAdmin III a été conçu pour répondre aux besoins de tous les utilisateurs, depuis l'écriture de requêtes simples jusqu'au développement de bases de données complexes.
id_id: pgAdminn III didesain sebagai jawaban dari kebutuhan banyak pengguna, mulai dari menulis query SQL yang sederhana sampai mengerjakan database yang komplek.
ja_jp: pgAdminIIIは、シンプルなSQLクエリーを書くことから開発中の複雑なデータベース操作まで、すべてのユーザーの要求に答えるようにデザインされています。
ru_ru: pgAdmin III спроектирован так чтобы ответить нуждам всех пользователей, от простых SQL-запросов до разработки сложных баз данных.

source: pgAdmin III is developed by a community of database specialists around the world and is available in more than 30 languages. It is Free Software released under the Artistic License.
de_de: pgAdmin III wird von einer Gemeinschaft von Datenbankspezialisten, beheimatet rund um die Welt, entwickelt und ist in mehr als 30 Sprachen erhältlich. Das Programm ist Freie Software und ist unter der Artistic License verwendbar.

source: pgAdmin III is published on the official Debian Unstable repository.
de_de: pgAdmin III ist im offiziellen Debian Unstable repository veröffentlicht.
el_gr: To pgAdmin III παράγεται στο επίσημο Debian Unstable repository.
id_id: pgAdmin III juga dipublis di official Debian Unstable repository.
ja_jp: pgAdminIIIは、公式のDebian 未安定版の書庫で公表されます。
ru_ru: pgAdmin III официально опубликован в репозитории Debian Unstable.

source: pgAdmin III is released with an installer and does not require any additional driver to communicate with the database server.
af_za: pgAdmin III word verpak met 'n installsieprogram en benodig ook geen addisionele drywers om met die databasisbediener te kommunikeer nie.
de_de: pgAdmin III ist mit einem Installer freigegeben und benötigt keinerlei weitere Treiber, um mit dem Datenbankserver zu kommunizieren.
el_gr: Το pgAdmin III διανέμεται μαζί με πρόγραμμα εγκατάστασης και δε χρειάζεται κάποιον ιδιαίτερο driver για επικοινωνήσει με την εξυπηρετητή βάσεων δεδομένων.
es_es: pgAdmin III se distribuye con un instalador y no requiere ningún driver adicional para comunicarse con la base de datos.
fa_ir: pgAdmin III با یک نصب کننده پخش شده است و به هیچ راه‌انداز اضافی برای ارتباط با کارگزار بانک اطلاعات نیاز ندارد.
fr_fr: pgAdmin III est disponible sous forme d'un installeur ne nécessitant aucun driver additionnel pour communiquer avec la base de données.
id_id: pgAdmin III dirilis beserta instalernya dan tidak memerlukan driver tambahan apapun untuk berkomunikasi dengan server database.
ja_jp: pgAdminIIIは、データベース・サーバーと接続するために、どんな追加のドライバーも必要としません。
ru_ru: pgAdmin III выпущен с инсталлятором и не требует никаких дополнительных драйверов для общения c сервером баз данных.

source: pgAdmin III is the result of a joint effort of a team of more than %d contributors from %d different countries.
af_za: pgAdmin III is die resultaat van 'n gesamentlike poging van 'n span met meer as %d lede van %d verskillende lande.
de_de: pgAdmin III ist das Ergebnis der gemeinsamen Anstrengungen eines Teams von mehr als %d Mitwirkenden aus %d verschiedenen Ländern.
el_gr: Το pgAdmin III είναι το αποτέλεσμα συντονισμένης προσπάθειας μιας ομάδας που αποτελείται από %d και πλέον μέλη που βρίσκονται σε %d διαφορετικές χώρες.
es_es: pgAdmin3 es el resultado de la unión de esfuerzos de un equipo de más de %d colaboradores de %d paises diferentes.
fa_ir: pgAdmin III نتیجه‌ی تلاش مشترک از تیمی بیش از %d یاری دهندگان از %d کشور مختلف می‌باشد.
fr_fr: pgAdmin III est un projet international comprenant plus de %d participants représentant %d nationalités.
id_id: pgAdmin III adalah hasil dari kerja sama tim lebih dari %d kontributor dari %d negara yang berbeda.
ja_jp: pgAdminIIIは、%dの寄稿者達から%dの異なる国々の多くのチームの共同の努力の結果です 。
ru_ru: pgAdmin III является результатом совместных усилий более чем %d людей, внёсших вклад в проект из %d стран.

source: pgAdmin III packages are available for %s.
de_de: pgAdmin III sind für %s erhältlich.
el_gr: Τα pgAdmin III παγέτα είναι διαθέσιμα για %s.
fa_ir: بسته‌های دوگانی pgAdmin III برای %s در دسترس هستند.
fr_fr: Des paquets pgAdmin III sont disponibles pour %s.
id_id: Paket binary pgAdmin III untuk %s
ru_ru: Имеются пакеты pgAdmin III для %s.

source: pgAdmin III packages are available for <a href='%s'>GNU/Linux Debian</a> stable, testing and unstable distributions.
af_za: pgAdmin III pakette is beskikbaar vir <a href='%s'>GNU/Linux Debian</a> stabiele-, toets- en onstabiele verspreidings.
de_de: pgAdmin III packages sind für <a href='%s'>GNU/Linux Debian</a> stable, testing und unstable Distributionen erhältlich.
el_gr: Τα πακέτα του pgAdmin III είναι διαθέσιμα για τη διανομή <a href='%s'>GNU/Linux Debian</a> stable, όσο και για τις testing και unstable.
es_es: Los paquetes de pgAdmin III estan disponibles para <a href='%s'>GNU/Linux Debian</a> las distribuciones stable, testing y unstable.
fa_ir: بسته‌های pgAdmin III برای انتشار پایدار، آزمایشی و ناپایدار <a href='%s'>گنو/لینوکس Debian</a>در دسترس هستند.
fr_fr: Des paquets pgAdmin III sont disponibles pour les distributions <a href='%s'>GNU/Linux Debian</a> stable, testing et unstable.
id_id: Paket pgAdmin III tersedia untuk distribusi <a href='%s'> GNU/Linux Debian yang stabil, testing dan tidak stabil.
ja_jp: pgAdminIIIパッケージは、<a href='%s'>GNU/Linux Debian</a>安定版, またはテスト中の不安定なディストリビューションが利用できます。
ru_ru: Пакеты pgAdmin III доступны для дистрибутивов <a href='%s'>GNU/Linux Debian</a> таких как stable, testing и unstable.

source: pgAdmin III supports most PostgreSQL server-side encodings including Unicode UTF-8 and other multi-byte encodings.
af_za: pgAdmin III ondersteun die meeste van die PostgreSQL bedienerkant-enkoderings, insluitende Unicode UTF-8 en ander multigreep enkoderings.
de_de: pgAdmin III unterstützt alle PostgreSQL serverseitigen Kodierungen, inklusive Unicode UTF-8 und andere Multibyte-Kodierungen.
el_gr: Το pgAdmin III υποστηρίζει από την πλευρά του εξυπηρετητή PostgreSQL τα περισσότερα σετ χαρακτήρων συμπεριλμβανομένων των Unicode UTF-8 και ISO 8859-7 καθώς και άλλες κωδικωποιήσεις πολλών byte.
es_es: pgAdmin3 soporta la mayoría de los códigos del lado del servidor de PostgreSQL incluyendo UTF-8 y otrós códigos multi-byte.
fa_ir: pgAdmin III بیشتر کدگذاری‌های قسمت-کارگزار PostgreSQL همچنین یونی‌کد UTF-8 و کدگذاری‌های چندبایتی دیگر را پشتیبانی می‌کند.
fr_fr: pgAdmin III supporte la majorité des jeux de caractères de PostgreSQL, y compris l'Unicode UTF-8 et les autres jeux multibyte.
id_id: Hampir semua enkoding server-side PostgreSQL termasuk unicode UTF-8 dan enkoding multi-byte didukung oleh pgAdmin III.
ja_jp: pgAdminIIIは、PostgreSQLのユニコード(UTF-8)を含むサーバー側エンコーディング、および他のマルチ・バイトのエンコーディングをサポートします。
ru_ru: pgAdmin III поддерживает большинство используемых сервером PostgreSQL кодировок, включая Unicode UTF-8 и другие мультибайтовые кодировки.

source: pgAdmin III supports most PostgreSQL server-side encodings:
af_za: pgAdmin III ondersteun die meeste van die PostgreSQL bedienerkant-enkoderings:
de_de: pgAdmin III unterstützt alle PostgreSQL serverseitigen Kodierungen:
el_gr: Το pgAdmin III υποστηρίζει από την πλευρά του εξυπηρετητή PostgreSQL τα περισσότερα σετ χαρακτήρων:
es_es: pgAdmin3 soporta la mayoría de las codificaciones del lado del servidor de PostgreSQL:
fa_ir: pgAdmin III بیشتر کدگذاری‌های قسمت-کارگزار PostgreSQL را پشتیبانی می‌کند:
fr_fr: pgAdmin III supporte la majorité des jeux de caractères du serveur PostgreSQL:
id_id: Hampir semua enkoding server-side PostgreSQL yang didukung oleh pgAdmin III:
ja_jp: pgAdminIIIは、サーバー側のほとんどのPostgreSQLのエンコーディングをサポートします:
ru_ru: pgAdmin III поддерживает большинство используемых сервером PostgreSQL кодировок:

source: pgAdmin III user interface is translated in more than %d languages.
af_za: Die pgAdmin III gebruikerkoppelvlak is vertaal in meer as %d tale.
de_de: Die pgAdmin III Benutzeroberfläche ist in mehr als %d Sprachen übersetzt.
el_gr: Το περιβάλλον εργασίας του pgAdmin III έχει μεταφραστεί σε περισσότερες από %d γλώσσες.
es_es: La interfaz de usuario de pgAdmin3 está traducida en más de %d idiomas.
fa_ir: واسط کاربر pgAdmin III به بیشتر از %d زبان ترجمه شده است.
fr_fr: L'interface utilisateur de pgAdmin III est traduire vers %d langues.
id_id: Tampilan dari pgAdmin III sudah di terjemahkan lebih dari %d bahasa.
ja_jp: pgAdminIIIユーザ・インタフェースは、%d言語以上で訳されています。
ru_ru: Интерфейс пользователя pgAdmin III переведён более чем на %d языков.

source: pgAdmin is a project created and managed by contributors from the whole world.
af_za: pgAdmin is 'n projek wat geskep is en bestuur word met bydraes vanoor die hele wêreld.
de_de: pgAdmin ist ein Projekt, zu dem Entwickler aus der ganzen Welt ihre Beiträge leisten.
el_gr: Το pgAdmin είναι ένα πρόγραμμα που δημιουργήθηκε και αναπτύσεται από προγραμματιστές που βρίσκονται σε ολόκληρο τον κόσμο.
es_es: psAdmin es un proyecto creado y administrado por colaboradores de todo el mundo.
fa_ir: pgAdmin یک پروژه‌ی ایجاد شده و اداره شده بوسیله یاری دهندگان از تمام جهان می‌باشد.
fr_fr: pgAdmin est un projet créé et animé par des participants du monde entier.
id_id: pgAdmin adalah sebuah proyek yang di kerjakan dan di manage oleh para kontributor di seluruh dunia.
ja_jp: pgAdminは、全世界からの寄稿者達によって成り立っている管理されたプロジェクトです。
ru_ru: pgAdmin это проект инициированный и разрабатываемый единомышленниками по всему миру.
tr_tr: pgAdmin dünyanın her yerinden yapılan katkılarka yaratılmış ve ilerleyen bir projedir.

source: pgAdmin is used by more than %d users worldwide.
af_za: pgAdmin word gebruik deur meer as %d gebruikers wêreldwyd.
de_de: pgAdmin wird von mehr als %d Benutzern weltweit eingesetzt.
el_gr: Το pgAdmin το χρησιμοποιούν περισσότεροι από %d χρήστες σε όλο τον κόσμο.
es_es: pgAdmin es usado por más de %d usuarios a lo largo del mundo.
fa_ir: pgAdmin بوسیله‌ی بیش از %d کاربر در تمام جهان استفاده می‌شود.
fr_fr: pgAdmin est utilisé par plus de %d utilisateurs dans le monde.
id_id: pgAdmin digunakan lebih dari %d user di seluruh dunia.
ja_jp: pgAdminを使っているユーザーは、今世界中に%d人以上います。
ru_ru: pgAdmin используют более чем %d пользователей по всему миру.
tr_tr: pgAdmin, dünya çapında %d 'den daha fazla kişi tarafından kullanılmaktadır.

source: pgAdmin project started five years ago.
af_za: Die pgAdmin-projek het 5 jaar gelede begin.
de_de: Das pgAdmin Projekt startete vor fünf Jahren.
el_gr: Το πρόγραμμα pgAdmin ξεκίνησε πριν πέντε χρόνια.
es_es: El proyecto pgAdmin comenzó hace cinco años.
fa_ir: پروژه‌ی pgAdmin پنج سال پیش آغاز شد.
fr_fr: Le projet pgAdmin existe depuis cinq années.
id_id: Proyek pgAdmin dimulai dari 5 tahun yang lalu.
ja_jp: pgAdminプロジェクトは、おおよそ５年前にスタートしました。
ru_ru: Проект pgAdmin начал свою работу пять лет назад.
tr_tr: pgAdmin projesi 5 yıl önce başladı.

source: pgadmin-hackers list is intended for developers who wish to contribute to pgAdmin project.
af_za: Die pgadmin-hackers lys is bedoel vir ontwikkelaars wat wil saamwerk aan die pgAdmin projek.
de_de: Die pgadmin-hackers Liste ist für Entwickler gedacht, die an dem pgAdmin-Projekt mitwirken wollen.
el_gr: Η λίστα ηλεκτρονικού ταχυδρομείου pgadmin-hackers αναφέρεται σε προγραμματιστές που επιθυμούν να συνεισφέρουν ενεργά στο πρόγραμμα pgAdmin.
es_es: pgadmin-hackers es una lista destinada para los desarrolladores que desean contribuir al proyecto pgAdmin.
fa_ir: لیست pgadmin-hackers برای برنامه‌سازانی که مایلند به پروژه pgadmin یاری دهند منظور شده است.
fr_fr: La liste de diffusion pgadmin-hackers est destinée aux développeurs désirant participer au projet pgAdmin.
id_id: list pgadmin-hackers adalah ditujukan untuk para pengembang(developer) yang memberikan kontribusi untuk project pgAdmin ini.
ja_jp: pgadmin-hackersのリストは、pgAdminプロジェクトに貢献したいと思う開発者を意図しました。
ru_ru: Список рассылки pgadmin-hackers предназначен для разработчиков, которые хотели бы принять участие в работе над проектом pgAdmin.
tr_tr: pgadmin-hackers listesi, pgAdmin projesine katlıda bulunmak isteyenlere yönelik bir listedir.ğgadmi

source: pgadmin-hackers mailing list
af_za: pgadmin-hackers e-poslys
de_de: pgadmin-hackers Mailingliste
el_gr: Λίστα ηλεκτρονικού ταχυδρομείου pgadmin-hackers
es_es: lista de correo electrónico pgadmin-hackers
fa_ir: لیست پستی pgadmin-hackers
fr_fr: Liste de diffusion pgadmin-hackers
id_id: mailing list pgadmin-hackers
ja_jp: pgadmin-hackers メーリング・リスト
ru_ru: Список рассылки pgadmin-hackers
tr_tr: pgadmin-hackers e-posta listesi
