Repository: pgadmin-org/pgadmin-www
Catalog: pgadmin3/locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: af_za, de_de, el_gr, es_es, fa_ir, fr_fr, id_id, ja_jp, ru_ru, tr_tr

source: Anonymous read access is available using a CVS client.
de_de: Anonymer Lesezugriff ist über einen CVS-Client verfügbar.
tr_tr: CVS istemcisi kullanarak anonymous okuma erişimi bulunmaktadır.

source: As usual your feedback is highly appreciated and required.
af_za: Soos gewoonlik word jou terugvoer benodig en hoog op prys gestel.
de_de: Feedback ist jederzeit willkommen und ermöglicht die Verbesserung der Funktionalität.
el_gr: Να μας ενημερώνετε για ό,τι έχει να κάνει με τη λειτουργία του προγράμματος.
es_es: Como siempre sus comentarios son muy apreciados y requeridos.
fa_ir: مثل همیشه نظرات شما مورد تقدیر و نیاز زیادی است.
fr_fr: Comme toujours, il est essentiel de pouvoir bénéficier de votre feedback.
id_id: Seperti biasanya masukan masukan sebelum beta sangatlah diperlukan dan kami hargai.
ja_jp: いつものとおり、あなたのフィードバックは必要とします、そして大いに評価されます。
ru_ru: Как всегда мы ждём ваших отзывов и предложений и высоко их ценим.
tr_tr: Geribildiriminiz bizim için çok önemli ve gereklidir.

source: Authenticate source code using <a href='%s'>Dave Page's PGP key.</a>
af_za: Die bronkode se egtheid kan nagegaan word met <a href='%s'>Dave Page's PGP key.</a>
de_de: Authentifizieren des Sourcecodes <a href='%s'>Dave Page's PGP Schlüssel</a>.
el_gr: Κάντε έλεγχο αυθεντικότητας του πηγαίου κώδικα χρησιμοποιώντας το <a href='%s'>PGP κλειδί του Dave Page.</a>
es_es: Autentifique el código fuente usando <a href='%s'>La clave PGP de Dave Page.</a>
fa_ir: تأیید هویت کد منبع با استفاده از <a href='%s'>Dave Page's PGP key</a>
fr_fr: Authentifier le code source à l'aide de la <a href='%s'>clé PGP de Dave Page's</a>.
id_id: Autentifikasi kode dari source menggunakan <a href='%s'>key PGP dari Dave Page</a>
ja_jp: <a href='%s'>Dave Page's PGP key.</a>を使ってソース・コードが確かであるとの証明をします。
ru_ru: Проверьте подлинность исходного кода с помощью <a href='%s'>PGP-ключа Дэйва Пэйджа (Dave Page)</a>.
tr_tr: Kaynak kodu <a href='%s'>Dave Page'in PGP anahtarını.</a>kullanarak yetkilendirebilirsiniz.

source: Author
af_za: Outeur
de_de: Autor
el_gr: Συγγραφέας
es_es: Autor
fa_ir: نگارنده
fr_fr: Auteur
id_id: Pengarang
ja_jp: 作者
ru_ru: Автор
tr_tr: Yazan

source: Because compiling from <a href='%s'>source</a> requires technical knowledge, we recommand installing binary packages.
af_za: Aangesien dit tegniese kennis verg om vanaf <a href='%s'>bronkode</a> te kompileer, beveel ons aan dat binêre pakette gebruik word vir installering.
de_de: Weil das Kompilieren von <a href='%s'>source</a> einiges technisches Wissen erfordert, empfehlen wird die Installation von Binärpackages</a>.
el_gr: Επειδή το να κάνετε μεταγλώτισση από τον <a href='%s'>πηγαίο κώδικα</a> απαιτεί τεχνικές γνώσεις, συστήνουμε η εγκατάσταση να γίνεται χρησιμοποιώντας τα εκτελέσιμα αρχεία εγκατάστασης (binary).
es_es: Como compilar desde los <a href='%s'>fuentes</a> requiere ciertos conocimientos técnicos, recomendamos instalar los paquetes binarios</a>.
fa_ir: بخاطر اینکه کمپایل از <a href='%s'>منبع</a> به دانش فنی احتیاج دارد، سفارش می‌کنیم بسته‌های دوگانی را نصب کنید.
fr_fr: Sachant que la compilation du <a href='%s'>code source</a> requiert des connaissances techniques, il est recommandé d'utiliser les binaires précompilés.
id_id: Karena untuk mengkompile dari <a href='%s'>source</a> dibutuhkan pengetahuan secara teknik,Direkomendasikan untuk menggunakan paket binary
ja_jp: <a href='%s'>source</a>からコンパイルすることは専門知識を要求するという理由から, 我々はインストール用バイナリパッケージを用意しました。
ru_ru: Так как компиляция из <a href='%s'>исходных кодов</a> требует технических познаний, мы рекомендуем установливать бинарные пакеты.

source: Because compiling from source requires technical knowledge, we recommand using binary packages.
af_za: Aangesien dit tegniese kennis verg om vanaf bronkode te kompileer, beveel ons aan dat binêre pakette gebruik word vir installering.
de_de: Weil das Kompilieren aus der Source einiges technisches Wissen erfordert, empfehlen wird die Installation von Binärpackages.
el_gr: Επειδή το να κάνετε μεταγλώτισση από τον πηγαίο κώδικα απαιτεί τεχνικε΄ς γνώσεις, συστήνουμε να χρησιμοποιήσετε τα δυαδικά προγράμματα εγκατάστασης (binaries).
es_es: Como compilar desde los fuentes requiere ciertos conocimientos técnicos, recomendamos el uso de los paquetes binarios.
fa_ir: بخاطر اینکه کمپایل از منبع به دانش فنی احتیاج دارد، سفارش می‌کنیم بسته‌های دوگانی را نصب کنید.
fr_fr: Sachant que la compilation du code source requiert des connaissances techniques, il est recommandé d'utiliser les binaires précompilés.
id_id: Karena untuk mengkompile dari source code dibutuhkan pengetahuan secara teknik,Direkomendasikan untuk menggunakan precompiled binaries.
ja_jp: ソース・コードからコンパイルすることは専門知識を要するかもしれないという理由で、私達は再度、利用できるようにバイナリーパッケージを用意しました。
ru_ru: Так как компиляция из исходных кодов требует технических знаний, мы рекомендуем пользоваться бинарными пакетами.
tr_tr: Kaynak koddan derlemek teknik bilgi gerektirdiği için, ikili (binary) paketleri kurmanızı öneririz.

source: Before you start installation, please choose a mirror in the list of our <a href='%s'>mirrors</a>.
de_de: Bevor die Installation startet, bitte einen Mirror aus der Liste unserer <a href='%s'>Mirrorserver</a> auswählen.
el_gr: Πριν ξεκινήσετε την εγκατάσταση, επιλέξτε κάποιο mirror από τη λίστα των <a href='%s'>mirror</a> μας.
fa_ir: قبل از شروع به نصب، لطفاً آینه‌ای را از لیست <a href='%s'>آینه‌های</a> ما انتخاب کنید.
fr_fr: Avant de commencer l'installation, veuillez sélectionner un de nos <a href='%s'>miroirs</a>.
id_id: Sebelum memulai instalasi, silakan pilih mirror yang ada dalam daftar <a href='%s'>mirrors</a>.
ru_ru: Перед началом установки пожалуйста выберите одно из наших <a href='%s'>зеркал</a>.

source: Binary snapshots are packages compiled from <a href='%s'>CVS</a> nearly everyday.
de_de: Binäre Snapshots sind Pakete die aus dem <a href='%s'>CVS</a> praktisch täglich erzeugt werden.

source: CVS access
de_de: CVS-Zugriff
tr_tr: CVS Erişimi

source: CVS access to the repository is available through a <a href='%s'>web interface</a> or using your favourite CVS client.
de_de: CVS-Zugriff auf das Repository ist über das <a href='%s'>Webinterface</a> oder einen CVS-Client möglich.
tr_tr: Dosyalara CVS erişimi <a href='%s'>web arayüzü</a> ya da CVS-istemcinizi kullanarak sağlanabilir.

source: Change log
de_de: Änderungen
el_gr: Αρχείο αλλαγών
es_es: Lista de Cambios.
fa_ir: ثبت تغییرات
id_id: Log perubahan
ja_jp: 修正・ログ
ru_ru: Журнал изменений
tr_tr: Değişiklikler

source: Check that pgAdmin III executable is in the path.
af_za: Sorg dat die pgAdmin III programlêer in die stelselpad voorkom.
de_de: Prüfen, ob pgAdmin III im Pfad zu finden ist.
el_gr: Ελέγξτε ότι το εκτελέσιμο αρχείο του pgAdmin III είναι στο μονοπάτι (path).
es_es: Compruebe que el ejecutable de pgAdmin se encuentra en la ruta de acceso.
fa_ir: بررسی کنید که برنامه‌های اجرائی pgAdmin III در مسیر قرار دارند.
fr_fr: Vérifier que l'exécutable de pgAdmin III est dans le path.
id_id: Periksa apakah eksekusi dari pgAdmin III berada pada path yang benar.
ja_jp: 実行可能なpgAdminIIIがパスにあることをチェックして下さい。
ru_ru: Удостовертесь что выполняемый файл pgAdmin III указан в PATH.

source: Click on the green arrow button to run a query.
af_za: Klik op die groen pylknoppie om 'n navraag uit te voer.
de_de: Klick auf das grüne Dreieck führt die Abfrage aus.
el_gr: Κάντε κλικ στο κουμπί με το πράσινο βελάκι για να εκτελέσετε ένα query.
es_es: Haga clic en la flecha verde para realizar la consulta.
fa_ir: برای اجرای یک پرسش بر روی دکمه‌ی جهت سبز رنگ کلیک کنید.
fr_fr: Cliquez sur le bouton représentant une flèche verte pour lancer une requête.
id_id: Klik pada tombol panah berwarna hijau untuk menjalankan query.
ja_jp: 緑色の矢ボタンをクリックしてクエリーを走らせて下さい。
ru_ru: Чтобы запустить выполнение запроса нажмите на кнопку с зелёной стрелочкой.
tr_tr: Sorguyu çalıştırmak için yeşil ok tuşuna tıklayınız.

source: Column data types can be modified in certain conditions.
af_za: Datatipes van kolomme kan in sommige gevalle verander word.
de_de: Mit bestimmten Einschränkungen können die Datentypen von Spalten verändert werden.
el_gr: Οι τύποι δεδομένων των πεδίων μπορούν να τροποποιηθούν υπό συγκεκριμένες προϋποθέσεις.
es_es: Los tipos de datos de las columnas se pueden modificar en ciertas condiciones.
fa_ir: ستون انواع داده تحت شرایط معین می‌توانند پیرایش شوند.
fr_fr: Les types de données des colonnes sont modifiables sous certaines conditions.
id_id: Tipe data kolom bisa di modifikasi dalam beberapa kondisi.
ja_jp: 列データ型は、ある条件で改変することができます。
ru_ru: При определённых условиях может быть изменён тип данных столбца.
tr_tr: Kolon veri tipleri, belirli koşullarda düzenlenebilir.

source: Columns
af_za: Kolomme
de_de: Spalten
el_gr: Πεδία
es_es: Columnas
fa_ir: ستون‌ها
fr_fr: Colonnes
id_id: Kolom
ja_jp: 列
ru_ru: Столбцы
tr_tr: Kolonlar

source: Columns can be dropped.
af_za: Kolomme kan uitgevee word.
de_de: Spalten können gedroppt werden.
el_gr: Τα πεδία μπορεί να απορριφθούν (dropped).
es_es: Las columnas se pueden borrar.
fa_ir: ستون‌ها می‌توانند انداخته شوند.
fr_fr: Les colonnes peuvent être supprimées.
id_id: Kolom bisa di drop.
ja_jp: 列は削ぎ落とすことができます。
ru_ru: Столбцы можно удалять.
tr_tr: Kolonlar kaldırılabilir.

source: Compile pgAdmin III.
af_za: Kompileer pgAdmin III.
de_de: pgAdmin III kompilieren.
el_gr: Μεταγλώτιση του pgAdmin III.
es_es: Compilar pgAdmin.
fa_ir: کمپایل pgAdmin III.
fr_fr: Compiler pgAdmin III
id_id: Kompile pgAdmin III.
ja_jp: pgAdminIIIのコンパイル
ru_ru: Скомпилируйте pgAdmin III.

source: Contribute a translation
de_de: Übersetzung beisteuern
el_gr: Συνεισφέρετε μια μετάφραση
id_id: Kontribusi terjemahan
ja_jp: 翻訳の貢献
ru_ru: Внести вклад

source: Conversions
af_za: Omsettings
de_de: Konversionen
es_es: Conversiones
id_id: Konversi
ja_jp: コンバージョン
ru_ru: Преобразования
tr_tr: Dönüşümler (Conversions)

source: Could not connect to the mirror database.
de_de: Konnte keine Verbindung zur Mirror-Datenbank herstellen.
tr_tr: Yansı veritabanına bağlanılamadı.

source: Could not connect to the mirror table.
de_de: Konnte keine Verbindung zur Mirror-Tabelle herstellen.
tr_tr: Yansı tabloya bağlanılamadı.

source: Create a symlink to pgAdmin III binary.
af_za: Skep 'n simboliese skakel na die pgAdmin III programlêer.
de_de: Erzeugen eines symbolischen Links zum pgAdmin III-Programm.
el_gr: Δημιουργήστε συμβολικό σύνδεσμο (symlink) στο εκτελέσιμο του pgAdmin III.
es_es: Crear un enlace simbólico al binario de pgAdmin.
fa_ir: ایجاد پیوندی نمادی به دوگانی pgAdmin III.
fr_fr: Créer un raccourci vers l'exécutable de pgAdmin III.
id_id: Buat suatu symlink pada binary pgAdmin III.
ja_jp: pgAdminIIIバイナリーへのsymlinkを作り出して下さい。
ru_ru: Создайте ссылку на бинарный файл pgAdmin III.

source: Currently unmaintained Translations (%d languages)
de_de: Derzeit nicht gepflegte Übersetzungen (%d Sprachen)

source: Currently, this is the only version we support.
de_de: Zur Zeit ist dies die einzige Version die von uns unterstützt wird.
el_gr: Προς το παρών, είναι η μόνη έκδοση που υποστηρίζουμε.

source: Data access
af_za: Data-toegang
de_de: Datenzugriff
el_gr: Πρόσβαση στα δεδομένα
es_es: Acceso de Datos
fa_ir: دستیابی به داده‌ها
fr_fr: Accès aux données
id_id: Akses data
ja_jp: データアクセス
ru_ru: Доступ к данным
tr_tr: Veri erişimi

source: Databases
af_za: Databasise
de_de: Datenbanken
el_gr: Βάσεις Δεδομένων
es_es: Bases de Datos
fa_ir: بانک‌های اطلاعات
fr_fr: Base de données
id_id: Basisdata
ja_jp: データベース
ru_ru: Базы данных
tr_tr: Veritabanları

source: Description
af_za: Beskrywing
de_de: Beschreibung
el_gr: Περιγραφή
es_es: Descripción
fa_ir: توضیحات
fr_fr: Descriptif
id_id: Diskripsi
ja_jp: 説明
ru_ru: Описание
tr_tr: Tanım

source: Designed for PostgreSQL latest versions
af_za: Ontwerp vir onlangse weergawes van PostgreSQL
de_de: Designed für die neuesten PostgreSQL-Versionen
el_gr: Σχεδιασμένο για τις τελευταίες εκδόσεις της PostgreSQL.
es_es: Diseñado para las últimas versiones de PostgreSQL.
fa_ir: طراحی شده برای آخرین نسخه‌های PostgreSQL
fr_fr: Conçu pour les versions de PostgreSQL les plus récentes
id_id: Didesain untuk versi PostgreSQL yang terbaru
ja_jp: PostgreSQLのためにデザインされるの最新のバージョン
ru_ru: Предназначено для последних версий PostgreSQL
tr_tr: PostgreSQL'in son sürümleri için tasarlanmıştır.

source: Development
af_za: Ontwikkeling
de_de: Entwicklung
el_gr: Ανάπτυξη
es_es: Desarrollo
fa_ir: برنامه‌سازی
fr_fr: Développement
ja_jp: 開発者
ru_ru: Разработчикам
tr_tr: Geliştirme

source: Development team
af_za: Ontwikkelingspan
de_de: Entwicklungsteam
el_gr: Ομάδα ανάπτυξης
es_es: Equipo de desarrollo
fa_ir: تیم برنامه‌سازی
fr_fr: Equipe de développement
id_id: Tim Development
ja_jp: 開発チーム
ru_ru: Команда разработчиков
tr_tr: Geliştirme Takımı

source: Do not hesitate to get involved.
af_za: Moenie huiwer om betrokke te raak nie.
de_de: Du bist herzlich eingeladen, mitzuwirken.
el_gr: Μη διστάσετε να συμμετάσχετε και εσείς.
es_es: No dude en involucrarse.
fa_ir: برای همکاری درنگ نکنید.
fr_fr: N'hésitez pas à vous impliquer dans le projet.
id_id: Jangan ragu untuk terlibat.
ja_jp: 躊躇せずに、ぜひ参加して下さい。
ru_ru: Не стоит раздумывать - присоединяйтесь к нам.
tr_tr: İlgi göstermekten çekinmeyiniz.

source: Do not hesitate to review or update a translation.
af_za: Moenie huiwer om 'n vertaling te hersien nie.
de_de: Du bist herzlich eingeladen, die Übersetzungen zu prüfen und zu ergänzen.
el_gr: Μη διστάσετε να ξαναελέγξετε ή να ανανεώσετε τη μετάφραση.
es_es: No dude en revisar o actualizar una traducción.
fa_ir: برای بازدید یا بروزسازی ترجمه‌ای درنگ نکنید.
fr_fr: N'hésitez pas à valider ou mettre à jour une traduction.
id_id: Jangan ragu untuk melakukan review dan mengupdate hasil terjemahan.
ja_jp: 躊躇せずに、ぜひ翻訳をレビューするかまたは更新して下さい。
ru_ru: Не медлите и не раздумывайте, а просто взгляните на перевод и, если нужно, сделайте его обновление.
tr_tr: Bir çeviriyi gözden geçirmekten ya da güncellemekten çekinmeyiniz.

source: Documentation
af_za: Dokumentasie
de_de: Dokumentation
el_gr: Τεκμηρίωση
es_es: Documentación
fa_ir: نوشتار
id_id: Dokumentasi
ja_jp: ドキュメンテーション
ru_ru: Документация
tr_tr: Belgelendirme

source: Domains
af_za: Domeine
de_de: Domänen
es_es: Dominios
fa_ir: دامنه‌ها
fr_fr: Domaines
id_id: Domain
ja_jp: ドメイン
ru_ru: Домены
tr_tr: Domainler

source: Double-click on the installer and follow the instructions.
af_za: Dubbelklik op die installeerder en volg die instruksies.
de_de: Doppelklick auf das Installationsprogramm und den Anweisungen folgen.
el_gr: Κάντε διπλό κλικ στο πρόγραμμα εγκατάστασης και ακολουθήστε τις οδηγίες.
es_es: Haga doble clic en el instalador y siga las instrucciones.
fa_ir: بر نصب‌گر دو-کلیکه کرده و دستورات را پیروی کنید.
fr_fr: Double-cliquer sur l'installeur et suivre les instructions.
id_id: Klik dua kali pada instaler dan ikuti instruksi selanjutnya.
ja_jp: インストーラをダブルクリックして、そして指示に従ってください。
ru_ru: Кликните дважды на программу-инсталлятор и следуйте инструкциям.

source: Download Source
af_za: Aflaai van bronkode
de_de: Source herunterladen
el_gr: Download πηγαίου κώδικα
es_es: Descargar Fuentes
fa_ir: بارگیری منبع
fr_fr: Téléchargement des sources
ja_jp: Sourceのダウンロード
ru_ru: Скачать исходный текст

source: Download Translation
af_za: Aflaai van vertaling
de_de: Übersetzung herunterladen
el_gr: Download Μετάφρασης
es_es: Descargar Traducción
fa_ir: بارگیری ترجمه
fr_fr: Téléchargement des traductions
id_id: Download Terjemahan
ja_jp: 翻訳のダウンロード
ru_ru: Скачать перевод

source: Download mirrors
de_de: Download Mirror Server
el_gr: Mirror για Download
fa_ir: بارگیری آینه‌ها
fr_fr: Miroirs de téléchargement
id_id: Download mirror
ru_ru: Зеркала

source: Download pgAdmin III package from our <a href='%s'>mirrors</a>.
af_za: Laai die pgAdmin III pakket af vanaf 'n <a href='%s'>spieëlbediener</a>.
de_de: Download der pgAdmin III Sourcen von unserem <a href='%s'>Mirrorserver</a>.
el_gr: Κατεβάστε το pgAdmin III από τα <a href='%s'>mirror</a> μας.
es_es: Bajar el código fuente de pgAdmin desde un <a href='%s'>mirror</a>.
fa_ir: بسته‌ی pgAdmin III را از <a href='%s'>آینه‌ها</a> ما بارگیری کنید.
fr_fr: Téléchargez un paquet pgAdmin III depuis un de nos <a href='%s'>miroirs</a>.
id_id: Download kode source pgAdmin III dari <a href='%s'>mirror</a> kita.
ja_jp: 私達の<a href='%s'>ミラーサイト<a>からpgAdminIIIをダウンロード
ru_ru: Скачать пакет pgAdmin III с одного из наших <a href='%s'>зеркал</a>.

source: Download pgAdmin III snapshots here:
af_za: Laai pgAdmin III bougrepe hier af:
de_de: pgAdmin III Snapshots sind hier zu finden:
el_gr: Κατεβάσετε την τελευταία έκδοση του pgAdmin III από εδώ:
es_es: Bajar los snapshots de pgAdmin aqui:
fa_ir: بارگیری بسته‌های فوری pgAdmin III از اینجا:
fr_fr: Télécharger les snapshots de pgAdmin III ici :
id_id: Download snapshot pgAdmin III disini:
ja_jp: pgAdminIIIのスナップショットのダウンロードはここ:
ru_ru: Скачать сборки pgAdmin III можно здесь:

source: Download pgAdmin III source code from a mirror.
af_za: Laai pgAdmin III bronkode af vanaf 'n spieëlbediener.
de_de: Download der pgAdmin III Sourcen von einem Mirror.
el_gr: Κατεβάστε τον πηγαίο κώδικα του pgAdmin III από ένα mirror.
es_es: Bajar el código fuente de pgAdmin desde un mirror.
fa_ir: بارگیری کد منبع pgAdmin III از یک آینه.
fr_fr: Télécharger pgAdmin III depuis un miroir.
id_id: Download kode source pgAdmin III dari mirror.
ja_jp: ミラーサイトからpgAdminIII Source codeをダウンロード
ru_ru: Скачайте исходный код pgAdmin III с зеркала.

source: Download pgAdmin package from our <a href='%s'>mirrors</a>.
de_de: Download der pgAdmin3 Sourcen von unserem <a href='%s'>Mirrorserver</a>.
el_gr: Κάντε download το pgAdmin από τα <a href='%s'>mirror</a>.
fa_ir: بارگیری بسته‌ی pgAdmin III از <a href='%s'>آینه‌ها</a> ما.
fr_fr: Téléchargez un paquet pgAdmin depuis un de nos <a href='%s'>miroirs</a>.
id_id: Download kode source pgAdmin dari <a href='%s'>mirror</a>.
ru_ru: Скачайте пакет pgAdmin с одного и знаших <a href='%s'>зеркал</a>

source: Download wxWidgets from the <a href='%s'>wxWidgets</a> download area.
de_de: Download der wxWidgets Sourcen aus dem <a href='%s'>wxWidgets</a> Downloadbereich.
el_gr: Κατεβάστε το wxWidgets από την <a href='%s'>wxWidgets</a> περιοχή.

source: EXPLAIN and/or ANALYSE your queries to take advantage of PostgreSQL unique optimisation features.
af_za: VERDUIDELIK en/of ANALISEER jou navrae om voordeel te trek uit PostgreSQL se unieke optimering-eienskappe
de_de: Die Abfragen können mit EXPLAIN und/oder ANALYZE untersucht werden um von den hochentwickelten PostgreSQL Optimierungen zu profitieren.
el_gr: Τρέχοντας τα EXPLAIN και/ή ANALYSE τα quer, σας επιτρέπουν να κάνετε χρήση των μοναδικών χαρακτηριστικών της PostgreSQL για βελτιστοποίηση.
es_es: Utilice los comandos EXPLAIN y ANALYSE en sus consultas para sacar ventaja de las opciones únicas que proporciona PostgreSQL.
fa_ir: EXPLAIN و یا ANALYSE پرسش‌های خود برای استفاده از قابلیت‌های منحصر بفرد PostgreSQL.
fr_fr: Analysez vos requêtes grâce aux fonctions EXPLAIN et/ou ANALYSE et décrouvrez les fonctionnalités uniques de PostgreSQL concernant l'optimisation.
id_id: EXPLAIN dan/atau ANALYSE query kamu untuk dapat melihat kelebihan dari optimasi yang unik dari PostgreSQL.
ja_jp: 分析(Explain)またはアナライズ(Analyze)を利用したクエリーで独特の最適化特徴を備えるPostgreSQLを利用して下さい。
ru_ru: Выполните EXPLAIN и/или ANALYSE вашего запроса чтобы воспользоваться уникальными функциями оптимизации PostgreSQL.
tr_tr: Sorgularınızı EXPLAIN ve/ve ya ANALYZE sürecinden geçirmeniz, PostgreSQL'e özgü optimizasyon özelliklerinden faydalanmanızı sağlayacaktır.

source: Edit /etc/apt/sources.list file and add the following line:
af_za: Redigeer die /etc/apt/sources.list lêer en voeg die volgende reël by:
de_de: Die Datei /etc/apt/sources.list editieren und folgende Zeile anfügen:
el_gr: Επεξεργαστείτε το αρχείο /etc/apt/sources.list και προσθέστε την ακόλουθη γραμμή:
es_es: Edite el fichero /etc/apt/sources.list y añada la siguiente línea:
fa_ir: پرونده‌ی /etc/apt/sources.list را ویرایش کرده و خط بدنبال آمده را به آن اضافه کنید:
fr_fr: Editer le fichier /etc/apt/sources.list et ajouter la ligne suivante :
id_id: Rubah file /etc/apt/source.list dan tambahan baris berikut ini:
ja_jp: /etc/apt/sources.list ファイルをエディットして、以下のラインを加えて下さい:
ru_ru: Отредактируйте файл /etc/apt/sources.list добавив в него следующие строки:
tr_tr: /etc/apt/sources.list dosyasını düzenleyin ve aşağıdaki satırı ekleyin:

source: Every time you manipulate objects graphically, pgAdmin III writes the corresponding SQL code.
af_za: Elke keer as 'n objek grafies gemanipuleer word, skryf pgAdmin III die ooreenstemmende kode.
de_de: Wenn ein Objekt mit einem Dialog geändert wird, erzeugt pgAdmin III den dazugehörigen SQL Code.
el_gr: Κάθε φορά που μεταχειρίζεστε τα αντικείμενα της βάσης δεδομένων από το γραφικό περιβάλλον, το pgAdmin III δημιουργεί και εκτελεί τον αντίστοιχο SQL κώδικα.
es_es: Cada vez que manipula objetos gráficamente, pgAdmin3 escribe el código SQL correspondiente.
fa_ir: هروقت شما اشیا را بطور گرافیکی پیرایش می‌کنید، pgAdmin III کد SQL مربوط به آن را نگارش می‌کند.
fr_fr: A chaque fois que vous manipulez des objets graphiquement, pgAdmin III écrit le code SQL correspondant.
id_id: Setiap kali kamu melakukan manipusali obyek secara grafis, pgAdmin III akan menuliskan kode SQL yang berkaitan.
ja_jp: いつでも、あなたは絵を見るようにオブジェクトを操作できます、そしてpgAdminIIIは、対応するSQLコードを描き出します。
ru_ru: Каждый раз когда вы выполняете какую-либо графическую манипуляцию pgAdmin III выводит соответствующий SQL-код.

source: Everyone can participate, please refer to the translation howto for more information.
af_za: Almal kan deelneem. Kyk asb. in die vertaling-HOWTO vir meer inligting.
de_de: Jeder kann mitwirken, das Translation Howto liefert die dazu benötigten Informationen.
el_gr: Ο καθένας μπορεί να συμμετάσχει, παρακαλώ αναφερθείτε στο howto της μετάφρασης για περισσότερες πληροφορίες.
es_es: Todo el mundo puede participar, por favor remitase al howto de traducción para obtener más información.
fa_ir: همه می‌توانند همکاری کنند، لطفاً برای اطلاعات بیشتر به چگونگی ترجمه مراجعه کنید.
fr_fr: Tout le monde peut participer, veuillez vous reporter au guide de traduction pour plus d'informations.
id_id: Semua orang bisa berpartisipasi, untuk informasi lebih lanjut silakan merujuk pada cara melakukan penterjemahan.
ja_jp: みんなは参加することができます 、どうぞより多くのインフォメーションに関して翻訳方法を問い合わせて下さい。
ru_ru: Принять участие может любой, пожалуйста, обратитесь за дополнительной информацией к разделу как выполнить перевод.
tr_tr: Herkes katkıda bulunabilir, Ayrıntılı bilgi için lütfen çeviri-nasıl belgesini okuyunuz.

source: Feel free to download pgAdmin from <a href='%s'>PostgreSQL primary FTP site</a>.
de_de: Stattdessen kann pgAdmin3 von der <a href='%s'>PostgreSQL primary FTP site</a> heruntergeladen werden.
tr_tr: pgAdmin'i <a href='%s'>PostgreSQL ana FTP sitesinden</a> indirebilirsiniz.

source: For Debian TESTING:
de_de: Für Debian TESTING:
el_gr: Για το Debian TESTING:
fa_ir: برای Debian TESTING:
fr_fr: Pour Debian TESTING:
id_id: Untuk Debian TESTING:
ru_ru: Для Debian TESTING:
tr_tr: Debian TESTING için

source: For Debian UNSTABLE:
de_de: Für Debian UNSTABLE:
el_gr: Για το Debian UNSTABLE:
fa_ir: برای Debian UNSTABLE:
fr_fr: Pour Debian UNSTABLE:
id_id: Untuk Debian UNSTABLE:
ru_ru: Для Debian UNSTABLE:
tr_tr: Debian UNSTABLE için

source: For Debian WOODY:
de_de: Für Debian WOODY:
el_gr: Για το Debian WOODY:
fa_ir: برای Debian WOODY:
fr_fr: Pour Debian WOODY:
id_id: Untuk Debian WOODY:
ru_ru: Для Debian WOODY:
tr_tr: Debian WOODY için
