Repository: pgadmin-org/pgadmin-www
Catalog: pgadmin3/locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: af_za, de_de, el_gr, es_es, fa_ir, fr_fr, id_id, ja_jp, ru_ru, tr_tr

source: pgadmin-support is a support list intended for end user support and bug reports.
af_za: pgadmin-support is 'n ondersteuningslys wat bedoel is vir eindgebruikers en kennisgewing van foute.
de_de: pgadmin-support ist die Support-Liste, die für Endbenutzer und Fehlermeldungen vorgesehen ist.
el_gr: Η λίστα ηλεκτρονικού ταχυδρομείου pgadmin-support αναφέρεται στην υποστήριξη των τελικών χρηστών και στην κατάθεση σφαλμάτων.
es_es: pgadmin-support es una lista destinada para dar soporte a los usuarios finales e informar de errores.
fa_ir: pgadmin-support یک لیست پشتیبانی برای پشتیبانی کاربر نهایی و گزارش‌های اشکال منظور شده است.
fr_fr: pgadmin-support est une liste de diffusion destinée au support technique des utilisateurs et aux rapports de bugs.
id_id: pgadmin-support adalah support list yang ditujukan untuk support end user dan report adanya bug.
ja_jp: pgadmin-supportは、エンドユーザーのサポート、およびバグ・レポートを意図したサポート・リストです。
ru_ru: pgadmin-support это список рассылки предназначенный для конечного пользователя и сообщений об ошибках.
tr_tr: pgadmin-support e-posta listesi, son kullanıcıya destek ve hata bildirimleri için kullanılmaktadır.

source: pgadmin-support mailing list
af_za: pgadmin-support e-poslys
de_de: pgadmin-support Mailingliste
el_gr: Λίστα ηλεκτρονικού ταχυδρομείου pgadmin-support
es_es: lista de correo electrónico pgadmin-support
fa_ir: لیست پستی pgadmin-support
fr_fr: Liste de diffusion pgadmin-support
id_id: mailing list pgadmin-support
ja_jp: pgadmin-support メーリング・リスト
ru_ru: Список рассылки pgadmin-support
tr_tr: pgadmin-support e-posta listesi

source: wxWidgets (former wxWindows) %s compiled from a source snapshot.
de_de: wxWidgets (vormals wxWindows) %s aus dem Source Snapshot kompiliert.

source: Advocacy
af_za: Kampvegters
el_gr: Προώθηση
es_es: Promoción
fa_ir: وکالت
id_id: Advokasi
ja_jp: 支持
ru_ru: Содействие развитию

source: Anonymous read access is available using an SVN client.
af_za: Anonieme leestoegang is beskikbaar deur middel van 'n SVN-kliënt.
el_gr: Ανώνυμη πρόσβαση είναι διαθέσιμη χρησιμοποιώντας ένα πελάτη SVN.
es_es: El acceso de lectura anónimo está disponible usando un cliente SVN.
fr_fr: L'accès anonyme en lecture seule est possible via un client SVN.
id_id: Hak membaca untuk akses anonymous tersedia dengan menggunakan client SVN.
ja_jp: Anonymousアクセスは、利用できるSVNクライアントを使います。
ru_ru: Анонимный доступ только для чтения возможен посредством SVN-клиента.

source: Binary snapshots are packages compiled from <a href='%s'>SVN</a> nearly everyday.
af_za: Binêre bougrepe is pakette wat byna daagliks vanaf <a href='%s'>SVN</a> gekompileer word.
el_gr: Δυαδικά εκτελέσιμα αρχεία (binaries) είναι τα πακέτα που μεταγλωτίζονται από τα αρχείου πηγαίου κώδικα του <a href='%s'>SVN</a> σχεδόν κάθε μέρα
es_es: Los snapshots diarios son paquetes compilados de <a href='%s'>SVN</a> prácticamente a diario.
fr_fr: Les snapshots binaires sont des paquets compilés chaque jour ou presque à partir du dépôt <a href='%s'>SVN</a>.
ru_ru: Ежедневные сборки это бинарные пакеты компилируемые из <a href='%s'>SVN</a> почти каждый день.

source: Casts
af_za: Ekwivalente
id_id: Cast
ja_jp: キャスト
ru_ru: Приведения

source: Constraints
af_za: Beperkings
es_es: Restricciones
fr_fr: Contraintes
ja_jp: 制約
ru_ru: Ограничения
tr_tr: Kısıtlamalar (Constraints)

source: Debian packages
af_za: Debian pakette
el_gr: Πακέτα του Debian
es_es: paquetes Debian
fa_ir: بسته‌های Debian
fr_fr: Paquets Debian
id_id: Paket Debian
ja_jp: Debianパッケージ
ru_ru: Пакеты Debian

source: Download
af_za: Aflaai
es_es: Descargar
fa_ir: بارگیری
fr_fr: Téléchargement
ja_jp: ダウンロード
ru_ru: Скачать
tr_tr: İndirin

source: Features
af_za: Glanspunte
el_gr: Χαρακτηριστικά
es_es: Características
fa_ir: قابلیت‌ها
fr_fr: Fonctionnalités
id_id: Keistimewaan
ja_jp: 特徴
ru_ru: Возможности программы
tr_tr: Özellikler

source: Fuzzy
af_za: Wasig
fa_ir: نامعلوم
ru_ru: Неуверенно
tr_tr: Belirsiz(fuzzy)

source: Home
af_za: Tuisblad
el_gr: Αρχική
es_es: Inicio
fa_ir: آغازه
fr_fr: Accueil
ja_jp: ホーム
ru_ru: Главная
tr_tr: Ana Sayfa

source: Howto
fa_ir: چگونگی
fr_fr: Guide howto
ja_jp: 方法
ru_ru: Как выполнить
tr_tr: Nasıl

source: Locale
fa_ir: منطقه
ja_jp: ロケール
ru_ru: Локаль

source: Multibyte & i18n
af_za: Multigreep & i18n
el_gr: Υποστήριξη Multibyte & i18n
es_es: Multibyte e Internacionalización
ja_jp: マルチバイトとi18n
ru_ru: Мультибайтность и i18n
tr_tr: Multibyte ve i18n

source: SVN access
af_za: SVN-toegang
el_gr: Πρόσβαση SVN
es_es: Acceso SVN
fa_ir: دستیابی SVN
fr_fr: Accès SVN
id_id: Akses SVN
ja_jp: SVNアクセス
ru_ru: Доступ к SVN

source: Screenshots
af_za: Skermkiekies
el_gr: Φωτογραφίες
es_es: Capturas
fa_ir: عکس‌های صفحه
fr_fr: Copies d'écran
ja_jp: スクリーンショット
ru_ru: Как это выглядит на экране
tr_tr: Ekran Görüntüleri

source: Server status
af_za: Status van bediener
el_gr: Κατάσταση εξυπηρετητή
es_es: Estado del Servidor
fa_ir: وضعیت کارگزار
fr_fr: Etat du serveur
id_id: Status Server
ja_jp: サーバーステータス
ru_ru: Статус сервера
tr_tr: Sunucu durumu

source: Status
el_gr: Κατάσταση
es_es: Estado
fa_ir: وضعیت
fr_fr: Avancement
ja_jp: ステータス
ru_ru: Статус
tr_tr: Durum

source: Support
af_za: Ondersteuning
el_gr: Υποστήριξη
es_es: Soporte
fa_ir: پشتیبانی
ja_jp: サポート
ru_ru: Поддержка
tr_tr: Destek

source: The information displayed is extracted automatically from pgAdmin SVN.
af_za: Die inligting wat vertoon word, word outomaties uit pgAdmin SVN onttrek.
el_gr: Οι πληροφορίες που εμφανίζονται έρχονται απευθείας από το SVN του pgAdmin.
es_es: La información mostrada es extraída automáticamente del SVN de pgAdmin.
fa_ir: اطلاعات نمایش داده شده بطور خودکار از SVN pgAdmin استخراج شده‌اند.
fr_fr: Les informations affichées sont extraites automatiquement du SVN de pgAdmin.
id_id: Informasi yang di tampilkan di ekstrak secara otomatis dari SVN pgAdmin.
ja_jp: 表示されたインフォメーションは、pgAdmin SVNから自動的に抽出されます。
ru_ru: Представленная информация была автоматически извлечена из SVN pgAdmin.

source: The information displayed is extracted automatically from the pgAdmin SVN.
af_za: Die inligting wat vertoon word, word outomaties uit pgAdmin SVN onttrek.
el_gr: Οι πληροφορίες που εμφανίζονται έρχονται απευθείας από το SVN του pgAdmin.
es_es: La información mostrada es extraída automáticamente del SVN de pgAdmin.
fa_ir: اطلاعات نمایش داده شده بطور خودکار از SVN pgAdmin استخراج شده‌اند.
fr_fr: Les informations affichées sont extraites automatiquement du SVN de pgAdmin.
id_id: Informasi yang di tampilkan di ekstrak secara otomatis dari SVN pgAdmin.
ja_jp: 表示されたインフォメーションは、pgAdmin SVNから自動的に抽出されます。
ru_ru: Представленная информация была автоматически извлечена из SVN pgAdmin.

source: Under Windows, we recommend using <a href='%s'>TortoiseSVN</a>, which is a free software.
af_za: Onder Windows beveel ons aan dat jy <a href='%s'>TortoiseSVN</a>, wat gratis sagteware is, gebruik.
el_gr: Στα Windows, προτείνουμε να χρησιμοποιήσετε το <a href='%s'>TortoiseSVN</a>, που είναι δωρεάν πρόγραμμα.
es_es: Bajo Windows, recomendamos usar <a href='%s'>TortoiseSVN</a>, que es un programa gratuito.
id_id: Di Windows, kita merekomendasikan untuk menggukan <a href='%s'>TortoiseSVN</a>, yang merupakan software gratis.
ja_jp: Windowsのために、私達は<a href='%s'>TortoiseSVN</a>を勧めます。これは、Free Softwareです。
ru_ru: Для Windows, мы рекомендуем пользоваться программой <a href='%s'>TortoiseSVN</a>, которая распространяется бесплатно.

source: pgAdmin III is developed by a community of database specialists around the world and is available in more than 30 languages. It is Free Software released under the <A HREF='%s'>Artistic License</A>.
af_za: pgAdmin III word ontwikkel deur 'n gemeenskap van databasisspesialiste van regoor die wêreld en is beskikbaar in meer as 30 tale. Dit is vry sagteware wat beskikbaar gestel word onder voorwaardes van die <A HREF='%s'>Artistic License</A>.
el_gr: Το pgAdmin III αναπτύσεται από μια κοινότητα ειδικών στις βάσεις δεδομένων που βρίσκεται σε κατανεμημένη σε όλο τον κόσμο και είναι διαθέσιμο σε περισσότερες από 30 γλώσσες. Είναι δωρεάν λογισμικό και διανέμεται υπό την <A HREF='%s'>Artistic License</A>.
es_es: pgAdmin III esta desarrollado por una comunidad de especialistas en base de datos de todo el mundo y esta disponible en más de 30 idiomas. Es Software libre distribuido bajo la <A HREF='%s'>licencia artistica</A>.
fr_fr: pgAdmin III est le fruit d'un projet collaboratif international réunissant des spécialistes des bases de données. L'application est disponible dans plus de 30 langues sous licence libre <A HREF='%s'>Artistic licence</A>.
id_id: pgAdmin III di desain oleh spesialis databse dari seluruh dunia dan tersedia lebih dari 30 bahasa, dan pgAdmin III adalah Free Software yang di rilis dibawah <A HREF='%s'>Lisensi Artistic</A>.
ja_jp: pgAdminIIIは、世界のデータベース・スペシャリストによるコミュニティーによって開発されて、３０以上の言語で利用できます。それは、<A HREF='%s'>Artistic License</A>のもとに自由に利用できるフリー・ソフトウェアです。
ru_ru: pgAdmin III разработан командой специалистов по базам данных со всего мира и доступен на более чем 30 языках. Это Свободное ПО (Free Software) выпущенное под лицензией <A HREF='%s'>Artistic License</A>.

source: For a complete list of changes, please visit pgAdmin <a href='%s'>Change log</a> page to learn more about the latest fixes.
el_gr: Μπορείτε να επισκευθείτε το <a href='%s'>Αρχείο αλλαγών</a> του pgAdmin για να μάθετε για τις τελευταίες διορθώσεις.

source: pgAdmin III includes a wizard that supports granting rights to multiple objects.
el_gr: Το pgAdmin III περιλαμβάνει οδηγό που δίνει τη δυνατότητα να γίνει ανάθεση δικαιωμάτων (grant rights) σε πολλαπλά αντικείμενα.

source: GNU/Linux
fa_ir: گنو/لینوکس

source: Windows 2000 & XP.
es_es: Windows 2000 y XP.
fa_ir: ویندوز ۲۰۰۰ & XP.
tr_tr: Windows 2000 ve XP.

source: MS Windows 2000 & XP
es_es: MS Windows 2000 y XP
tr_tr: MS Windows 2000 ve XP

source: Ms Windows
es_es: MS Windows 2000 y XP

source: Download our supported wxWindows 2.5 CVS version.
tr_tr: Desteklediğimiz wxWindows 2.5 CVS sürümünü indirin.

source: If you are interested, please visit <a href='%s'>pgAdmin2</a> site.
tr_tr: Eğer ilginizi çekiyorsa, lütfen <a href='%s'>pgAdmin2</a> web sitesini ziyaret ediniz.

source: Source code
tr_tr: Kaynak kodu

source: The libraries can be downloaded from our mirrors in the 'wxWindows' directory.
tr_tr: Kitaplıklar yansılarımızdaki 'wxWindows' dizininden indirilebilir.

source: This site is available in English only.
tr_tr: Bu site sadece İngilizcedir.

source: pgAdmin2 is still supported
tr_tr: pgAdmin2 hala desteklenmektedir.

source: pgAdmin3 can be downloaded from a large number of mirrors.
tr_tr: pgadmin3 bol sayıda yansıdan indirilebilir.

source: wxWindows 2.4 will not work because of Unicode problems.
tr_tr: wvWindows 2.4 sürümü, Unicode sorunları nedeniyle çalışmamaktadır.

source: wxWindows 2.5 compiled from CVS with additional patches.
tr_tr: wxWindows 2.5 sürümü CVS'ten ilave yamalarla derlenmiştir.
