Repository: pgadmin-org/pgadmin-www
Catalog: pgadmin3/locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: af_za, de_de, el_gr, es_es, fa_ir, fr_fr, id_id, ja_jp, ru_ru, tr_tr

source: For example, for France, you can try:
af_za: Byvoorbeeld, vir Frankryk kan jy probeer:
de_de: Zum Beispiel kann für Französisch ausprobiert werden:
el_gr: Π.χ, για τη Γαλλία μπορείτε να δοκιμάσετε:
es_es: Por ejemplo, para Francia, puede intentar:
fa_ir: برای مثال، برای فرانسه، می‌توانید امتحان کنید:
fr_fr: Par exemple, en France, vous pouvez utiliser :
id_id: Contoh, Untuk bahasa Perancis, kamu coba:
ja_jp: 例えば、フランス語であなたは試みることができます:
ru_ru: Например, находясь во Франции, вы можете попробовать следующий вариант:
tr_tr: Örneğin Fransa için şunu deneyebilirsiniz:

source: Frequently asked questions
af_za: Veelgestelde vrae
de_de: Häufig gestellte Fragen
el_gr: Συχνές ερωτήσεις (FAQ)
es_es: Preguntas más frecuentes
fa_ir: سؤالات پرسیده شده‌ی متناوب
fr_fr: Questions les plus fréquentes (FAQ)
id_id: Pertanyaan yang sering dipertanyakan (FAQ).
ja_jp: よくある質問
ru_ru: Часто задаваемые вопросы

source: Functions
af_za: Funksies
de_de: Funktionen
es_es: Funciones
fa_ir: توابع
fr_fr: Fonctions
id_id: Fungsi
ja_jp: ファンクション
ru_ru: Функции
tr_tr: Fonksiyonlar

source: GNU/Linux, FreeBSD and other *nixes.
af_za: GNU/Linux, FreeBSD en ander *nixes.
de_de: GNU/Linux, FreeBSD und andere *nixe.
el_gr: GNU/Linux, FreeBSD και άλλα *nix-οειδή.
es_es: GNU/Linux, FreeBSD y otros *nixes.
fa_ir: گنو/لینوکس، FreeBSD و یونیکس‌های دیگر.
fr_fr: GNU/Linux, FreeBSD et autres *nixes.
id_id: GNU/Linux, FreeBSD,dan *nix yang lain.
ja_jp: GNU/Linux, FreeBSD および他の *nixes.
ru_ru: GNU/Linux, FreeBSD и другие *nix.
tr_tr: GNU/Linux, FreeBSD ve diğer *nixler.

source: Groups
af_za: Groepe
de_de: Gruppen
es_es: Grupos
fa_ir: گروه‌ها
fr_fr: Groupes
id_id: Group
ja_jp: グループ
ru_ru: Группы
tr_tr: Gruplar

source: How to contribute
af_za: Hoe om by te dra
de_de: Selber beitragen
el_gr: Πώς να συνεισφέρετε
es_es: Como contribuir
fa_ir: چگونه می‌توانید یاری دهید
fr_fr: Comment participer
id_id: Cara untuk kontribusi
ja_jp: 貢献する方法
ru_ru: Как внести свой вклад
tr_tr: Nasıl katkıda bulunabilirsiniz

source: If you are interested in the translation of PostgreSQL server messages, please visit <a href='%s'>PostgreSQL National Language Support</a> project page.
af_za: As jy belangstel in die vertaling van PostgreSQL bedienerboodskappe, besoek asb. die <a href='%s'>PostgreSQL National Language Support</a> projekbladsy.
de_de: Bei Interesse an der Übersetzung von PostgreSQL Servermeldungen finden sich die erforderlichen Informationen auf der Projektseite <a href='%s'>PostgreSQL National Language Support</a>.
el_gr: Αν ενδιαφέρεστε για τη μετάφραση των μηνυμάτων του εξυπηρετητή PostgreSQL, επισκεφτείτε τη σελίδα της <a href='%s'>Υποστήριξης διεθνών γλωσσών PostgreSQL</a>.
es_es: Si está interesado en la traducción de los mensajes del servidor PostgreSQL, por favor visite la página de <a href='%s'>Soporte de Idiomas de PostgreSQL</a>.
fa_ir: اگر شما به ترجمه‌ی پیغام‌های کارگزار PostgreSQL مایل هستید، لطفاً از صفحه‌ی پروژه‌ی <a href='%s'>پشتیبانی زبان ملیPostgreSQL </a> بازدید کنید.
fr_fr: Si vous êtes intéréssé(e) par la traduction des messages du serveur PostgreSQL, veuillez visiter la page du projet <a href='%s'>PostgreSQL National Language Support</a>.
id_id: Jika kamu tertarik untuk menterjemahkan pesan dari server PostgreSQL, silakan kunjungi halaman proyek <a href='%s'>PostgreSQL National Language Support</a>.
ja_jp: あなたがPostgreSQLの翻訳に興味があれば、<a href='%s'>PostgreSQL国語サポート</a> プロジェクトを訪れてください。
ru_ru: Если вас интересует перевод сообщений сервера PostgreSQL, пожалуйста, посетите страничку проекта <a href='%s'>PostgreSQL National Language Support</a>.
tr_tr: PostgreSQL sunucu iletilerinin çevirilmesi ile ilgileniyorsanız, <a href='%s'>PostgreSQL Bölgesel Dil Desteği (NLS)</a> proje sayfasını ziyaret edebilirsiniz.

source: If you are not the author/maintainer of a translation and wish to submit a translation fix: download the language file (*.po extension), make the necessary corrections and send it back to us with CC to the translator.
af_za: As jy nie 'n outeur/onderhouer van 'n vertaling is nie en jy wil graag 'n regstelling indien, laai dan die taallêer (*.po uitgang) af, bring die nodige veranderinge aan en stuur dit terug aan ons met 'n CC-kopie aan die vertaler.
de_de: Wenn Du nicht der Autor/Verantwortliche der Übersetzung bist und einen Text korrigieren möchtest: Die Sprachdatei (*.po Endung) herunterladen, die Änderung durchführen und uns zurücksenden, mit CC an den Übersetzer.
el_gr: Αν δεν είστε ο δημιουργός/συντηρητής μιας μετάφρασης και ενδιαφέρεστε να προσφέρετε μια διόρθωση μετάφρασης: κατεβάστε το αρχείο γλώσσας (*.po extension), κάντε τις απαραίτητες διορθώσεις και στείλτε το πίσω σε εμάς στέλνοντας και ένα αντίγραφο στο μεταφραστή.
es_es: Si usted no es el autor/responsable de la traducción y desea mandar una corrección de una traducción: baje el fichero de idioma (extensión *.po), haga las necesarias correcciones y mandenoslo de vuelta con copia al traductor.
fa_ir: اگر شما نگارنده/نگهدار ترجمه‌ای نیستید و می‌خواهید یک تصحیح ترجمه را ارسال کنید: پرونده‌ی زبان (*.po) را بارگیری کرده، تصحیح لازم را انجام داده و آن را برای ما و رونوشتی هم به مترجم آن بفرستید.
fr_fr: Si vous êtes l'auteur ou le responsable de la traduction et souhaitez soumettre un correctif : téléchargez le fichier correpondant à votre langue (extension *.po), faites les corrections nécessaires et renvoyez-nous le fichier en mettant le traducteur en CC.
id_id: Jika kamu bukan author/maintainer dari terjemahan dan ingin membenarkan suatu terjemahan: download file bahasa (ekstensi *.po),buat koreksi seperlunya dan kirimkan ke kita serta di CC ke penterjemah.
ja_jp: 翻訳の作者/保守者でなくても、あなたは翻訳の修正を提出することができます :まずは言語ファイル(*.po)をダウンロードして、必要な修正をして翻訳者と私達にCCで送り返して下さい。
ru_ru: Если вы не автор/основатель перевода и хотите внести правки и/или дополнения в перевод: скачайте языковой файл (расширение *.po), сделайте необходимые исправления и отправьте его нам обратно, копию CC этого файла отправьте переводчику.
tr_tr: Eğer bir bir çeviriyi yapan grubunun içinde değilseniz ve çevirideki bir hatayı bulduysanız, o dilin dosyasını (.po uzantılı) indirin, gerekli düzeltmeleri yapın. Bu dosyayı bize ve asıl çeviriyi yapana gönderin.

source: If you are the author/maintainer of a translation and wish to update you work: download the template file (*.pot extension), execute poEdit and use the 'update from template' command.
af_za: As jy die outeur/onderhouer van 'n vertaling is en jy wil graag regstellings aanbring, laai dan die sjabloonlêer (*.pot uitgang) af, gebruik poEdit se 'update from template' funksie.
de_de: Wenn Du der Übersetzer/Verantwortliche der Übersetzung bist und die Arbeit ergänzen möchtest: Die Vorlagedatei (*.pot Endung) herunterladen, mit poEdit und dem Kommando 'Update aus Vorlage' erweitern.
el_gr: Αν είστε ο δημιουργός/συντηρητής μιας μετάφρασης και ενδιαφέρεστε να ανανεώσετε τη μετάφραση: κατεβάστε το πρότυπο αρχείο γλώσσας (*.pot extension), εκτελέστε το poEdit και χρησιμοποιήστε την επιλογή "update from template".
es_es: Si usted es el autor/responsable de la traducción y desea actualizarla: baje el fichero plantilla (extension *.pot), ejecute poEdit y use el comando 'actualizar desde archivo POT'.
fa_ir: اگر شما نگارنده/نگهدار ترجمه‌ای هستید و می‌خواهید کار خود را بروزسازی کنید: پرونده‌ی الگو (*.pot) را بارگیری کرده، برنامه‌ی poEdit را اجرا کرده و ازفرمان 'update from template' استفاده کنید.
fr_fr: Si vous êtes l'auteur ou le responsable de la traduction et souhaitez soumettre un correctif : téléchargez le fichier correpondant à votre langue (extension *.po), lancer poEdit et utiliser la commande 'Mettre à jour à partir du fichier modèle'.
id_id: JIka kamu adalah author/maintener dari terjemahan dan ingin mengupdate kerjamu, download file template (ekstensi *.pot), jalankan poEdit dan gunakan perintah 'update from template'.
ja_jp: 作者/保守者かあなたは翻訳を更新する必要があれば: テンプレート・ファイルをダウンロードしてください(*.pot)、poEditを実行して「テンプレートからの更新」コマンドを使って下さい。
ru_ru: Если вы автор/основатель перевода и хотите обновить вашу работу: скачайте файл шаблона (расширение *.pot), запустите poEdit и воспользуйтесь командой 'update from template'.
tr_tr: Eğer bir dil çevirisi yapmışsanız ve çalışmanızı güncellemek istiyorsanız, .pot uzantılı şablon dosyayı indirin, poEdit'i açın ve 'update from template' komutunu çalıştırın.

source: If you like to continue the work, don't hesiate to contact us!
de_de: Wer die Arbeit fortsetzen möchte, ist herzlich eingeladen sich zu melden!

source: If you think you can contribute new features and/or bug fixes, please visit the <a href='%s'>Development</a> page.
af_za: As jy meen jy kan bydra tot nuwe funksies en/of ontfouting, besoek dan die <a href='%s'>Ontwikkeling</a>-bladsy.
de_de: Wenn Du meinst mit neuen Features und/oder Bugfixes beitragen zu können, bitte besuche die Seite <a href='%s'>Development</a>.
el_gr: Αν πιστεύετε ότι μπορείτε να συνεισφέρετε νέα χαρακτηριστικά ή/και διορθώσεις προβλημάτων, επισκευθείτε τη σελίδα <a href='%s'>Ανάπτυξης</a>.
es_es: Si usted piensa que puede contribuir con características nuevas y/o con correcciones de errores, por favor visite la página de <a href='%s'>Desarrollo</a>.
fa_ir: اگر فکر می‌کنید که می‌توانید ما را با تعمیرات اشکال و یا قابلیت‌های جدید یاری دهید، لطفاً از صفحه‌ی <a href='%s'>برنامه‌سازی</a> page بازدید کنید.
fr_fr: Si vous pensez pouvoir participer à l'effort de développement de nouvelles fonctionnalités et/ou corriger des bugs, merci de visiter la page <a href='%s'>Developpement</a>.
id_id: Jika kamu bisa memberikan kontribusi berupa keistimewaan baru atau perbaikan bug, silakan knjungi halaman <a href='%s'>Development</a>.
ja_jp: あなたが新しい特徴を加えるか、あるいはバグの修正に貢献することができると思うときは、<a href='%s'>開発者</a>ページを訪れてください。
ru_ru: Если вы считаете что можете содействовать в расширении функциональности программы и/или исправлении ошибок, посетите, пожалуйста, страничку <a href='%s'>Разработчикам</a>.
tr_tr: Eğer yeni özellikler katabileceğinize ve / veya hata düzeltebileceğinizi düşünüyorsanız lütfen <a href='%s'>Geliştirme</a> sayfasınız ziyaret ediniz.

source: If you think you can help us, please visit the <a href='%s'>Translation</a> page.
af_za: As jy dink jy kan ons help, besoek asb. die <a href='%s'>Vertaling</a>-bladsy.
de_de: Wenn Du meinst uns helfen zu können, besuche die Seite <a href='%s'>Translation</a>.
el_gr: Αν πιστεύετε ότι μπορείτε να μας βοηθήσετε, τότε επισκευθείτε τη σελίδα της<a href='%s'>Μετάφρασης</a>.
es_es: Si usted piensa que puede ayudarnos, por favor visite la página de <a href='%s'>Traducción</a>.
fa_ir: اگر فکر می‌کنید که می‌توانید ما را یاری دهید، لطفاً از صفحه‌ی <a href='%s'>ترجمه</a> بازدید کنید.
fr_fr: Si vous pensez pouvoir nous aider, veuillez visiter la page <a href='%s'>Traduction</a>.
id_id: Jika kamu bisa membatu kita, silakan kunjungi halaman <a href='%s'>Penerjemahan</a>.
ja_jp: あなたが私達を手伝うことができると思うときは、<a href='%s'>翻訳</a>ページを訪れてください。
ru_ru: Если вы считаете что сможете нам помочь, посетите, пожалуйста, страничку <a href='%s'>Переводы</a>.
tr_tr: Eğer bize yardımcı olabileceğinizi düşünüyorsanız, lütfen <a href='%s'>Çeviri</a> sayfasını ziyaret ediniz.

source: If you want to contribute to development, you can also use our <a href='%s'>daily snapshots</a> compiled almost everyday.
af_za: As jy wil help met ontwikkeling kan jy ook ons <a href='%s'>daaglikse bougrepe</a> gebruik wat omtrent elke dag gekompileer word.
de_de: Wenn Du bei der Entwicklung mitwirken willst, kannst Du auch unsere <a href='%s'>täglichen Snapshots</a> benutzen.
el_gr: Αν θέλετε να συνεισφέρετε στην ανάπτυξη του προγράμματος, μπορείτε να χρησιμοποιήσετε τα <a href='%s'>καθημερινά snapshots</a> που μεταγλωτίζονται σχεδόν κάθε μέρα.
es_es: Si usted quiere contribuir al desarrollo, puede usar nuestros <a href='%s'>Snapshots diarios</a> que se compilan prácticamente a diario.
fa_ir: اگر می‌خواهید ما را در برنامه سازی یاری دهید، می‌توانید از <a href='%s'>بسته‌های فوری روزانه</a> ما که هر روز کمپایل می‌شوند استفاده کنید.
fr_fr: Si vous souhaitez participer à l'effort de développement, vous pouvez également utiliser nos <a href='%s'>snapshots quotidiens</a> compilés chaque jour ou presque.
id_id: Jika kamu ingin memberikan kontribusi ke development, kamu bisa menggunakan <a href='%s'> snapshot harian</a> kita.
ja_jp: あなたが開発に貢献したいとき、<a href='%s'>バイナリスナップショット</a>を毎日コンパイルしてしていますので、これを使ってください。
ru_ru: Если вы хотите принять участие в разрабоке вы можете воспользоваться нашими <a href='%s'>ежедневными сборками</a>, компилируемыми почти каждый день.
tr_tr: Eğer geliştirmemize katkıda bulunmak istiyorsanız, hemen her gün derlenen <a href='%s'>günlük snapshotlarımızı</a> kullanabilirsiniz.

source: In a near future, we would like to transform this utility into a full-featured PostgreSQL server configuration utility.
de_de: Wir planen, pgAdmin3 durch ein PostgreSQL Serverkonfigurationstool zu ergänzen.
tr_tr: Yakın bir gelecekte, bu aracı tam

source: In case a language you find here isn't included in your distribution package, you can easily upgrade your installation to support that additional language.
de_de: Eine zusätzliche Sprache die nicht in der Distribution vorhanden war kan sehr einfach zur Installation hinzugefügt werden.
el_gr: Σε περίπτωση που μια γλώσσα δεν περιλαμβάνεται στο πρόγραμμα που χρησιμοποιείτε, μπορείτε πολύ εύκολα να κάνετε αναβάθμιση εγκατάστασης για να υποστηρίζετε αυτή την επιπρόσθετη γλώσσα.
id_id: Jika bahasa yang ada disini tidak terdapat dalam paket distribusi, anda dengan muda bisa melakukan upgrade instalasi agar bisa didukung bahasa tambahan tersebut
ja_jp: ここに、あなたの取り扱う言語がディストリビューション・パッケージに含まれない場合には、その追加の言語をサポートするために、簡単にあなたの取付けによってアップグレードすることができます。
ru_ru: В случае отсутствия какого-либо языка в вашем дистрибутиве, но присутствии его здесь, вы легко можете обновить вашу инсталляцию для поддержки этого дополнительного языка.

source: In case you encounter an unexpected behaviour, you should have a look at that page.
af_za: Indien u onverwagte gedrag teëkom, moet u daardie bladsy bekyk.
de_de: Wenn Du auf eine unerwartete Verhaltensweise stößt, bitte erst auf diese Seite schauen.
el_gr: Αν συναντήσετε μη αναμενόμενη συμπεριφορά, τότε πρέπει να κοιτάξετε αυτή τη σελίδα.
es_es: En caso de que encuentre un comportamiento no esperado, debería darle un vistazo a esa página.
fa_ir: در صورتی که رفتار غیرمنتظره‌ای را مشاهده کردید، بایستی نگاهی به آن صفحه بیاندازید.
fr_fr: Si le programme fonctionne de manière inattendue, il est recommandé de visiter cette page.
id_id: Untuk suatu kejadian yang kamu hadapi secara tak terduga, kamu harus melihat pada halaman tersebut.
ja_jp: 予期しない挙動が起きたら、そのページをちょっと見てください。
ru_ru: Если вы обранужили ситуацию когда программа ведёт себя некорректно посмотрите эту страницу.

source: In every environment, pgAdmin III is a native application.
af_za: In elke omgewing is pgAdmin III 'n inheemse toepassing.
de_de: pgAdmin III wird in jeder Umgebung als native Anwendung ausgeführt.
el_gr: Το pgAdmin III είναι καθαρή-εγγενής (native) εφαρμογή σε κάθε πλατφόρμα.
es_es: En todos los entornos, pgAdmin3 es una aplicación nativa.
fa_ir: در هر محیطی، pgAdmin III برنامه‌ای بومی است.
fr_fr: Dans chaque environnement, pgAdmin III est une application native.
id_id: Di setiap enviroment, pgAdmin III hanyalah sebuah native application.
ja_jp: すべての環境で、pgAdminIIIは、ネイティブアプリケーションです。
ru_ru: pgAdmin III является родным приложением в любой операционной системе.

source: In particular, we need help for the upcoming MacOsX and SunOS ports.
af_za: Ons benodig veral hulp met die nuwe MacOsX en SunOS omskakelings.
de_de: Wir benötigen insbesondere für die Portierung auf MacOsX und SunOS Unterstützung.
el_gr: Συγκεκριμένα, χρειαζόμαστε βοήθεια για τις επερχόμενες εκδόσεις των MacOsX and SunOS.
es_es: En concreto, necesitamos ayuda para las próximas migraciones a MacOsX y SunOS.
fa_ir: بخصوص، ما بزودی برای درگاه‌های MacOsX و SunOS به کمک احتیاج داریم.
fr_fr: En particulier, nous avons besoin d'aide pour le portage vers MacOsX et SunOS.
id_id: Untuk selanjutnya, kita membutuhkan untuk melakukan porting pada MacOSX dan SunOS.
ja_jp: 特に私達は、やがて必要になるMacOsX、SunOSﾎﾟｰﾄのために手助けを必要としています。
ru_ru: В особенности, нам нужна помощь в подготовке портов для MacOsX и SunOS.
tr_tr: MacOsX ve SunOS portları için desteğe gereksinmemiz var.

source: In progress
de_de: In Arbeit
tr_tr: Devam edenler

source: In the left pane of pgAdmin III, a navigation tree allow to browse database objects.
af_za: In die linkerkantste raam van pgAdmin III is 'n navigeerboom waarmee databasisobjekte deurgeblaai kan word.
de_de: Der Navigationsbaum auf der linken Seite von pgAdmin III erlaubt das Verfolgen der Datenbankobjekte.
el_gr: Στο αριστερό πλαίσιο του pgAdmin III, μια δεντρική δομή επιτρέπει την πλοήγηση στα αντικείμενα της βάσης δεδομένων.
es_es: En el panel izquierdo de pgAdmin3, un árbol de navegación permite ver los objetos de la base de datos.
fa_ir: در جام سمت چپ pgAdmin III، درخت صفحه‌نوردی اجازه‌ی مرور اشیای بانک اطلاعات را می‌دهد.
fr_fr: Dans la partie gauche de pgAdmin III, une arborescence permet de parcourir les objets de la base de données.
id_id: Pada panel sebelah kiri pgAdmin III, diperbolehkan untuk melihat-lihat obyek pada navigasi tree.
ja_jp: pgAdminIIIの左側のパンで、ナビゲーション・ツリーはデータベース・オブジェクトをブラウズします。
ru_ru: Расположенное на левой панели pgAdmin III навигационное древо позволяет просматривать объекты базы данных.

source: Indexes
af_za: Indekse
de_de: Indizes
es_es: Indices
fa_ir: شاخص‌ها
fr_fr: Index
ja_jp: インデックス
ru_ru: Индексы
tr_tr: Indexler

source: Install the downloaded package using Slackware pkgtool or installpkg.
af_za: Installeer die afgelaaide pakket met Slackware se pkgtool of installpkg.
de_de: Installation des heruntergeladenen Paketes mit Slackware pkgtool oder installpkg.
el_gr: Εγκαταστήστε το πακέτο που κατεβάσατε χρησιμοποιώντας το Slackware pkgtool ή installpkg.
es_es: Instale el paquete descargado usando la herramienta pkgtool o installpkg de Slackware.
fa_ir: نصب کردن بسته‌ی بارگیری شده با استفاده از Slackware pkgtool یا installpkg.
fr_fr: Installer le package téléchargé en utilisant les outils pkgtool et installpkg de Slackware.
id_id: Intall paket yang sudah di downliad menggunakan pkgtool atau installpkg dari Slackware.
ja_jp: Slackware pkgtool、あるいはinstallpkgを利用してダウンロードされているパッケージをインストールして下さい。
ru_ru: Установите этот пакет с помощью Slackware pkgtool или installpkg.
tr_tr: Slackware pkgtool ya da installpkg kullanarak indirdiğiniz dosyayı kurunuz.

source: Install using the following command:
af_za: Installeer met die volgende opdrag:
de_de: Installation mit dem folgenden Kommando:
el_gr: Εγκατάσταση χρησιμοποιώντας την ακόλουθη εντολή:
es_es: Instalarlo usando el siguiente comando:
fa_ir: نصب کردن با استفاده از فرمان بدنبال آمده:
fr_fr: Installer à l'aide de la commande suivante :
id_id: Intall dengan menggunakan perintah berikut ini:
ja_jp: 以下のコマンドを利用してインストールして下さい:
ru_ru: Инсталлируйте его с помощью следующих команд:
tr_tr: Aşağıdaki komutu yazarak kurunuz:

source: Installing pgAdmin III
af_za: Installeer pgAdmin III
de_de: pgAdmin III installieren
el_gr: Η εγκατάσταση του pgAdmin III
es_es: Instalar pgAdmin
fa_ir: نصب pgAdmin III
fr_fr: Installation de pgAdmin III
id_id: Instalasi pgAdmin III
ja_jp: pgAdminIIIのインストール
ru_ru: Установка pgAdmin III

source: Installing pgAdmin III from binary snapshots
af_za: Installeer pgAdmin III vanaf binêre bougrepe
de_de: pgAdmin III so den Binär-Snapshots installieren
el_gr: Εγκαθιστώντας το pgAdmin III από τα έτοιμα binary πακέτα
es_es: Instalar pgAdmin
fa_ir: نصب pgAdmin III از دوگانی‌های فوری
fr_fr: Installer pgAdmin III à partir des snapshots binaires
id_id: Install pgAdmin III dari sanpshot binary
ja_jp: スナップショットからのpgAdminIIIインストール
ru_ru: Установка pgAdmin III из ежедневных сборок

source: Installing pgAdmin III from source code
af_za: Installeer pgAdmin III vanaf bronkode.
de_de: Installation von pgAdmin III aus der der Source
el_gr: Εγκατάσταση του pgAdmin III από τον πηγαίο κώδικα
es_es: Instalar desde los fuentes
fa_ir: نصب pgAdmin III از کد منبع
fr_fr: Installer pgAdmin III à partir du code source
id_id: Menginstal pgAdmin III dari source code
ja_jp: sourceからのpgAdminIIIのインストール
ru_ru: Установка pgAdmin III из исходных кодов

source: Installing wxWindows libraries
af_za: Installering van wxWindows biblioteke
de_de: wxWindows Libraries installieren
el_gr: Εγκαθιστώντας τις βιβλιοθήκες wxWindows
es_es: Instalar las líbrerias wxWindows
fa_ir: نصب کتابخانه‌های wxWindows
fr_fr: Installation des librairies wxWindows
id_id: Install library wxWindows
ja_jp: wxWindowsライブラリのインストール
ru_ru: Установка библиотек wxWindows
tr_tr: wxWindows kitaplıklarını kurma

source: Known bugs
af_za: Bekende goggas
de_de: Bekannte Fehler
el_gr: Γνωστά bugs
es_es: Errores conocidos
fa_ir: اشکالات شناخته شده
fr_fr: Bugs répertoriés
id_id: Bug yang sudah diketahui
ja_jp: 既知の不具合
ru_ru: Известные нам ошибки
tr_tr: Bilinen hatalar

source: Language
af_za: Taal
de_de: Sprache
el_gr: Γλώσσα
es_es: Idioma
fa_ir: زبان
fr_fr: Langue
id_id: Bahasa
ja_jp: 言語
ru_ru: Язык
tr_tr: Dil

source: Languages not included in the distribution package may be added at a later time.
de_de: Sprachen die nicht in der Distribution enthalten sind können zu einem späteren Zeitpunkt ergänzt werden.
el_gr: Γλώσσες που δεν συμπεριλαμβάνονται στη διανομή μπορούν να προστεθούν αργότερα.
id_id: Bahasa-bahasa yang tidak terdapat dalam paket distribusi mungkin akan ditambah dilain waktu.
ja_jp: ディストリビューション・パッケージで含まれなかった言語は、より遅い時間で付け加えられるかもしれません。
ru_ru: Языки, не включённые в пакет дистрибутива, можно добавить позже.

source: Latest news
af_za: Vars nuus
de_de: Letzte Neuigkeiten
el_gr: Τελευταία νέα
es_es: Últimas noticias
fa_ir: آخرین خبرها
fr_fr: Nouvelles récentes
id_id: Berita yang terakhir
ja_jp: 最新のニュース
ru_ru: Последние новости
tr_tr: Son haberler

source: Location
af_za: Ligging
de_de: Ort
el_gr: Τοποθεσία
es_es: Documentación
fa_ir: مکان
fr_fr: Emplacement
id_id: Lokasi
ja_jp: 場所
ru_ru: Где

source: MacOsX and SunOS ports are under development.
af_za: MacOsX en SunOS porterings is in wording.
de_de: MacOsX und SunOS Portierungen sind in Entwicklung.
el_gr: Εκδόσεις για τα MacOsX και SunOS είναι υπό ανάπτυξη.
es_es: Las migraciones de MacOsX y SunOS está todavía en fase de desarrollo.
fa_ir: درگاه‌های MacOsX و SunOS تحت تهیه هستند.
fr_fr: Les versions MacOsX et SunOS sont en cours de développement.
id_id: Porting untuk MacOsX dan SunOS masih dalam development.
ja_jp: MacOsXおよびSunOSのポートは、開発中です。
ru_ru: Порты для MacOsX и SunOS находятся в стадии разработки.
tr_tr: MacOsX ve SunOS uyarlamaları geliştirilme aşamasındadır.

source: Mailing list
af_za: e-poslys
de_de: Mailingliste
el_gr: Λίστα ηλεκτρονικού ταχυδρομείου
es_es: Lista de correo electrónico
fa_ir: لیست پستی
fr_fr: Listes de diffusion
ja_jp: メーリングリスト
ru_ru: Список рассылки
tr_tr: E-posta listesi

source: Maintainer
af_za: Onderhouer
de_de: Verantwortlicher
el_gr: Διαχειριστής
es_es: Responsable de mantenimiento
fa_ir: نگهدار
fr_fr: Responsable
id_id: Pemelihara
ja_jp: 保守者
ru_ru: Основатель
