Repository: pgadmin-org/pgadmin-www
Catalog: pgadmin3/locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: af_za, de_de, el_gr, es_es, fa_ir, fr_fr, id_id, ja_jp, ru_ru, tr_tr

source: Messages sent to the list are archived at <a href='%s'>PostgreSQL</a> and <a href='%s'>mail-archive.com</a>.
af_za: Boodskappe wat gestuur word aan die lys word geargiveer by <a href='%s'>PostgreSQL</a> en <a href='%s'>mail-archive.com</a>.
de_de: Nachrichten an die Liste sind unter <a href='%s'>PostgreSQL</a> und <a href='%s'>mail-archive.com</a> archiviert.
el_gr: Τα μηνύματα που στέλνονται στην ηλεκτρονική λίστα αρχειοθετούνται από τη <a href='%s'>PostgreSQL</a> και το <a href='%s'>mail-archive.com</a>.
es_es: Los mensajes envíados a la lista están archivados en <a href='%s'>PostgreSQL</a> y <a href='%s'>mail-archive.com</a>.
fa_ir: پیغام‌های ارسالی به لیست در <a href='%s'>PostgreSQL</a> و <a href='%s'> mail-archive.com</a> بایگانی می‌شوند.
fr_fr: Les message de la liste de diffusion sont archivés chez <a href='%s'>PostgreSQL</a> et <a href='%s'>mail-archive.com</a>.
id_id: Pesan yang di kirim ke list akan tersimpan dengan rapi di <a href='%s'>PostgreSQL</a> dan <a href='%s'>mail-archive.com</a>
ja_jp: リストに送られるメッセージは、<a href='%s'>PostgreSQL</a> または <a href='%s'>mail-archive.com</a>でアーカイブされます
ru_ru: Присылаемые в рассылку сообщения архивируются на <a href='%s'>PostgreSQL</a> и <a href='%s'>mail-archive.com</a>.
tr_tr: Bu listeye gönderilen iletiler, <a href='%s'>PostgreSQL</a> ve <a href='%s'>mail-archive.com</a> adreslerinde arşivlenirler.

source: Microsoft Visual C++ 6.0 or newer.
de_de: Microsoft Visual C++ 6.0 oder neuer.
el_gr: Microsoft Visual C++ 6.0 ή νεώτερη

source: Multibyte and Internationalisation (i18n) support
af_za: Multigreep en Internasionalisasie (i18n) ondersteuning
de_de: Multibyte und Internationalisation (i18n) Unterstützung
el_gr: Υποστήριξη Multibyte καθώς και διεθνών ρυθμίσεων (i18n)
es_es: Soporte multibyte e internacionalización
fa_ir: پشتیبانی از نویسه چندبایتی و بین‌المللی کردن (i18n)
fr_fr: Support multibyte et internationalisation (i18n)
id_id: Mendukung Multibyte dan Internasionalisasi (i18n)
ja_jp: マルチバイトおよび国際化(i18n)のサポート
ru_ru: Поддержка мультибайтых кодировок и интернационализации (i18n)
tr_tr: Multibyte ve Internationalisation (i18n) desteği

source: Multibyte support
af_za: Multigreep-ondersteuning
de_de: Multibyte Unterstützung
el_gr: Υποστήριξη Multibyte
es_es: Soporte Multibyte
fa_ir: پشتیبانی از نویسه چندبایتی
fr_fr: Support multibyte
id_id: mendukung multibyte
ja_jp: マルチバイトサポート
ru_ru: Поддержка мультибайтности
tr_tr: Multibyte desteği

source: Multilingual interface
af_za: Veeltalige koppelvlak
de_de: Mehrsprachige Benutzeroberfläche
el_gr: Πολυγλωσσικό περιβάλλον
es_es: Interfaz multilenguaje
fa_ir: واسط چند زبانی
fr_fr: Interface multilingue
id_id: Tampilan multibahasa
ja_jp: 多数の言語インターフェース
ru_ru: Мультиязыковой интерфейс
tr_tr: Çoklu dil destekli arayüz

source: Multiplatform
de_de: Multiplattform
el_gr: Πολλαπλών πλατφορμών
es_es: Multiplataforma
fa_ir: چند پایه‌ای
fr_fr: Multi plates-formes
ja_jp: マルチプラットホーム
ru_ru: Мультиплатформенный
tr_tr: Çoklu platform

source: Native PostgreSQL acccess (no ODBC layer needed)
af_za: Inheemse PostgreSQL-toegang (geen ODBC-vlak nodig nie)
de_de: Nativer PostgreSQL-Zugriff (kein ODBC erforderlich)
el_gr: Απευθείας πρόσβαση στην PostgreSQL (δε χρειάζεται ODBC)
es_es: Acceso nativo a PostgreSQL (no se necesita la capa ODBC)
fa_ir: دستیابی بومی به PostgreSQL (هیچ لایه ODBC لازم ندارد)
fr_fr: Accès natif à PostgreSQL (sans couche ODBC)
id_id: Akses Native PostgreSQL (tidak diperlukan layer ODBC)
ja_jp: ネイティブなPostgreSQLアクセスです。(ODBC層を必要としません)
ru_ru: Непосредственный доступ к PostgreSQL (не требуется ODBC-прослойки)
tr_tr: Doğal PostgreSQL erişimi (ODBC gerektirmez)

source: Nearly all PostgreSQL objects can be viewed, created, modified and dropped, including:
af_za: Amper al die PostgreSQL objekte kan bekyk, geskep, verander en uitgevee word, insluitende:
de_de: Praktisch alle PostgreSQL-Objekte können angezeigt, erzeugt, geändert und gedroppt werden, inklusive:
el_gr: Σχεδόν όλα τα αντικείμενα της PostgreSQL μπορούν να δημιουργηθούν, προβληθούν, αλλαχθούν, διαγραφούν, συμπεριλαμβανωμένων:
es_es: Prácticamente todos los objetos PostgreSQL se pueden ver, crear, modificar y borrar, incluyendo:
fa_ir: نزدیک به تمام اشیای PostgreSQL می‌توانند نمایش، ایجاد، پیرایش و انداخته شوند، از جمله:
fr_fr: Il est possible de visualiser, de créer, de modifier ou de supprimer la plupart des objets PostgreSQL, parmi lesquels :
id_id: Hampir semua obyek dari PostgreSQL bisa dilihat,dibuat,dimodifikasi dan di drop termasuk:
ja_jp: ほとんど、すべてのPostgreSQLオブジェクトを見ることができます、それは、作成したり改変し抹消することができます:
ru_ru: Можно просмотреть, изменить или удалить почти все объекты PostgreSQL, среди которых:
tr_tr: Hemen hemen tüm PostgreSQL nesneleri görülebilir, yaratılabilir, düzenlenebilir ve kaldırılabilir:

source: No mirrors could be found.
de_de: Es konnte kein Mirror gefunden werden.
tr_tr: Hiç bir yansı bulunamadı.

source: Notice the display of the SQL definition with colour syntax highlight.
af_za: Let op die vertoon van die SQL-definisie met sintaksverkleuring.
de_de: Die SQL-Definition wird durch die farbige Syntaxhervorhebung verdeutlicht.
el_gr: Παρατηρήστε την προβολή του κώδικα της SQL με το χρωματισμό.
es_es: Note que la definición SQL es mostrada con la sintaxis resaltada con colores.
fa_ir: توجه شود که تعریف SQL با پرنوری رنگی ترکیب نمایش داده می‌شود.
fr_fr: Remarquez l'affichage de la définition SQL avec mise en évidence colorisée de la syntaxe.
id_id: Syntax highlight yang berwarna digunakan untuk menandai difinisi dari SQL.
ja_jp: カラー・構文・ハイライトでSQL定義のディスプレイに注目して下さい。
ru_ru: Обратите внимание на дисплей SQL-определений со цветовым выделением синтаксиса.
tr_tr: Renkli yazım destekli SQL penceresi

source: Notice the tabs giving access to Properties, Parameters, Security and SQL definition.
af_za: Let op die gewels wat toegang gee tot Eienskappe, Parameters, Sekuriteit en SQL-definisie.
de_de: Die Reiter erlauben den Zugriff auf Eigenschaften, Parameter, Sicherheit und SQL.
el_gr: Παρατηρήστε τις καρτέλες που δίνουν πρόσβαση στις Ιδιότητες, Παραμέτρους, Ασφάλεια και ορισμό SQL.
es_es: Note que los tabuladores dan acceso a Propiedades, Parámetros, Seguridad y definición SQL.
fa_ir: توجه کنید که برگه‌ها دستیابی به مشخصات، پارامترها، امنیت و تعریف SQL را ارائه می‌دهند.
fr_fr: Veuillez remarquer les onglets donnant accès aux propriétés, aux paramètres, aux informations de sécurité et à la définition SQL.
id_id: Kita diberi akses untuk ke Properti, Parameter, Keamanan dan difinisi SQL.
ja_jp: タブがアクセスのプロパティ、パラメーター、パラメータ、およびSQL定義に与えているのに注目して下さい。
ru_ru: Отметьте вкладки доступа к Свойствам, Параметрам, Безопастности и Определениям SQL.
tr_tr: Özellikler, Değişkenler, Güvenlik ve SQL tanımlarına erişim sağlayan pencere.

source: Now, depending on your operation system, follow these steps:
af_za: Volg nou die volgende stappe, afhangende van jou bedryfstelsel:
de_de: In Abhängigkeit vom verwendeten Betriebssystem bitte folgenden Schritten folgen:
el_gr: Τώρα, ανάλογα με το λειτουργικό σας σύστημα, ακολουθήστε τα ακόλουθα βήματα:
es_es: Ahora, dependiendo de su sistema operativo, siga estos pasos:
fa_ir: اکنون،با بستگی به سیستم عامل‌تان، این گام‌ها را دنبال کنید:
fr_fr: Maintenant, en fonction de votre système d'exploitation, veuillez suivre ces étapes :
id_id: Saat ini , tergantung pada sistem operasi kamu, ikutu langkah-langkah berikut:
ja_jp: あなたのオペレーション・システムに応じたステップが、後に続きます:
ru_ru: Теперь, в зависимости от вашей операционной ситемы, выполните следующие шаги:

source: Objects are displayed with their SQL definition.
af_za: Objekste word vertoon met hulle SQL-definisies.
de_de: Objekte werden zusammen mit ihrer SQL-Definition dargestellt.
el_gr: Τα αντικείμενα προβάλλονται με τον ορισμό τους σε SQL.
es_es: Los objetos se muestran con su definición SQL.
fa_ir: اشیا با تعریف SQL خودشان نمایش داده می‌شوند.
fr_fr: Les objets sont affichés accompagnés de leur définition SQL.
id_id: Obyek di tampilkan dengan difinisi dari SQl itu sendiri.
ja_jp: オブジェクトは、それらのSQL定義で表示されます。
ru_ru: Объекты визуализируются вместе с их SQL-определениями.
tr_tr: Nesneler kendi SQL tanımları ile gösterilirler.

source: On-line documentation
af_za: Aanlyn-dokumentasie
de_de: Online Dokumentation
el_gr: Τεκμηρίωση On-line
es_es: Documentación en línea
fa_ir: نوشتارهای بر اینترنت
fr_fr: Documentation en ligne
id_id: Dokumentasi On-line
ja_jp: オンラインドキュメント
ru_ru: Онлайновая документация
tr_tr: Çevrim içi belgeler

source: On-line help
af_za: Aanlyn-hulp
de_de: Online Hilfe
el_gr: Βοήθεια On-line
es_es: Ayuda en línea
fa_ir: راهنمای بر اینترنت
fr_fr: Aide en ligne
id_id: Bantuan On-line
ja_jp: オンラインヘルプ
ru_ru: Онлайновая помощь
tr_tr: Çevrimiçi yardım

source: Operator classes
af_za: Operatorklasse
de_de: Operator-Klassen
es_es: clases de Operador
fr_fr: Classes opérateur
id_id: Kelas Operator
ja_jp: オペレータクラス
ru_ru: Классы операторов
tr_tr: Operator sınıfları

source: Operators
af_za: Operatore
de_de: Operatoren
el_gr: Τελεστές
es_es: Operadores
fr_fr: Opérateurs
id_id: Operator
ja_jp: オペレータ
ru_ru: Операторы

source: Our <a href='%s' target='_blank'>FAQ</a> document contains some known caveats.
af_za: Ons <a href='%s' target='_blank'>FAQ</a> dokument bevat hulp vir 'n aantal vangplekke.
de_de: Unsere <a href='%s' target='_blank'>FAQ</a> Seite enthält Informationen zu einigen bekannten Fallstricken.
el_gr: To <a href='%s' target='_blank'>FAQ</a> περιέχει μερικές χρήσιμες πληροφορίες.
es_es: Nuestra <a href='%s' target='_blank'>FAQ</a> contiene algunos de los requisitos conocidos.
fa_ir: نوشتار <a href='%s' target='_blank'>FAQ</a> ما دارای بعضی پیش بینی‌های احتیاطی است.
fr_fr: Le document <a href='%s' target='_blank'>FAQ</a> contient des réponses aux problèmes les plus courants.
id_id: Dokumen <a href='%s' target='_blank'>FAQ<a/> kita berisi masalah yang sering kita hadapai.
ja_jp: 私達の<a href='%s' target='_blank'>FAQ</a>ドキュメントはいくつかの知られた警告を含みます。
ru_ru: Документ <a href='%s' target='_blank'>ЧаВо (FAQ)</a> содержит описание известных нам недостатков.

source: Packager: %s
af_za: Verpakker: %s
de_de: Paketierer: %s
el_gr: Υπεύθυνος δημιουργίας πακέτου: %s
es_es: Empaquetador: %s
fa_ir: بسته کننده: %s
fr_fr: Responsable package : %s
id_id: Pemaket: %s
ja_jp: パッケージャー: %s
ru_ru: Упаковщик: %s
tr_tr: Paketleyen: %s

source: Please do <B>not</B> send an email directly to one of the programmers; they might miss it, or even be the wrong person at all.
af_za: Moet asb. <B>nie</B> e-pos direk aan een van die programmeerders stuur nie; hulle kan dit dalk misloop, of dit kom by die verkeerde persoon uit.
de_de: Bitte <B>keine</B> Email direkt an einen der Entwicker senden; sie könnten sie übersehen oder gar der falsche Ansprechpartner überhaupt sein.
el_gr: Παρακαλούμε <B>μη</B> στείλετε email απευθείας σε κάποιο προγραμματιστή. Πιθανόν να το χάσει ή να είναι το λάθος άτομο.
es_es: Por favor <B>no</B> mande correo electrónico directamente a alguno de los programadores; podrían perderlo, o incluso que se dirigiese a la persona equivocada.
fa_ir: لطفاً پست الکترونیکی را مستقیماً به یکی از برنامه نویسان ارسال <B>نکنید</B>؛ آنها ممکن است آن را از دست داده، یا حتی شخص مورد نظر نباشد.
fr_fr: Veuillez <B>éviter</B> de contacter les développeurs directement : votre courriel pourrait se perdre ou le développeur ne pas être la bonne personne à contacter.
id_id: Diharap <B> tidak </B> untuk mengirim email langsung ke pada para programer; karena kemungkinan mereka akan melewatkanya begitu saja atau bahkan akan salah orang.
ja_jp: 直接プログラマーに電子メールを送らないで下さい;彼らはそれを逸します。(適任者ではありません)
ru_ru: Пожалуйста, <b>не</b> не шлите email на прямую программистам. Они могут его просто пропустить или даже быть совсем не тем человеком, который вам нужен.

source: Please refer to our <a href='%s'>installation instructions</a>.
af_za: Verwys asb. na ons <a href='%s'>installasie-instruksies</a>.
de_de: Bitte die <a href='%s'>Installationsanweisungen</a> beachten.
el_gr: Μπορείτε να ανατρέξετε στις <a href='%s'>Οδηγίες εγκατάστασης</a>.
es_es: Por favor consulte nuestras <a href='%s'>instrucciones de instalación</a>.
fa_ir: لطفاً به <a href='%s'>دستورات نصب</a> ما مراجعه کنید.
fr_fr: Veuillez vous référer à nos <a href='%s'>instructions d'installation</a>.
id_id: Silakan menuju ke <a href='%s'>instruksi instalasi</a> kita.
ja_jp: 私達の <a href='%s'>インストールの手順</a>を参照してください。
ru_ru: Пожалуйста, ознакомьтесь с нашими <a href='%s'>инструкциями по инсталляции</a>.
tr_tr: Lütfen <a href='%s'>kurulum bilgilerinine</a> bakınız.

source: Please visit pgAdmin <a href='%s'>Change log</a> page to learn more about the latest fixes.
af_za: Besoek asb. die pgAdmin <a href='%s'>Change log</a> blad om meer uit te vind oor ons nuutste regstellings.
de_de: Die neuesten Informationen über Änderungen an pgAdmin sind im<A href='%s'>Change log</A> zu finden..
el_gr: Μπορείτε να επισκευθείτε το <a href='%s'>Αρχείο αλλαγών</a> του pgAdmin για να μάθετε για τις τελευταίες διορθώσεις.
es_es: Por favor visite la página de la <a href='%s'>Lista de Cambios</a> de pgAdmin para averiguar los últimos cambios.
fa_ir: لطفاً برای آگاهی از آخرین تعمیرات از صفحه‌ی <a href='%s'>ثبت تغییرات</a> pgAdmin بازدید کنید
fr_fr: Veuillez vous reporter à la page <a href='%s'>Change log</a> de pgAdmin listant les principales corrections.
id_id: Silakan kunjungi halaman <a href='%s'> Log perubahan</a> dari pgAdmin untuk mengetahui perbaikan yang terbaru.
ja_jp: どうぞ、最新の修正に関する詳細ページのpgAdmin<a href='%s'>修正・ログ</a>を訪れて下さい。
ru_ru: Пожалуйста, посетите страничку <a href='%s'>журнала изменений</a> pgAdmin, где вы сможете более подробно познакомиться с самыми последними исправлениями и дополнениями.
tr_tr: Lütfen pgAdmin <a href='%s'>Change log</a> sayfasını, son hata düzeltmeleri görmek için ziyaret ediniz.

source: Please visit the pgAdmin <a href='%s'>Beta release</a> page to learn more about this exciting new version.
de_de: Bitte besuchen sie die pgAdmin <a href='%s'>Beta Release</a> Seite um weitere Details zu erfahren.

source: PostgreSQL %s with libpq for data access.
af_za: PostgreSQL %s met libpq vir datatoegang.
de_de: PostgreSQL %s mit libpq für den Datenzugriff.
el_gr: PostgreSQL %s με το libpq για πρόσβαση στα δεδομένα.
es_es: PostgreSQL %s con libpq para el acceso de datos.
fa_ir: PostgreSQL %s با libpq برای دستیابی داده‌ها.
fr_fr: PostgreSQL %s avec libpq pour l'accès aux données.
id_id: PostgreSQL %s dengan libpq untuk akses data.
ja_jp: データアクセスのためのPostgreSQL %s libpq.
ru_ru: PostgreSQL %s с libpq для доступа к данным.
tr_tr: Veri erişimi için libpq ve PostgreSQL %s

source: PostgreSQL documentation (on-line and off-line)
af_za: PostgreSQL dokumentasie (aanlyn en aflyn)
de_de: PostgreSQL-Dokumentation (online und offline)
el_gr: Τεκμηρίσωση της PostgreSQL (on-line and off-line)
es_es: Documentación de PostgreSQL (en y fuera de línea)
fa_ir: نوشتارهای PostgreSQL (بر اینترنت و با برنامه)
fr_fr: Documentation PostgreSQL (on-line et off-line)
id_id: Dokumentasi PostgreSQL (on-line dan off-line)
ja_jp: PostgreSQLドキュメンテーション(オンラインまたオフライン)
ru_ru: Документация PostgreSQL (онлайновая и оффлайновая)
tr_tr: PostgreSQL belgeleri (çevrim içi ve çevrim dışı)

source: PostgreSQL servers
af_za: PostgreSQL-bedieners
de_de: PostgreSQL-Server
el_gr: Εξυπηρετητές PostgreSQL
es_es: Servidores PostgreSQL
fa_ir: کارگزارهای PostgreSQL
fr_fr: Serveurs PostgreSQL
id_id: Server PostgreSQL
ja_jp: PostgreSQL サーバー
ru_ru: Серверы PostgreSQL
tr_tr: PostgreSQL sunucuları

source: Powerful query tool with color syntax highlight
af_za: Kragtige navraaghulpmiddel met sintaksverkleuring
de_de: Leistungsfähiges Abfragetool mit farblicher Syntaxhervorhebung.
el_gr: Πανίσχυρο εργαλείο δημιουργίας και εκτέλεσης query με χρωματισμό του κώδικα
es_es: Potente herramienta de consulta con
fa_ir: ابزار قدرتمند پرسش با پرنوری رنگی ترکیب
fr_fr: Puissant outil de requêtage avec mise en évidence colorisée de la syntaxe
id_id: Alat query yang luar biasa dengan highlight syntax yang berwarna
ja_jp: 構文・ハイライトカラーをもつパワフルクエリーツール
ru_ru: Действенный инструмент запросов с цветовым выделением синтаксиса

source: Presentation
af_za: Aanbieding
de_de: Vorstellung
el_gr: Παρουσίαση
es_es: Documentación
fa_ir: معرفی
fr_fr: Présentation
id_id: Presentasi
ja_jp: 紹介
ru_ru: О pgAdmin III

source: Presentation of pgAdmin III
af_za: Aanbieding van pgAdmin III
de_de: Vorstellung von pgAdmin III
el_gr: Παρουσίαση του pgAdmin III
es_es: Presentación de pgAdmin III
fa_ir: معرفی pgAdmin III
fr_fr: Présentation de pgAdmin III
id_id: Presentasi dari pgAdmin III
ja_jp: pgAdminIIIの紹介
ru_ru: О программе pgAdmin III

source: Published
af_za: Gepubliseer
de_de: Veröffentlicht
el_gr: Δημοσιεύθηκε
es_es: Publicado
fa_ir: انتشارات
fr_fr: Publié
id_id: Sudah di terbitkan
ja_jp: 公開する
ru_ru: Опубликованные
tr_tr: Yayınlanmış

source: Published Translations (%d languages)
af_za: Gepubliseerde vertalings (%d tale)
de_de: Veröffentlichte Übersetzungen (%d Sprachen)
el_gr: Δημοσιευμένες Μεταφράσεις (%d γλώσσες)
es_es: Traducciones publicadas (%d idiomas)
fa_ir: انتشارات ترجمه‌ها (%d زبان)
fr_fr: Traduction publiées (%d langues)
id_id: Terjemahan yang di terbitkan (%d bahasa)
ja_jp: 公開された翻訳 (%d 言語)
ru_ru: Опубликованные переводы (языков: %d)
tr_tr: Yayınlanmış diller (%d dil)

source: Recent versions of GTK2.2, automake, autoconf and gcc are needed.
af_za: Onlangse weergawes van GTK2.2, automake, autoconf en gcc word benodig.
de_de: Es werden aktuelle Versionen von GTK2.2, automake, autoconf und gcc benötigt.
el_gr: Χρειάζονται πρόσφατες εκδόσεις των GTK2.2, automake, autoconf και gcc.
es_es: Se necesitan versiones recientes de GTK2.2, automake, autoconf y gcc
fa_ir: نسخه‌های اخیر GTK2.2, automake, autoconf و gcc لازم هستند.
fr_fr: Il est nécessaire d'utiliser des versions récentes de GTK2.2, de automake, de autoconf et de gcc.
id_id: Versi-versi yang baru dari GTK2.2, automake, autoconf dan gcc adalah sangat diperlukan.
ja_jp: GTK2.2、automake、autoconf、およびgccは、必要とされます。
ru_ru: Необходимы последние версии GTK2.2, automake, autoconf и gcc.

source: Recently, our team was joined by developers with an experience of more than 10 years in the design of database tools.
af_za: Onlangs het 'n aantal ontwikkelaars met meer as 10 jaar ervaring in die ontwerp van databasishulpmiddels by ons span aangesluit.
de_de: Unser Team wurde kürzlich durch Entwickler verstärkt, die mehr als 10 Jahre Erfahrung in der Entwicklung von Datenbanktools mitbringen.
el_gr: Πρόσφατα, μπήκαν στην ομάδα ανάπτυξης προγραμματιστές με πάνω από 10 χρόνια εμπειρία στην ανάπτυξη εργαλείων βάσεων δεδομένων.
es_es: Recientemente, nuestro equipo se ha nutrido de desarrolladores con experiencia mayor de 10 años en el diseño de utilidades de base de datos.
fa_ir: اخیراً، برنامه‌سازان با تجربه‌ی بیش از ۱۰ سال در طراحی ابزارهای بانک اطلاعات به تیم ما پیوسته‌اند.
fr_fr: Récemment, notre équipe s'est enrichie de développeurs ayant une expérience de plus de 10 années dans la création d'outils de base de données.
id_id: Baru-baru ini ,ada developer yang dengan pengalaman 10 tahun dalam hal mendesain tool untuk basisdata bergabung dalam tim kita.
ja_jp: 最近、私達のチームは、データベース・ツールのデザインで10年以上の経験を持った開発者が加わりました。
ru_ru: Недавно, к нашей команде присоединились разработчики с более чем 10-летним опытом создания инструментария для баз данных.
tr_tr: Takımımıza, en az 10 yıllık veritabanı aracı tasarım tecrübesi olan geliştiriciler katılmıştır.

source: Requirements
af_za: Vereistes
de_de: Anforderungen
el_gr: Προαπαιτούμενα
es_es: Requisitos
fa_ir: نیازها
fr_fr: Prérequis
id_id: Yang harus dipenuhi
ja_jp: 必要条件
ru_ru: Требования
tr_tr: Gereklilikler

source: Rules
af_za: Reëls
de_de: Regeln
es_es: Reglas
fa_ir: قواعد
fr_fr: Règles
id_id: Aturan
ja_jp: ルール
ru_ru: Правила

source: Run the following commands as root:
af_za: Loop die volgende bevel as root:
de_de: Folgende Kommandos as root absetzen:
el_gr: Τρέξτε τις ακόλουθες εντολές συνδεδεμένως ως root:
es_es: Ejecute los siguientes comandos como root:
fa_ir: فرمان‌های بدنبال آمده را مانند مدیر اجرا کنید:
fr_fr: Lancer les commandes suivantes sous l'utilisateur root :
id_id: Jalan perintah perintah ini sebagai root:
ja_jp: rootになって以下のコマンドを走らせて下さい:
ru_ru: Выполните следующую команду как root:
tr_tr: Aşağıdaki komutları root olarak çalıştırınız:

source: SQL command guide
af_za: SQL-bevele gids
de_de: SQL-Kommando Handbuch
el_gr: Οδηγός εντολών SQL
es_es: Guía de comandos SQL
fa_ir: راهنمای فرمان SQL
fr_fr: Quide des commandes SQL
id_id: Petunjuk perintah SQL
ja_jp: SQL コマンドガイド
ru_ru: путеводитель по командам SQL
tr_tr: SQL komut rehberi

source: Schemas
af_za: Skemas
de_de: Schemata
es_es: Esquemas
fa_ir: طرح‌ها
fr_fr: Schémas
id_id: Skema
ja_jp: スキーマ
ru_ru: Схемы
tr_tr: Şemalar (schemas)

source: Sequences
af_za: Reekse
de_de: Sequenzen
es_es: Secuencias
fa_ir: توالی‌ها
fr_fr: Séquences
id_id: rangkaian
ja_jp: シーケンス
ru_ru: Последовательности

source: Server-side languages (like PLpgsql, PLpython, PLperl, etc...)
af_za: Bedienerkant-tale (soos PLpgsql, PLpython, PLperl, etc...)
de_de: Serverseitige Sprachen (wie PLpgsql, PLpython, PLperl, etc...)
el_gr: Γλώσσες προγραμματισμού στην πλευρά του εξυπηρετητή (όπως PLpgsql, PLpython, PLperl, κ.α.)
es_es: Lenguajes del lado del servidor (como PLpgsql, PLpython, PLperl, etc...)
fa_ir: زبان‌های قسمت-کارگزار (مانند PLpgsql, PLpython, PLperl, غیره...)
fr_fr: Langages de programmation server-side (i.e. PLpgSQL, PLpython, PLperl, etc...)
id_id: Bahasa server-side (seperti PLpgsql, PLpython, PLperl, dll ..)
ja_jp: サーバー側言語 (like PLpgsql, PLpython, PLperl, etc...)
ru_ru: Языки используемые сервером (такие как PLpgsql, PLpython, PLperl и т.п.)
tr_tr: Sunucu tarafında çalışan diller (PLpgsql, PLpython, PLperl, vb. gibi)

source: Simply locate the appropriate language file (pgadmin3.mo) in the <A HREF='%s'>Translation</A> section, create a subdirectory in your installation's ui directory with a name corresponding to the locale code, and copy the new translation file into that directory.
de_de: Die benötigte Übersetzungsdatei (pgadmin3.mo) in der <A HREF='%s'>Übersetzungssektion</A> lokalisieren, ein Verzeichnis im Unterverzeichnis ui der Installation mit dem Namen des Sprachcodes erzeugen, und die neue Übersetzungsdatei in das Verzeichnis kopieren.
el_gr: Απλά εντοπίστε το σχετικό αρχείο γλώσσας (pgadmin3.mo) στο τμήμα της <A HREF='%s'>Μετάφρασης</A>, δημιουργήστε ένα υποκατάλογο στον κατάλογο ui με το όνομα του locale σας (π.χ. για την Ελλάδα el_GR), και αντιγράψτε το νέο αρχείο μετάφρασης σε αυτό τον υποκατάλογο.
id_id: Cukup tempatkan file bahasa yang diinginkan (pgadmin3.mo) di bagian <A HREF='%s'>Terjemahan</A>. Buat subdirektori dalam direktori isnstalasi ui anda dengan nama yang berdasar kode di locale, kemudian copy file terjemahan yang baru kedalam direktori.
ja_jp: 適当な言語ファイル(pgadmin3.mo)を<A HREF='%s'>翻訳</A>セクションに置いて、名前に対応するロケールコードであなたのuiディレクトリーのサブディレクトリーを作り出して、そして新しい翻訳ファイルをそのディレクトリーにコピーするだけで良いのです。
ru_ru: Просто найдите подходящий файл перевода (pgadmin3.mo) в разделе <a href='%s'>Переводы</A>, создайте поддиректорию в "ui/" вашей инсталляции с именем соответствующем коду локали, и скопируйте новый перевод в эту директорию.

source: Tables
af_za: Tabelle
de_de: Tabellen
es_es: Tablas
fa_ir: جدول‌ها
id_id: Tabel
ja_jp: テーブル
ru_ru: Таблицы
tr_tr: Tablolar
