Repository: pgadmin-org/pgadmin-www
Catalog: pgadmin3/locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: af_za, de_de, el_gr, es_es, fa_ir, fr_fr, id_id, ja_jp, ru_ru, tr_tr

source: This web site can also be translated using <a href='%s'>pgadmin3_website.pot</a> file.
af_za: Hierdie webwerf kan ook vertaal word deur die <a href='%s'>pgadmin3_website.pot</a>-lêer te gebruik.
de_de: Auch diese Website kann mithilfe von <a href='%s'>pgadmin3_website.pot</a> übersetzt werden.
el_gr: Ο ιστοχώρος μπορεί ακόμη να μεταφραστεί χρησιμοποιώντας το αρχείο <a href='%s'>pgadmin3_website.pot</a>.
es_es: Este página web se puede traducir usando el fichero <a href='%s'>pgadmin3_website.pot</a>.
fa_ir: این وب‌گاه نیز می‌تواند با استفاده از پرونده‌ی <a href='%s'>pgadmin3_website.pot</a> ترجمه شود.
fr_fr: Nous signalons que ce site web peut également être traduit à l'aide du fichier <a href='%s'>pgadmin3_website.pot</a>.
id_id: Website ini juga bisa di terjemahkan dengan mengunakan file <a href='%s'>pgadmin3_website.pot</a>.
ja_jp: このウェブ・サイトは、<a href='%s'>pgadmin3_website.pot</a> ファイルで訳すことができます。
ru_ru: Кроме того вы можете перевести этот вэб-сайт воспользовавшись файлом <a href='%s'>pgadmin3_website.pot</a>.
tr_tr: Bu web sitesi de <a href='%s'>pgadmin3_website.pot</a> kullanılarak çevirilebilir.

source: To subscribe to the mailing list, send an email to %s with the word 'subscribe', without quotes, as the body of message.
af_za: Om in te teken op die e-poslys, stuur 'n e-pos aan %s met die woord 'subscribe', sonder aanhalingstekens, in die boodskaplyf.
de_de: Um die Mailingliste zu abonnieren, sende eine Email an %s mit dem Wort 'subscribe', ohne Anführungszeichen, im Text der Mail.
el_gr: Για να εγγραφείτε στην ηλεκτρονική λίστα στείλτε μας email στο %s με τη λέξη "subscribe", χωρίς τα εισαγωγικά, στο κυρίως σώμα του μηνύματος.
es_es: Para suscribirse a la lista de correo electrónico, mande un correo electrónico a %s con la palabra 'subscribe', sin comillas, como cuerpo del mensaje.
fa_ir: برای پیوستن به این لیست پستی یک پست‌الکترونیکی با واژه‌ی 'subscribe' بدون علائم نقل قولی در بدنه‌ی پیغام به %s بفرستید.
fr_fr: Pour vous inscrire sur la liste de diffusion, veuillez envoyer un courriel à l'adresse %s en indiquant le mot 'subscribe', sans quillemet, dans le corps de votre message.
id_id: Untuk mendaftar ke mailing list, kirimkan email ke %s dengan pesan 'subscribe' , tanpa tanda kutip.
ja_jp: このリストを購読するには、%s へEメールで 'subscribe' とだけ本文に書いて送ってください。
ru_ru: Чтобы подписаться на этот список рассылки пошлите письмо по адресу %s, в тексте письма напишите слово 'subscribe' в апострофах.
tr_tr: E-posta listesine üye olmak için, %s adresine, iletinin gövde (body) kısmında tırnaksız olarak 'subscribe' yazan bir e-posta gönderiniz.

source: Todo list
af_za: Te-doen-lysie
de_de: TODO Liste
el_gr: Λίστα προγραμματισμένων ενεργειών
es_es: Lista de Tareas
fa_ir: لیست کارهای برای انجام
fr_fr: Liste des todo.
id_id: Daftar yang harus di kerjakan.
ja_jp: Todoリスト
ru_ru: Список Todo (что нужно доделать)
tr_tr: TODO Listesi

source: Total
af_za: Totaal
de_de: Gesamt
el_gr: Σύνολο
fa_ir: جمع کل
ja_jp: 合計
ru_ru: Всего строк
tr_tr: Toplam

source: Translate the text and send us the *.po file.
af_za: Vertaal die teks en stuur vir ons die *.po lêer.
de_de: Übersetze den Text und sende uns die *.po Datei.
el_gr: Μεταφράστε το κείμενο και στείλτε μας το αρχείο *.po .
es_es: Traduzca el texto y envíenos el fichero *.po.
fa_ir: متن را ترجمه کرده و پرونده‌ی *.po را برای ما بفرستید.
fr_fr: Traduisez le texte et faites-nous parvenir le fichier *.po.
id_id: Terjemahkan text nya dan kirimkan ke kita dalam bentuk file *.po.
ja_jp: テキストを訳して、私達に*.poファイルを送って下さい。
ru_ru: Переведите текст и вышлите нам файл *.po.
tr_tr: Metni çevirin ve bize .po dosyasını gönderin.

source: Translated
af_za: Vertaal
de_de: Übersetzt
el_gr: Μεταφρασμένο
es_es: Traducido
fa_ir: ترجمه شده
fr_fr: Traduit
id_id: Sudah di terjemhakan.
ja_jp: 翻訳済み
ru_ru: Переведено
tr_tr: Çevirilmiş

source: Translation
af_za: Vertaling
de_de: Übersetzung
el_gr: Μετάφραση
es_es: Traducción
fa_ir: ترجمه
fr_fr: Traduction
id_id: Terjemahan
ja_jp: 翻訳
ru_ru: Переводы
tr_tr: Çeviri

source: Translation howto
af_za: Vertaling-HOWTO
de_de: Übersetzungs-HOWTO
el_gr: Howto μετάφρασης
es_es: Guía para la traducción
fa_ir: چگونگی ترجمه
fr_fr: Guide de traduction
id_id: Cara menterjemahkan
ja_jp: 翻訳方法
ru_ru: Как выполнить перевод -- HOWTO
tr_tr: Çeviri nasıl

source: Translation updates
de_de: aktualisierte Übersetzungen
el_gr: Ανανεώσεις μεταφράσεων
id_id: Update dari terjemahan
ja_jp: 翻訳の更新
ru_ru: Обновления переводов

source: Translations in progress (%d languages)
de_de: Übersetzung in Arbeit (%d Sprachen)
tr_tr: Devam eden çeviriler (%d dil)

source: Trigger function
af_za: Snellerfunksie
de_de: Triggerfunktion
es_es: Función Trigger
fr_fr: Fonctions trigger
ja_jp: トリガーファンクション
ru_ru: Функция-триггер
tr_tr: Tetikleyici (trigger) fonksiyonu

source: Types
af_za: Tipes
de_de: Typen
es_es: Tipos
fa_ir: انواع
id_id: Tipe
ja_jp: 型
ru_ru: Типы

source: Under GNU/Linux, there are several command line and graphical clients available.
af_za: Onder GNU/Linux is daar verskeie bevelreël en grafiese kliënte beskikbaar.
de_de: Unter GNU/Linux stehen diverse Kommandozeilen- und Grafiktools zur Verfügung.
el_gr: Στο GNU/Linux, υπάρχουν αρκετοί πελάτες, τόσο σε κατάσταση γραμμής εντολών όσο και σε γραφικό περιβάλλον.
es_es: Bajo GNU/Linux, existen disponibles varios clientes tanto en línea de comandos como gráficos.
fa_ir: در گنو/لینوکس، چندین خط فرمان و کارگیرهای گرافیکی در دسترسی هستند.
fr_fr: Il existe également de nombreux clients pour GNU/Linux en mode graphique ou ligne de commandes.
id_id: Di GNU/Linux, ada tersedia beberapa perintah dasar dan client dalam bentuk grafik.
ja_jp: GNU/Linuxの下に、利用できるいくつかのコマンドライン、およびグラフィカルなクライアントがあります。
ru_ru: Для GNU/Linux существует несколько графических клиентов и клиентов командной строки.
tr_tr: GNU/Linux altında, çeşitli komut satırı ve grafik arayüzlü istemciler bulunmaktadır.

source: Under Windows, we recommend using <a href='%s'>WinCVS</a>, which is a free software.
de_de: Unter Windows empfehlen wir die Verwendung von <a href='%s'>WinCVS</a>, welches als Freie Software zur Verfügung steht.
tr_tr: Windows altında, bir özgür yazılım olan <a href='%s'>WinCVS</a> kullanmanızı öneririz.

source: Unmaintained
de_de: Nicht gewartet
el_gr: Μη συντηρούμενο

source: Unpack as follows:
af_za: Pak soos volg uit:
de_de: Entpacken wie folgt:
el_gr: Ξεπακετάρετε ως ακολούθως:
es_es: Desempaquetar de la manera siguiente:
fa_ir: بازکردن بسته بطریق:
fr_fr: Extraire l'archive comme indiqué ci-dessous:
id_id: Kerjakan seperti dibawah ini:
ja_jp: 以下のように解凍します:
ru_ru: Распакуйте следующим образом:
tr_tr: Aşağıdaki şekilde açınız:

source: Untranslated
af_za: Onvertaal
de_de: Nicht übersetzt
el_gr: Με μεταφρασμένο
es_es: Sin Traducir
fa_ir: ترجمه نشده
fr_fr: Non-traduit
id_id: Belum di terjemahkan
ja_jp: 翻訳未完
ru_ru: Непереведено
tr_tr: Çevirilmemiş

source: User interface
af_za: Gebruikerkoppelvlak
de_de: Benutzerschnittstelle
el_gr: Διεπαφή χρήστη
es_es: Interfaz de Usuario
fa_ir: واسط کاربر
fr_fr: Interface utilisateur
ja_jp: ユーザーインターフェース
ru_ru: Пользовательский интерфейс
tr_tr: Kullanıcı arabirimi

source: Users
af_za: Gebruikers
de_de: Benutzer
el_gr: Χρήστες
es_es: Usuarios
fa_ir: کاربران
fr_fr: Utilisateurs
id_id: User
ja_jp: ユーザー
ru_ru: Пользователи
tr_tr: Kullanıcılar

source: Using the mailing list guarantees that your request isn't lost and will be answered in a timely fashion.
af_za: Deur die e-poslys te gebruik kan jy verseker dat jou versoek nie verlore gaan nie en dat dit spoedig beantwoord word.
de_de: Die Benutzung der Mailing Listen garantiert, daß Anfragen nicht verlorengehen und zeitnah und kompetent beantwortet werden.
el_gr: Χρησιμοποιώντας τη λίστα ηλεκτρονικού ταχυδρομείου εξασφαλίζετε ότι η αίτησή σας δε θα χαθεί και θα απαντηθεί σε εύλογο χρονικό διάστημα.
es_es: Usando la lista de correo se garantiza que su petición no se pierde y será contestada a su tiempo.
fa_ir: استفاده از لیست پستی ضمانت می‌کند که درخواست شما از دست نرفته و در زمان مناسب پاسخ داده شود.
fr_fr: Utiliser la liste de diffusion garantie que votre demande sera prise en compte rapidement sans risque de se perdre.
id_id: Dengan menggunakan mailing list semua dari permintaan kamu dijamin akan dijawab secepatnya dan tidak akan hilang.
ja_jp: メーリング・リストを使うことは、あなたの要求が失われず、そして適時の対応で答えられるだろうことを保証します。
ru_ru: Использование списка рассылки гарантирует получение вашего запроса и своевременный ответ.

source: Very fast datagrid for display/entry of data
af_za: Baie vinnige datarooster vir die vertoon/insleutel van data
de_de: Sehr schnelles Datengrid für Anzeige/Änderung von Daten
el_gr: Πολύ γρήγορο πλέγμα-πίνακας για προβολή και εισαγωγή των δεδομένων
es_es: Rejilla muy rápida para mostrar/introducir datos
fa_ir: تورداده‌های بسیار سریع برای نمایش/ورودی داده‌ها
fr_fr: Grille de données pour l'affichage rapide ou la saisie de données
id_id: Datagrid yang sangat cepat untuk menampilkan/memasukan data.
ja_jp: データのディスプレイ/エントリーのためのとても速いデータグリッド
ru_ru: Очень быстрая электронная таблица для визуализации/ввода данных.
tr_tr: Veri girişi/görüntülenmesi için çok hızlı datagrid.

source: View the status of PostgreSQL server.
af_za: Bekyk die status van die PostgreSQL-bediener.
de_de: Zeigt den Status des PostgreSQL-Servers an.
el_gr: Προβολή της κατάστασης του εξυπηρετητή PostgreSQL.
es_es: Ver el estado del servidor PostgreSQL.
fa_ir: نمای وضعیت کارگزار PostgreSQL.
fr_fr: Visualiser l'état du serveur PostgreSQL.
id_id: Lihat status dari server PostgreSQL.
ja_jp: PostgreSQLサーバーのそのステータスを見る。
ru_ru: Просмотр статуса сервера PostgreSQL.
tr_tr: PostgreSQL sunucusunun durumunu gözlemleyebilirsiniz.

source: Views
af_za: Aansigte
de_de: Sichten
es_es: Vistas
fa_ir: نماها
fr_fr: Vues
id_id: Tampilan
ja_jp: ビュー
ru_ru: Представления

source: We can only rely on users to make pgAdmin the best possible software.
af_za: Ons kan net op gebruikers staat maak om pgAdmin die beste moontlike sagteware te maak.
de_de: Wir benötigen die Unterstützung der Benutzer um pgAdmin zur bestmöglichen Software zu entwickeln.
el_gr: Βασιζόμαστε αποκλειστικά στους χρήστες για να κάνουμε το pgAdmin όσο το δυνατόν καλύτερο πρόγραμμα.
es_es: Solamente podemos confiar en los usuarios para hacer de pgAdmin el mejor programa posible.
fa_ir: ما فقط می‌توانیم برای ساختن pgAdmin به بهترین نرم‌افزار ممکن بر کاربران تکیه کنیم.
fr_fr: En effet, nous ne pouvons que nous appuyer sur l'aide des utilisateurs pour offrir un produit de qualité.
id_id: Untuk menjadi software yang sangat bagus kita bertumpu pada pemakai.
ja_jp: 私達は、pgAdminを最もよい有能なソフトウェアにするために、ユーザーに頼っています。
ru_ru: Чтобы сделать pgAdmin лучшей из доступных программ мы можем полагаться только на наших пользователей.
tr_tr: pgAdmin'i olabilecek en iyi yazılım haline getirmek için sadece kullanıcılara güvenmekteyiz.

source: We need help to translate pgAdmin III and our website in more than %d languages.
af_za: Ons benodig hulp om pgAdmin III en ons webblad in meer as %d tale te vertaal.
de_de: Wir benötigen Unterstützung bei der Übersetzung von pgAdmin III und unserer Website in mehr als %d Sprachen.
el_gr: Χρειαζόμαστε βοήθεια για να μεταφράσουμε το pgAdmin III αλλά και τον ιστοτόπο μας σε %d γλώσσες.
es_es: Necesitamos ayuda para traducir pgAdmin3 y nuestra página web en más de %d idiomas.
fa_ir: ما برای ترجمه‌ی pgAdmin III و وب‌گاه خود به بیش از %d زبان به کمک نیاز داریم.
fr_fr: Nous avons besoin de votre aide pour traduire pgAdmin III et notre site Internet vers plus de %d langues.
id_id: Kita butuh bantuan untuk meterjemahkan pgAdmin III dan website lebih dari %d bahasa.
ja_jp: 私達は、%d言語以上でpgAdminIIIおよび私達のウェブサイトを訳すための手助けを求めています。
ru_ru: Нам нужна помощь в переводе pgAdmin III и нашего сайта на более чем %d языков.

source: We need your help to translate pgAdmin III into additional languages.
de_de: Wir benötigen Unterstützung, um pgAdmin III in weitere Sprachen zu übersetzen.
el_gr: Χρειαζόμαστε τη βοήθειά σας για να μεταφράσετε το pgAdmin III και σε άλλες γλώσσες.
id_id: Kita butuh bantuan untuk melakukan penterjemhan pgAdmin III dalam bahasa-bahasa tambahan.
ja_jp: 私達は、pgAdminIIIの追加の言語に訳すために、あなたの助けを必要とします。
ru_ru: Нам нужна ваша помощь в переводе pgAdmin III на дополнительные языки.

source: We plan to reach %d languages soon.
af_za: Ons beplan on binnekort %d tale te bereik.
de_de: Wir hoffen bald %d Sprachen zu erreichen.
el_gr: Σκοπεύουμε σύντομα να φθάσουμε τις %d γλώσσες
es_es: Planeamos llegar a los %d idiomas pronto.
fa_ir: ما برای رسیدن به %d زبان نقشه کشیده‌ایم.
fr_fr: Nous espérons atteindre %d langues rapidement.
id_id: Dalam waktu dekat ini kita merencankan bisa mencapai %d bahasa.
ja_jp: 私達は、すぐに%dの言語に達する計画を立てています。
ru_ru: В скором времени мы планируем довести количество языков до %d.
tr_tr: Yakın gelecekte %d dile ulaşmayı hedefliyoruz.

source: We provide source and binary packages for GNU/Linux, FreeBSD and Ms Windows 2000 & XP. MacOsX and SunOS ports are in preparation.
af_za: Ons bied bronkode en binêre pakette vir GNU/Linux, FreeBSD en Ms Windows 2000 & XP. MacOsX en SunOS porterings is in wording.
de_de: Wir stellen Source und Binärpackages für GNU/Linux, FreeBSD und MS Windows2000/SP zur Verfügung. MacOsX und SunOS Portierungen sind in Vorbereitung.
el_gr: Προσφέρουμε τον πηγαίο κώδικα καθώς και τα δυαδικά αρχεία εγκατάστασης (binaries) για τα GNU/Linux, FreeBSD και Ms Windows 2000 & XP. Εκδόσεις για τα MacOsX και SunOS βρίσκονται σε ανάπτυξη.
es_es: Proporcionamos paquetes fuente y binarios para GNU/Linux, FreeBSD y Ms Windows 2000 & XP. Las migraciones a MacOsX and SunOS están en proceso.
fa_ir: ما بسته‌های دوگانی و منبع را برای گنو/لینوکس، FreeBSD و ویندوز ۲۰۰۰ & XP عرضه می‌کنیم. درگاه‌های MacOsX و SunOS در حال آماده شدن هستند.
fr_fr: Le code source et des packages pré-compilés sont disponibles pour les plates-formes GNU/Linux, FreeBSD et Ms Windows 2000 & XP. Les portages MacOsX et SunOS sont en préparation.
id_id: Kita menyediakan paket dalam bentuk source dan binary untuk GNU/Linux, FreeBSD dan Ms Windows 2000 & XP. Yang berikutanya adalah menyiapkan porting untuk MacOSX dan SunOS.
ja_jp: 私達は、ソース、およびバイナリー・パッケージをGNU/Linuxに提供します, FreeBSD または MS Windows 2000 と XP,MacOsX と SunOS portsは準備中です。
ru_ru: Мы предоставляем исходные тексты и бинарные пакеты для GNU/Linux, FreeBSD и Ms Windows 2000 & XP. Готовятся к выпуску порты для MacOsX и SunOS.
tr_tr: GNU/Linux, FreeBSD ve Ms Windows 2000/XP/2003 için kaynak kod ve ikili (binary)paketleri sağlıyoruz. MacOsX ve SunOS portları hazırlık aşamasındadır.

source: We would like to thank our developer and translator community who contributed to the project.
af_za: Ons wil graag ons ontwikkelaar- en vertalergemeenskap bedank vir hulle bydraes tot die projek.
de_de: Wir möchten unserer Entwickler- und Übersetzer Community danken, die zu diesem Projekt beitragen.
el_gr: Θα θέλαμε να ευχαριστήσουμε την κοινότητα των προγραμματιστών και μεταφραστών που συνεισέφερε σε αυτό το πρόγραμμα.
es_es: Querríamos agradecer a nuestra comunidad de desarrolladores y traductores que contribuyeron en el proyecto.
fa_ir: ما از جامعه برنامه‌سازان و مترجمین خود که به این پروژه یاری داده‌اند تشکر می‌کنیم.
fr_fr: Nous tenons à remercier la communauté de développeurs et de traducteurs participant au projet.
id_id: Kita ucapkan terimakasih kepada para komunitas developer dan penerjemah yang sudah melakukan kontribusi dalam proyek ini.
ja_jp: 私達は、このプロジェクトに貢献した開発者達、および翻訳者コミュニティーに感謝します。
ru_ru: Мы хотели бы поблагодарить сообщество наших разработчиков и переводчиков, всех тех кто принял участие в проекте.
tr_tr: Bu yazılıma katkıda bulunan geliştirici ve çeviri topluluğuna teşekkür ediyoruz.

source: When configured server-side, it is possible to connect using encrypted password or SSL authentication.
af_za: As dit aan die bedienerkant opgestel is, is dit moontlik om 'n verbinding te maak met geënkripteerde wagwoord en SSL-magtiging.
de_de: Wenn der Server entsprechend konfiguriert ist, kann die Verbindung mit verschlüsselten Paßworten oder SSL Authentication erfolgen.
el_gr: Είναι δυνατόν να συνδεθείτε με κρυπτογραφημένο κωδικό πρόσβασης ή SSL. Αρκεί να είναι σωστά ρυθμισμένος ο εξυπηρετητής.
es_es: Cuando se configura el lado del servidor, es posible conectarse usando claves cifradas o autenticación SSL.
fa_ir: هنگام تنظیم قسمت-کارگزار، ممکن است با استفاده از گذرواژه‌ی رمزی یا تأیید هویت SSL اتصال برقرار کرد.
fr_fr: Lorsque configuré côté serveur, il est possible de se connecter en utilisant un mot de passe crypté ou une authentification SSL.
id_id: Sangat dimungkinkan sekali mengunakan password yang terenkripsi atau otorisasi SSL waktu mengkonfigurasi server-side.
ja_jp: 暗号化されたパスワードで構成されるサーバーの場合には、SSLを使い接続することで可能です。
ru_ru: При конфигурировании сервера можно подключаться используя шифрованный пароль или SSL-идентификацию.
tr_tr: Sunucuda gerekli ayarlar yapıldığında, şifrelenmiş parola ya da SSL yetkilendirmesi ile sisteme bağlanmak mümkündür.

source: With the help and suggestions of users, we have been constantly improving the usability of pgAdmin.
af_za: Met die hulp en suggesties van gebruikers, kon ons voortdurent die bruikbaarheid van pgAdmin verbeter.
de_de: Mit der Hilfe und den Anregungen der Benutzer haben wird die Verwendbarkeit von pgAdmin immer wieder verbessern können.
el_gr: Με τη βοήθεια αλλά και τις προτάσεις των χρηστών, βελτιώνουμε συνεχώς τη χρηστικότητα του pgAdmin.
es_es: Con la ayuda y las sugerencias de los usuarios, hemos mejorado constantemente la usabilidad de pgAdmin.
fa_ir: با کمک و پیشنهادات کاربران، ما مداوماً قابلیت استفاده از pgAdmin را بهبود بخشیده‌ایم.
fr_fr: Grâce à l'aide et aux suggestions des utilisateurs, nous avons amélioré régulièrement l'ergonomie de pgAdmin.
id_id: Atas bantuan dan saran dari banyak user, akhirnya kita bisa mencapai kemajuan yang berarti dari kegunaan pgAdmin ini.
ja_jp: ユーザーのヘルプ、および提案によって、私達は、常にpgAdminの品質を改良しています。
ru_ru: Благодаря помощи и предложениям пользователей мы постоянно повышаем практичность pgAdmin.
tr_tr: Kullanıcılarımızın yardımı ve önerileri ile, pgAdmin'in kullanılabilirliğini sürekli olarak geliştiriyoruz.

source: You are more than welcome to subscribe, but please remember to use <a href='%s'>pgadmin-support</a> list for end user support issues.
af_za: Jy is welkom om in te teken, maar onthou om die <a href='%s'>pgadmin-support</a> lys te gebruik vir eindgebruiker-kwessies.
de_de: Du bist herzlich willkommen zu die Liste zu abonnieren, aber benutze bitte <a href='%s'>pgadmin-support</a> für Endbenutzer-Supportanfragen.
el_gr: Είστε ευπρόσδεκτοι να εγγραφείτε και εσείς, θυμηθείτε όμως να χρησιμοποιείτε την ηλεκτρονική λίστα <a href='%s'>pgadmin-support</a> για θέματα υποστήριξης.
es_es: Cualquiera es más que bienvenido a suscribirse, pero recuerde usar la lista <a href='%s'>pgadmin-support</a> para problemas de usuario final.
fa_ir: شما با کمال میل می‌توانید مشترک شوید ولی لطفاً بخاطر داشته باشیدکه از لیست <a href='%s'> pgadmin-support</a> برای مسائل پشتیبانی کاربر نهایی استفاده کنید.
fr_fr: Vous êtes les bienvenus sur la liste, mais pensez à utiliser la liste de diffusion <a href='%s'>pgadmin support</a> pour les questions de support technique utilisateur.
id_id: Silakan saja untuk melakukan pendaftaran , tapi untuk end user dan issue tentang support jangan lupa menggunakan list <a href='%s'> pgadmin-support</a>.
ja_jp: あなたは自由に予約することができます、そして貢献するかまたはスレッドを開始してください。 しかし、どうぞ忘れずに使うようにして下さい。<a href='%s'>pgadmin サポート・リスト</a> は、エンドユーザーのトラブルサポートのためにあります。
ru_ru: Мы настоятельно рекомендуем вам подписаться, однако, не забудьте воспользоваться и рассылкой <a href='%s'>pgadmin-support</a> рассматривающей вопросы поддержки конечных пользователей.
tr_tr: Üye olmanız bizi sevindirecektir; ancak son kullanıcı olarak destek beklentiniz varsa, lütfen <a href='%s'>pgadmin-support</a> listesini kullanınız.

source: You might need to update the language description file from <A HREF='%s'>ui/pgadmin3.lng</A> to let the new language appear in the language selection combobox.
de_de: Eventuell muß die Sprachbeschreibungsdatei von <A HREF='%s'>ui/pgadmin3.lng</A> aktualisiert werden, damit die neue Sprache in der Sprachauswahl auftaucht.
el_gr: Μπορεί να χρειάζετε να ανανεώσετε το αρχείο περιγραφής γλώσσας από το <A HREF='%s'>ui/pgadmin3.lng</A> για να εμφανιστεί η νέα γλώσσα στη λίστα επιλογής γλώσσας.
id_id: Anda mungkin ingin mengupdate file diskripsi bahasa dari <A HREF='%s'>ui/pgadmin3.lng</A> untuk mendapatkan agar bahasa yang baru muncul pada combobox pilihan bahasa.
ru_ru: Вам придёться обновить файл описания языков из <a href='%s'>ui/pgadmin3.lng</a> чтобы новый язык появился в списке выборки.

source: You will soon notice that PostgreSQL is the fastest database available.
af_za: Jy sal gou agterkom dat PostgreSQL die vinnigste beskikbare databasisstelsel is.
de_de: PostgreSQL kann dadurch seine Stärken als eines der leistungsfähigsten erhältlichen Datenbanksysteme voll ausspielen.
el_gr: Σύντομα θα διαπιστώσετε ότι η PostgreSQL είναι η πιο γρήγορη βάση δεδομένων.
es_es: Pronto se dará cuenta que PostgreSQL es la base de datos más rápida disponible.
fa_ir: شما بزودی متوجه خواهید شد که PostgreSQL سریعترین بانک اطلاعات در دسترس است.
fr_fr: Vous découvrirez rapidement que PostgreSQL est la base de données la plus rapide.
id_id: Kamu akan menyadari kalau basisdata yang paling cepat adalah PostgreSQL.
ja_jp: あなたは、すぐに、PostgreSQLが利用できる最も速いデータベースであることに気づくでしょう。
ru_ru: Очень скоро вы заметите что PostgreSQL самая быстрая из доступных баз данных.
tr_tr: PostgreSQL'in en hızlı veritabanı olduğunu göreceksiniz.

source: pgAdmin III %s released
af_za: pgAdmin III %s is vrygestel
de_de: pgAdmin III %s ist freigegeben.
el_gr: pgAdmin III %s κυκλοφόρησε
es_es: publicación de pgAdmin3 %s
fa_ir: pgAdmin III %s پخش شد
fr_fr: pgAdmin III %s est disponible
id_id: pgAdmin III %s telah di rilis.
ja_jp: pgAdminIII %s リリース
ru_ru: Выпущен pgAdmin III %s

source: pgAdmin III RPM packages are available for several GNU/Linux distributions, including Fedora %s, Mandrake %s, RedHat %s and SuSE %s.
de_de: pgAdmin RPM packages sind für diverse GNU/Linux Distributionen erhältlich, unter anderem Fedora %s, Mandrake %s, RedHat %s und SuSE %s.
el_gr: Το pgAdmin III είναι διαθέσιμο σε μορφή RPM για διάφορες διανομές GNU/Linux, συμπεριλαμανομένης της Fedora %s, του Mandrake %s, του RedHat %s και του SuSE %s.
fa_ir: بسته‌های pgAdmin III RPM برای چندین انتشار گنو/لینوکس در دسترس است،including Fedora %s, Mandrake %s, RedHat %s and SuSE %s.
fr_fr: pgAdmin III est disponible sous forme de paquets RPM pour plusieurs distributions GNU/Linux, y compris Fedora %s, Mandrake %s, RedHat %s et SuSE %s.
id_id: Paket RPM dari pgAdmin III tersedia untuk beberapa distribusi GNU/Linux, termasuk Fedora %s, Mandrake %s, RedHat %s dan SuSE %s.
ru_ru: RPM пакеты pgAdmin III доступны для нескольких дистрибутивов GNU/Linux, включая Fedora %s, Mandrake %s, RedHat %s и SuSE %s.

source: pgAdmin III binary packages for %s
af_za: pgAdmin III binêre pakette vir %s
de_de: pgAdmin III Binärpackage für %s
el_gr: pgAdmin III δυαδικά, άμεσα εκτελέσιμα πακέτα για %s
es_es: paquetes binarios de pgAdmin para %s
fa_ir: بسته‌های دوگانی pgAdmin III برای %s
fr_fr: Package binaire pgAdmin III pour %s
id_id: Paket binary pgAdmin III untuk %s
ja_jp: %sのpgAdminIIIバイナリパッケージ
ru_ru: Бинарные пакеты pgAdmin III для %s

source: pgAdmin III can be downloaded from a large number of mirrors.
de_de: pgAdmin III kann von vielen Mirrors weltweit heruntergeladen werden.
