Repository: pgadmin-org/pgadmin-www
Catalog: pgadmin3/locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: af_za, de_de, el_gr, es_es, fa_ir, fr_fr, id_id, ja_jp, ru_ru, tr_tr

source: The FAQ page is also accessible via the pgAdmin III help menu.
af_za: Die VGV (FAQ) bladsy is ook beskikbaar vanaf die pgAdmin3 hulpstelsel.
de_de: Die FAQ-Seite kann auch aus dem pgAdmin III Hilfemenü heraus aufgerufen werden.
el_gr: Η σελίδα των FAQ είναι διαθέσιμη και από το μενού βοηθείας του pgAdmin III.
es_es: La página de las FAQ está también disponible a través del menú de ayuda de pgAdmin III.
fa_ir: صفحه‌ی FAQ همچنین از طریق منوی راهنمای pgAdmin III قابل دستیابی است
fr_fr: Vous pouvez également visualiser la page des FAQ à partir du menu d'aide de pgAdmin III.
id_id: Halaman FAQ juga bisa di akses lewat menu bantuan dari pgAdmin III.
ja_jp: FAQページは、pgAdminIIIヘルプ・メニュー経由でまたアクセス可能です。
ru_ru: На страничку ЧаВо (FAQ) можно также выйти по ссылке в меню Помощь pgAdmin III.

source: The SQL definition of any object can be transfered to the query tool.
af_za: Die SQL-definisie van enige objek kan oorgedra word na die navraaghulpmiddel.
de_de: Die SQL-Definition von jedem Objekt kann in das Querytool übernommen werden.
el_gr: Ο SQL ορισμός κάθε αντικειμένου μπορεί να μεταφερθεί στο εργαλείο των query.
es_es: La definición SQL de cualquier objeto se puede transferir a la herramienta de consultas.
fa_ir: تعریف SQL هر شیئ می‌تواند به ابزار پرسش منتقل گردد.
fr_fr: Il est possible de transférer la définition SQL de tout objet vers l'outil de requêtage.
id_id: Dari berbagai macam bentuk difinisi SQL dapat di pindahkan menggunakan alat query.
ja_jp: いくらかのオブジェクトのSQL定義は、クエリーツールに移すことができます。
ru_ru: SQL-определение любого объекта может быть перенесено в окно запросов.
tr_tr: Herhangi bir nesnenin SQL tanımı sorgu aracına aktarılabilir.

source: The advocacy page is intended for the promotion of pgAdmin.
af_za: Die kampvegtersbladsy is bedoel vir die bevordering van pgAdmin III.
de_de: Die Advocacy Seite ist für die Förderung des Bekanntheitsgrades von pgAdmin gedacht.
el_gr: Η σελίδα της προώθησης σκοπεύει στην προβολή του pgAdmin.
es_es: La pagina de promoción está ideada para promocionar pgAdmin.
fa_ir: هدف از صفحه‌ی وکالت برای تبلیغ pgAdmin است.
fr_fr: La page advocacy est destinée à la promotion de pgAdmin.
id_id: Halaman advokasi ini ditujukan untuk melakukan promosi dari pgAdmin
ja_jp: pgAdminのアドバイスページは、手助けをになるでしょう。
ru_ru: Эта страничка предназначена для содействия развития pgAdmin.

source: The application also includes a query builder, an SQL editor, a server-side code editor and much more.
af_za: Die toepassing sluit in 'n navraagbouer, SQL-redigeerder, bedienerkode redigeerder en vele meer.
de_de: Die Anwendung beinhaltet zusätzlich einen Query Builder, einen SQL Editor, einen Editor für serverseitigen Code und etliches mehr.
el_gr: Η εφαρμογή εριλαμβάνει επίσης γραφικό περιβάλλον διαχείρισης, εργαλείο δημιουργίας και εκτέλεσης SQL εντολών, επεξεργαστή κώδικα διαδικασιών (procedural code editor) και πολλά ακόμη εργαλεία.
es_es: La aplicación también incluye un creador de consultas, un editor SQL, un editor de código del lado del servidor y mucho más.
fa_ir: این برنامه‌ی کاربردی همچنین شامل پرسش‌ساز، ویرایشگر SQL، ویرایشگر کد قسمت-کارگزار و بسیاری دیگر است.
fr_fr: L'application comprend également un constructeur de requêtes, un éditeur SQL, un éditeur de code server-side et bien plus encore.
id_id: Aplikasi tersebut juga termasuk query builder, editor untul SQL, editor code dari server-side dan banyak lagi.
ja_jp: アプリケーションには、クエリービルダー、SQLエディター、サーバーサイドコード・エディターその他多数の機能が含まれます
ru_ru: Приложение также включает в себя конструктор запросов, редактор SQL, редактор кода расположенного на сервере и многое другое.

source: The application does not need any ODBC layer.
af_za: Die toepassing benodig geen ODBC-vlak nie.
de_de: Die Anwendung benötigt keinen ODBC-Layer.
el_gr: Η εφαρμογή δεν χρειάζεται κάποιο ODBC οδηγό.
es_es: El programa no necesita ninguna capa ODBC.
fa_ir: این برنامه‌ی کاربردی به لایه‌ی ODBC احتیاج ندارد.
fr_fr: L'application fonctionne sans faire appel à une couche ODBC.
id_id: Aplikasi ini tidak membutuhkan sama sekali layer dari ODBC.
ja_jp: アプリケーションは、どんなODBC層を必要としません。
ru_ru: Приложение не нуждается в прослойке ODBC.
tr_tr: Uygulama herhangi bir ODBC layerına gereksinim duymaz.

source: The application is executed in binary code, not in a virtual machine, therefore offering very good performance.
af_za: Die toepassing voer uit in binêre kode, nie in 'n virtuele masjien nie, en het daarom baie goeie werkverrigting.
de_de: Die Anwendung läuft als Binärcode, nicht in einer virtuellen Maschine, und glänzt dadurch mit einer sehr guten Geschwindigkeit.
el_gr: Η εφαρμογή εκτελείτε απευθείας σε εκτελέσιμο κώδικα και όχι μέσα σε virtual machine. Προσφέρει λοιπόν πολύ καλή απόδοση.
es_es: La aplicación se ejecuta como código binario, no en una máquina virtual, ofreciendo por tanto un rendimiento muy bueno.
fa_ir: برنامه در کد دوگانی اجرا می‌شود و نه در یک ماشین مجازی، بنابرین اجرای بسیار خوبی را عرضه می‌دارد.
fr_fr: L'application s'exécute sous forme d'un code binaire et non dans une machine virtuelle, offrant ainsi de réelles performances.
id_id: Untuk mendapatkan performance yang bagus ,aplikasi ini di eksekusi dalam kode binary, tidak di dalam mesin virtual.
ja_jp: アプリケーションは、バイナリーのコードで実行されます、仮想計算機でではなく、それゆえにとてもよい業績を提供します。
ru_ru: Приложение всегда выполняется в двоичном коде, а не на виртуальной машине, обеспечивая таким образом очень хорошую производительность.
tr_tr: Uygulama, sanal makinede değil, ikili (binary) kodda çalıştırılır. Böylece çok iyi başarım sağlanır.

source: The application is running under GNU/Linux, FreeBSD and Windows 2000/XP.
af_za: Die toepassing loop op GNU/Linux, FreeBSD en Windows 2000/XP.
de_de: Die Anwendung läuft unter GNU/Linux, FreeBSD und Windows 2000/XP.
el_gr: Το πρόγραμμα τρέχει κάτω από GNU/Linux, FreeBSD και Windows 2000/XP.
es_es: La aplicación corre bajo GNU/Linux, FreeBSD y Windows 2000/XP.
fa_ir: این برنامه‌ی کاربردی در گنو/لینوکس، FreeBSD و ویندوز ۲۰۰۰/XP اجرا می‌شود.
fr_fr: L'application fonctionne sous GNU/Linux, FreeBSD et Windows 2000/XP.
id_id: Aplikasi ini berjalan di GNU/Linux, FreeBSD dan Windows 2000/XP
ja_jp: Windows 2000/XP, GNU/LinuxまたはFreeBSDで利用できます。
ru_ru: Приложение работает под GNU/Linux, FreeBSD и Windows 2000/XP.

source: The best solution is to use a recent distribution.
af_za: Die beste oplossing is om 'n onlangse verspreiding te gebruik.
de_de: Die beste Lösung ist es, eine aktuelle Distribution zu verwenden.
el_gr: Η καλύτερη λύση είναι να χρησιμοποιήσετε μια πρόσφατη διανομή.
es_es: La mejor solución es usar un distribución reciente.
fa_ir: بهترین راه حل استفاده از انتشار اخیری است.
fr_fr: La meilleure solution est d'utiliser une distribution récente.
id_id: Solusi yang paling baik adalah menggukan distribusi yang paling baru.
ja_jp: 最もよい解決方法は、最新のディストリビューションを使うことです。
ru_ru: Пользоваться последними дистрибутивами будет наилучшим решением.
tr_tr: En iyi çözüm, en güncel dağıtımı kullanmaktır.

source: The data is retrieved on-demand when it needs to be displayed.
af_za: Die data word op-aanvraag verkry wanneer dit vertoon moet word.
de_de: Die Daten werden erst abgerufen, wenn sie auch tatsächlich dargestellt werden sollen.
el_gr: Τα δεδομένα ανακτώνται on-demand μόνο όταν είναι να εμφανιστούν.
es_es: Los datos son obtenidos bajo demanda cuando se necesita que sean mostrados.
fa_ir: داده‌ها وقتی لازم است که نمایش داده شوند بیدرنگ بازیافت می‌شوند.
fr_fr: Les données sont extraites à la demande, au fur et à mesure de l'affichage.
id_id: Data itu akan diambil sesuai kebutuhan ketika perlu untuk ditampilan.
ja_jp: それが表示される必要があるときに、データは、オン・デマンドで検索されます。
ru_ru: Данные извлекаются по требованию, только когда их нужно показать.
tr_tr: Veri, görüntülenmesi gerektiğinde isteğe bağlı olaraktan alınır.

source: The documentation can be viewed off-line or on-line.
af_za: Die dokumentasie kan aanlyn of aflyn gelees word.
de_de: Die Dokumentation kann online oder offline verwendet werden.
el_gr: Η τεκμηρίωση μπορεί να διαβαστεί off-line ή on-line.
es_es: La documentación se puede ver tanto sin conexión como con conexión.
fa_ir: نوشتارها می‌توانند در اینترنت یا همراه برنامه مطالعه شوند.
fr_fr: La documentation peut être consultée on-line ou off-line.
id_id: Dokumentasi ini bisa di lihat secara offline atau online.
ja_jp: ドキュメンテーションは、オフラインあるいはオンラインで見ることができます。
ru_ru: Документацию можно просматривать в режиме онлайн или оффлайн.
tr_tr: Belgeler çevrim içi ve çevrim dışı incelenebilir.

source: The graphical interface supports all PostgreSQL features and makes administration easy.
af_za: Die grafiese koppelvlak ondersteun alle PostgreSQL-eienskappe en dit maak administrasie maklik.
de_de: Die grafische Benutzeroberfläche unterstützt sämtliche PostgreSQL Features und macht die Administration einfach.
el_gr: Το γραφικό περιβάλλον εργασία υποστηρίζει όλα τα χρακτηριστικά της PostgreSQL και κάνει της διαχείρισή της εύκολη.
es_es: La interfaz gráfica soporta todas las características de PostgreSQL y facilita la administración.
fa_ir: واسط گرافیکی از تمام قابلیت‌های PostgreSQL پشتیبانی کرده و مدیریت را آسان می‌سازد.
fr_fr: L'interface graphique donne accès aux fonctionnalités de PostgreSQL les plus récentes, faisant de l'administration un véritable jeu d'enfant.
id_id: Interface untuk grafis sudah support untuk semua keunggulan PostgreSQL dan mempermudah proses administrasinya.
ja_jp: グラフィカルなインターフェースは、すべてのPostgreSQL特徴をサポートし、管理を簡単にします。
ru_ru: Графический интерфейс поддерживает все возможности PostgreSQL и делает адмистрацию очень простой.

source: The information displayed is extracted automatically from pgAdmin CVS.
de_de: Die angezeigte Information wird automatisch aus dem pgAdmin CVS extrahiert.
tr_tr: Görünen bilgiler, pgAdmin CVS'ten otomatik olarak alınmaktadır.

source: The mail address it that of the translator who contributed previously, but couldn't continue any more.
de_de: Die Mailadresse ist die desjenigen, der die Übersetzung bisher gepflegt hatte, dies jedoch derzeit nicht fortsetzen kann.

source: The mirrors are kindly provided by <a href='%s'>PostgreSQL</a> project.
de_de: Die Mirror werden freundlicherweise von dem <a href='%s'>PostgreSQL</a> Projekt zur Verfügung gestellt.
tr_tr: Yansılar <a href='%s'>PostgreSQL</a> projesi tarafından sağlanmaktadır.

source: The pgAdmin Development Team are pleased to announce the first Beta version of pgAdmin III v1.2.0, the well-known GUI administration tool for the PostgreSQL database system.
de_de: Das pgAdmin Development Team ist stolz, die Freigabe der ersten Betaversion von pgAdmin III v1.2.0, dem bekannten GUI Administrationstool für Postgresql Datenbanksysteme, bekanntgeben zu können.

source: The pgAdmin Development Team has released the second Beta version of pgAdmin III v1.2.0. This fixes many issues that have been reported by our beta testers all around the world. Thanks for your feedback!
de_de: Das pgAdmin Development Team hat die zweite Betaversion von pgAdmin III v1.2.0 freigegeben. Diese Version fixt etliche Probleme die durch unsere Betatester rund um die Welt lokalisiert wurden. Danke für das Feedback!

source: The project can only live and develop with your help.
af_za: Die projek kan slegs lewe en ontwikkel met jou hulp.
de_de: Das Projekt kann nur mit Deiner Hilfe leben und sich weiterentwickeln.
el_gr: Το πρόγραμμα μπορεί να υπάρξει και να βελτιωθεί μόνο με τη δική σας βοήθεια.
es_es: El proyecto solo puede sobrevivir y evolucionar con su ayuda.
fa_ir: این پروژه فقط می‌تواند با کمک شما ادامه و پیشرفت کند.
fr_fr: Le projet évolue uniquement grâce à votre aide.
id_id: Proyek ini ada dalam akan di develop dengan bantuan kalian.
ja_jp: プロジェクトは、単に存在し、あなたの手助けで発展することができます。
ru_ru: Только благодаря вашей помощи проект может жить и развиваться.
tr_tr: Proje, sadece yardımınızla gelişebilir ve yaşayabilir.

source: The properties and statistics of the selected object are displayed in the right pane of pgAdmin III.
af_za: Die eienskappe en statistieke van die geselekteerde objek word vertoon in die regterkantste raam van pgAdmin III.
de_de: Die Eigenschaften und Statistiken des ausgewählten Objektes werden in der rechten Seite von pgAdmin III angezeigt.
el_gr: Οι ιδιότητες και τα στατιστικά του επιλεγμένου αντικειμένου προβάλλονται στο δεξί πλαίσιο του pgAdmin III.
es_es: Las propiedades y las estadísticas del objeto seleccionado se muestran en el panel de la derecha de pgAdmin3.
fa_ir: مشخصات و آمارهای شیئ انتخاب شده در جام سمت راست pgAdmin III نشان داده می‌شوند.
fr_fr: Les propriétés et statistiques de l'objet sélectionné s'affichent dans la partie droite de pgAdmin III.
id_id: Properti dan statistik ini menampilan obyek yang di pilih dari panel sebelah kanan pgAdmin III.
ja_jp: 選ばれたオブジェクトのプロパティ、および統計情報は、pgAdminIIIの正しいパンで表示されます。
ru_ru: Статистика и свойства выбранного объекта показаны на правой панели pgAdmin III.

source: The required command lines needed for checkout are as follows:
de_de: Die zum Checkout erforderlichen Kommandozeilen sind folgende:
tr_tr: Checkout için gerekli komutlar aşağıdaki gibidir:

source: The software is available in source and binary format from our <a href='%s'>mirrors</a>.
de_de: Die Software ist als Source und im Binärformat von unseren <a href='%s'>Mirrors</a> abrufbar.
el_gr: Αυτό το πρόγραμμα είναι διαθέσιμο τόσο σε μορφή πηγαίου κώδικα όσο και σε δυαδικά εκτελέσιμα αρχεία από τα <a href='%s'>mirror</a> μας.
fa_ir: این برنامه در قالب دوگانی و منبع از <a href='%s'>آینه‌های</a> ما در دسترس می‌باشد.
fr_fr: Le logiciel est disponible aux formats source et binaire depuis nos <a href='%s'>miroirs</a>.
id_id: Software ini tersedia dalam format source dan binary dari halaman <a href='%s'>mirrors</a>.
ru_ru: Программа доступна в виде исходных текстов и бинарных пакетов на наших <a href='%s'>зеркалах</a>.
tr_tr: Yazılım, kaynak kod ve ikili (binary) biçimde, <a href='%s'>yansılarımızdan</a>. indirilebilir.

source: The software is available in source and binary format from the <a href='%s'>Download</a> page.
af_za: Die sagteware is beskikbaar in bronkode en binêre formaat vanaf die <a href='%s'>Aflaai</a>blad.
de_de: Die Software ist als Source und im Binärformat von unserer <a href='%s'>Downloadseite</a> abrufbar.
el_gr: Αυτό το πρόγραμμα είναι διαθέσιμο τόσο σε πηγαίο κώδικα όσο και σε μορφή εκτελέσιμου αρχίου (binary) από τη σελίδα a href='%s'>Μεταφόρτωσης</a>.
es_es: El programa está disponible en código fuente y binario desde nuestra página de <a href='%s'>Descargas</a>.
fa_ir: این برنامه در قالب دوگانی و منبع برای <a href='%s'>بارگیری</a> در دسترس می‌باشد.
fr_fr: Le ligiciel est disponible aux formats source et binaire depuis la page <a href='%s'>Téléchargement</a>.
id_id: Software ini tersedia dalam format source dan binary dari halaman <a href='%s'>Download</a>.
ja_jp: ソフトウエアは、 <a href='%s'>ダウンロード</a>ページからソース、およびバイナリ形式で利用できます。
ru_ru: Программа доступна в виде исходных кодов и бинарных пакетов на страничке <a href='%s'>Скачать</a>.
tr_tr: Yazılım, kaynak kod ve ikili (binary) biçimde, <a href='%s'>Download</a>. sayfasından indirilebilir.

source: The software is written in C++ and uses the excellent wxWindows cross platform toolkit.
af_za: Die sagteware is geskryf in C++ en gebruik die uitstekende wxWindows kruisplatvorm gereedskapstel.
de_de: Die Software ist in C++ geschrieben und benutzt das exzellente wxWindows Cross-Platform Toolkit.
el_gr: Το πρόγραμμα είναι γραμμένο σε C++ και χρησιμοποιεί το καταπληκτικό εργαλείο ανάπτυξης σε πολλές διαφορετικές πλατφόρμες wxWindows .
es_es: El programa está escrito en C++ y usa la excelente herramienta multi plataforma wxWindows.
fa_ir: این نرم‌افزار در C++ نوشته شده و از مجموعه ابزار چندپایه‌ای عالی wxWindows استفاده می‌کند.
fr_fr: Le logiciel est écrit en C++ à partir de l'excellent toolkit multi plates-formes wxWindows.
id_id: Software ini ditulis dalam bahasa C++ dan menggunakan toolkit cross platform dari wxWindows.
ja_jp: ソフトウェアは、C++で書かれていて、優秀なwxWindowsクロスプラットフォーム・ツールキットを使います。
ru_ru: Это ПО написано на C++ и использует превосходный межплатформенный инструментарий wxWindows.
tr_tr: Yazılım C++ ile yazılmıştır ve mükemmel wxWindows cross-platform aracını kullanmaktadır.

source: The third Beta version of pgAdmin III v1.2.0 is out! Again, many bugs have been fixed. For details, look at our <a href='%s'>change log</a> and visit the pgAdmin <a href='%s'>Beta release</a> page.
de_de: Die dritte Betaversion von pgAdmin III v1.2.0 ist draußen! Wiederum konnten viele Fehler ausgemerzt werden. Details können dem <a href='%s'>Changelog</a> entnommen werden, weitere Informationen stehen auf der pgAdmin <a href='%s'>Beta release</a> Seite.

source: The tool displays execution times of queries.
af_za: Die hulpmiddel vertoon die looptyd van navrae.
de_de: Das Tool zeigt die Ausführungszeiten der Abfrage an.
el_gr: Το εργαλείο εμφανίζει τους χρόνους εκτέλεσης των queries.
es_es: La utilidad muestra los tiempos de ejecución de las consultas.
fa_ir: این ابزار زمان‌های اجرایی پرسش‌ها را نمایش می‌دهد.
fr_fr: L'outil affiche la durée d'exécution des requêtes.
id_id: Tool ini menampilkan waktu berapa lama query dieksekusi.
ja_jp: ツールは、クエリーの実行の時に表示します。
ru_ru: Этот инструмент показывает времена затраченные на выполнение запросов.
tr_tr: Araç, sorguların çalıştırılma süresini gösterir.

source: The updated translations are published in daily snapshots automatically.
af_za: Die opgedateerde vertalings word outomaties in daaglikse bougrepe gepubliseer.
de_de: Die aktualisierten Übersetzungen werden automatisch in den täglichen Snapshots verteilt.
el_gr: Οι ανανεωμένες μεταφράσεις δημοσιεύονται στα πακέτα που μεταγλωτίζονται καθημερινά αυτόματα.
es_es: Las traducciones actualizadas se publican automáticamente en los snapshots diarios.
fa_ir: ترجمه‌های بروزسازی شده بطور خودکار در بسته‌های فوری روزانه منتشر می‌شوند.
fr_fr: Les traductions mises à jour sont publiées automatiquement dans les snapshots quotidiens.
id_id: Update dari terjemagan akan di terbitkan secara otomatis dalam snapshot harian.
ja_jp: 更新された翻訳状態は、自動的に毎日のスナップショットで公開されます
ru_ru: Обновлённые переводы автоматически публикуются в ежедневных сборках.
tr_tr: Güncellenmiş çeviriler, günlük snapshotlar içinde otomatik olarak bulunur.

source: There is no guarantee that these packages work in any way: it is alpha developer software intended for testing and development.
af_za: Daar is geen waarborg dat hierdie pakette enigsins sal werk nie: dit is alfa-ontwikkelingsagteware wat bedoel is vir toetsing en ontwikkeling.
de_de: Es gibt keine Garantie daß diese Pakete in irgendeiner Weise funktionieren: es ist Beta-Software, gedacht für Test und Entwicklung.
el_gr: Δεν δίνεται εγγύηση ότι τα πακέτα αυτά θα δουλεύουν απρόσκοπτα: Είναι λογισμικό σε δοκιμαστική έκδοση (alpha) προορισμένο για έλεγχο και ανάπτυξη.
es_es: No hay garantía que estos paquetes funcionen correctamente: Son programas en desarrollo alfa destinados a pruebas y desarrollo.
fa_ir: در هر حال هیچ ضمانتی نیست که این بسته‌ها کار کنند. این نرم‌افزار آلفای تحت تهیه بوده و برای آزمایش کردن و برنامه‌سازی می‌باشند.
fr_fr: Il n'est apporté aucune garantie que ces packages fonctionnent d'une quelconque manière : il s'agit d'un logiciel de qualité alpha destiné aux développeurs pour leurs besoins de test et de développement.
id_id: Sama sekali tidak ada garansi kalau paket ini akan bisa jalan karena masih software alpha developer yang kita gunakan untuk percobaan dan development.
ja_jp: これらのパッケージがどこで働くか、いかなる保証もありません: それは、実験、および開発を意図したアルファな開発者用ソフトウェアです。
ru_ru: Нет никакой гарантии что эти пакеты каким-либо образом работают: это программное обеспечение находится в состоянии разработки альфа и предназначено для тестирования и дальнейшей разработки.
tr_tr: Bu paketlerin çalışacağına dair bir garanti veremiyoruz. Bunlar, alpha-geliştirici paketleridir ve deneme ve geliştirme amacıyla kullanılmaktadır.

source: These packages are also well-suited for <a href='%s'>Knoppix</a> and other Debian based distributions.
af_za: Hierdie pakette is ook geskik vir <a href='%s'>Knoppix</a> en ander Debian-gebaseerde verspreidings.
de_de: Diese Pakete sind ebenfalls geeignet für <a href='%s'>Knoppix</a> und andere Debian-basierte Distributionen.
el_gr: Αυτά τα πακέτα είναι επίσης καλά για το <a href='%s'>Knoppix</a> αλλά και για κάθε διανομή που βασίζεται στο Debian.
es_es: Estos paquetes también son muy adecuados para <a href='%s'>Knoppix</a> y otras distribuciones basadas en Debian.
fa_ir: این بسته‌ها همچنین بخوبی برای <a href='%s'>Knoppix</a> و دیگر انتشارات بر پایه‌ی Debian متناسب هستند.
fr_fr: Ces paquets conviennent également aux distributions basées sur Debian, comme par exemple <a href='%s'>Knoppix</a>.
id_id: Paket-paket tersebut juga cocok untuk <a href='%s'>Knoppix</a> dan distribusi berbasin debian yang lain.
ja_jp: これらのパッケージは、<a href='%s'>Knoppix</a>のために十分に合わせられます。それらはDebianディストリビューションを基礎としました。
ru_ru: Эти пакеты также подходят для <a href='%s'>Knoppix</a> и других дистрибутивов основанных на Debian.

source: This makes learning SQL more easy...
af_za: Dit maak die aanleer van SQL makliker...
de_de: Dies erleichtert das Erlernen von SQL erheblich.
el_gr: Αυτό κάνει την εκμάθηση της SQL πολύ εύκολη...
es_es: Esto hace más facil aprender SQL...
fa_ir: این آموزش SQL را بسیار آسان می‌سازد...
fr_fr: Apprendre le langage SQL est ainsi plus aisé...
id_id: Kita bisa belalar SQL dengan semakin gampang dengan menggunakan pgAdmin3
ja_jp: これは、SQLを学ぶことをより簡単にします...
ru_ru: Он облегчает изучение SQL ...
tr_tr: Bu, SQL öğrenmeyi daha kolay hale getirir.

source: This page is available in English only.
af_za: Hierdie bladsy is slegs in Engels beskikbaar.
de_de: Diese Seite ist nur in Englisch verfügbar.
el_gr: Η σελίδα είναι διαθέσιμη μόνο στα Αγγλικά.
es_es: Esta página sólo esta disponible en Inglés.
fa_ir: این صفحه فقط به انگلیسی در دسترس است.
fr_fr: Cette page est disponible uniquement en langue anglaise.
id_id: Halaman ini hanya tersedia dalam bahasa Inggris.
ja_jp: このページは、英語でのみ利用できます。
ru_ru: Эта страничка только на английском языке.

source: This section is available in English only.
af_za: Hierdie afdeling is slegs in Engels beskikbaar.
de_de: Diese Sektion ist nur in Englisch verfügbar.
el_gr: Αυτό το τμήμα είναι διαθέσιμο μόνο στα Αγγλικά.
es_es: Esta sección esta disponible sólamente en Inglés.
fa_ir: این قسمت فقط به انگلیسی در دسترس است.
fr_fr: Cette section est disponible uniquement en langue anglaise.
id_id: Bagian ini hanya tersedia dalam bahasa Inggris.
ja_jp: このセクションは、英語でのみ利用できます。
ru_ru: Этот раздел только на английском языке.
tr_tr: Bu bölüm sadece İngilizcedir.

source: This technical choice allows to browse very large tables without problem.
af_za: Hierdie tegniese keuse maak dit moontlik om sonder probleme deur baie groot tabelle te blaai.
de_de: Diese technische Vorkehrung erlaubt das Anzeigen auch sehr großer Tabellen ohne Probleme.
el_gr: Αυτή η τεχνική εκλογή επιτρέπει την εμφάνιση πολύ μεγάλων πινάκων χωρίς πρόβλημα.
es_es: Esta opción técnica permite mostrar tablas muy largas sin ningún problema.
fa_ir: این گزینش فنی اجازه‌ی مرور جدول‌های بسیار بزرگ را بدون مشکلی می‌دهد.
fr_fr: Ce choix technique permet de faire défiler de grandes tables de données sans aucun problème.
id_id: Pilihan dengan menggunakan teknik ini memperbolehkan kita untuk browse table yang sangat besar tanpa ada masalah.
ja_jp: この専門の選択は、問題なしでとても大きいテーブルをブラウズするために考慮に入れます。
ru_ru: Такое техническое решение позволяет без проблем просматривать очень большие таблицы.
tr_tr: Bu teknik seçim, çok büyük tablolara kolaylıkla göz atabilmenizi sağlar.
