Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: The version of pgAdmin you are running. If it is a development snapshot, please include the build date from the Help -&gt; About screen, and GIT repository version if known.
cs_cz: Verzi pgAdminu, kterou používáte. Pokud jde o vývojářský snímek, uveďte prosím datum sestavení z „Nápověda“ -&gt; „O aplikaci“ a verzi repozitáře GIT, pokud je známá.
ru_ru: Версия pgAdmin, которую вы используете. Если это рабочий снимок, укажите дату сборки (её можно узнать на заставке Справка -&gt; О программе) и версию GIT-репозитория, если она известна.

source: The wxWidgets version and configure options used (if compiled from source)
cs_cz: Verzi vxWidgets a použité volby nastavení (pokud jste kompilovali ze zdrojového kódu)
fr_fr: La version de wxWidgets et options utilisées pour configure (si compilé à partir des sources)
ru_ru: Версия библиотеки wxWidgets и параметры, переданные configure (если вы компилировали программу сами)

source: Then, click on the "Read-only" checkbox to allow editing mode and update the query to execute.
cs_cz: Potom vypněte „Pouze ke čtení“ a můžete dotaz, který se má provést, upravit.
fr_fr: Puis, cliquez sur la case à cocher «&nbsp;Lecture seule&nbsp;» pour entrer en mode édition et mettre à jour la requête à exécuter.
ru_ru: Затем снимите флажок "Только для чтения", чтобы перейти в режим редактирования, и измените запрос, который будет выполнен.

source: Then, register pgAdmin on free software web sites in your country. We are highly interested in community web sites. Some countries have one or two major web sites for free software. For example, pgAdmin was registered on <a href="%s">Freshmeat</a>.
cs_cz: Potom zaregistrujte pgAdmin na webech o svobodném software ve vaší zemi. Hlavně nás zajímají komunitní weby. Některé země mají jeden nebo dva hlavní weby věnované svobodnému software. Např. je pgAdmin registrován na <a href="%s">Freshmeat</a>.
fr_fr: Ensuite, enregistrez pgAdmin sur des sites de logiciels libres de votre pays. Nous sommes très intéressés par les sites web communautaires. Certains pays ont un ou deux sites web majeurs pour les logiciels libres. Par exemple, pgAdmin a été enregistré sur <a href="%s">Freshmeat</a>.
ru_ru: Затем зарегистрируйте pgAdmin в каталогах программного обеспечения, известных в вашей стране. Мы очень заинтересованы в присутствии на сайтах с активным сообществом. Так, в некоторых странах есть один/два основных каталога бесплатного ПО. Например, pgAdmin некогда был зарегистрирован на <a href="%s">Freshmeat</a>.

source: There are more texts that can be translated. In the <i>docs</i> directory, the file <i>tips.txt</i> contains tips that are displayed on pgAdmin startup. The HTML files used by the Guru to notify users of special issues are located in the <i>docs/hints</i> directory. Both <i>tips.txt</i> and the Guru Hint HTML files are translated without tools, just use your favourite text editor.
cs_cz: Jsou tu i další texty, které můžete přeložit. Nápovědu ve složce <i>docs</i> a rady odborníka ve složce <i>docs/hints</i>. Jedná se o soubory ve formátu HTML a k jejich překladu můžete použít libovolný textový editor.
fr_fr: D'autres textes peuvent être traduits. Dans le répertoire <i>docs</i>, le fichier<i>tips.txt</i> contient des astuces affichées au démarrage de pgAdmin. Les fichiers HTML utilisés par les gourons pour notifier les utilisateurs de cas spécifiques sont situés dans le répertoire <i>docs/hints</i>. <i>tips.txt</i> et les fichiers HTML d'aide des gourous sont traduits sans outils, utilisez simplement votre éditeur de texte favori.
ru_ru: Есть и ещё текст, который можно перевести. В каталоге <i>docs</i> есть файл <i>tips.txt</i>, содержащий подсказки, появляющиеся при запуске pgAdmin. Также в каталоге <i>docs/hints</i> вы можете найти HTML-файлы с текстом сообщений гуру, которые выводятся в определённых случаях. И <i>tips.txt</i>, и HTML-файлы вы можете переводить без спецпрограммы, просто в вашем любимом текстовом редакторе.

source: There are three main visible changes. First, lines in the activity report are colour coded. You can customize the colour in the options dialog. Second, the application name is displayed in a new column if you're connected to a 9.0 PostgreSQL server. And third, you can change the order by clicking on a column's header. A small icon will show you the current order.
cs_cz: Zde jsou tři hlavní viditelné změny. Zaprvé, řádky ve výpisu aktivity jsou významově obarveny. Barvy si můžete přizpůsobit v dialogovém okně voleb. Zadruhé, pokud jste připojeni k serveru PostgreSQL 9.0, je v novém sloupci zobrazen název aplikace. A zatřetí, můžete měnit pořadí klikáním na záhlaví sloupců. Malá ikona ukazuje současné řazení.
fr_fr: Il y a trois modifications principalements. Tout d'abord, les lignes dans le panneau d'activité sont coloriées. Vous pouvez configurer les couleurs utilisées dans la fenêtre des options. Ensuite, le nom de l'application est affiché dans une nouvelle colonne si vous êtes connecté à une version 9.0 de PostgreSQL. Et enfin, vous pouvez changer l'ordre en cliquant sur un en-tête de colonne. Une petite icône vous affichera l'ordre utilisé actuellement.
ru_ru: Произошли три основных видимых изменения. Во-первых, строки в отчёте по активности выделяются цветом. Настроить цвета вы можете в диалоге параметров. Во-вторых, если вы подключены к PostgreSQL 9.0, вы увидите в дополнительной колонке название приложения. И в-третьих, вы можете изменять порядок сортировки, щёлкая заголовок колонки. Маленький значок-стрелка показывает текущую сортировку.

source: There are two major new features in the <b>Query Tool</b>. They both came out of GSoC projects.
cs_cz: Jsou zde dvě nové hlavní vlastnosti v <b>dotazovacím nástroji</b>. Obě dvě pochází z projektů GSoC.
fr_fr: Il existe deux nouvelles fonctionnalités majeures dans l'<b>outil de requêtage</b>. Elles sont toutes issues de projets GSoc.
ru_ru: В <b>SQL-запроснике</b> появились две новые функции. Обе они стали результатом проектов GSoC.

source: There is <b>enhanced support for Greenplum database</b>: resource queues, external tables and partitioned tables are supported and the graphical explain tool knows much more about Greenplum query node types. There are also links to Greenplum help and Greenplum utility support.
cs_cz: Je tu <b>rozšířená podpora pro Greenplum databázi</b>: jsou podporované fronty zdrojů, externí tabulky a tabulky v oddílech a nástroje pro grafický výklad toho znají víc o typech uzlů dotazů Greenplum. Navíc tu je odkaz na nápovědu ke Greenplum a podpora pomůcek Greenplum.
fr_fr: La version 1.10 fournit un <b>support étendu des bases de données Greenplum</b>&nbsp;: queue de ressource, table externe et table partitionnée sont gérées. L'outil d'EXPLAIN graphique connaît bien mieux les différents types de n&oelig;uds disponibles avec Greenplum. L'aide et les outils Greenplum ont été ajoutés.
ru_ru: В этой версии появилась <b>расширенная поддержка СУБД Greenplum</b>: очереди ресурсов, внешних таблиц и секционированных таблиц. Теперь графический анализатор EXPLAIN знает больше о типах узлов запросов Greenplum. Кроме этого в программе настраиваются пути к справке и утилитам Greenplum.

source: There is big news in the browser. If you have a large number of registered servers, you will be able to group them together. At the beginning, you'll only have one group : Servers. So, it will look similar to previous releases of pgAdmin. The folder name containing a server can be changed on the Properties dialogue for the server.
cs_cz: Velké novinky jsou v prohlížeči. Pokud máte velký počet registrovaných serverů, můžete je seskupovat. Na začátku máte jen jednu skupinu: Servery. To vypadá podobně, jako v předchozích vydáních pgAdmin. Název složky obsahující server lze změnit v dialogovém okně Vlastnosti pro server.
fr_fr: Le navigateur d'objets dispose d'une nouvelle fonctionnalité très intéressante. Si vous avez un grand nombre de serveurs enregistrés, vous pouvez les grouper. Au début, vous n'avez qu'un seul groupe, « Serveurs ». Donc cela ressemblera beaucoup aux anciennes versions de pgAdmin. Le nom du dossier contenant un serveur peut se changer. Vous devez passer par le dialogue des propriétés du serveur pour cela.
ru_ru: Есть большие изменения в браузере. Если у вас зарегистрировано множество серверов, вы можете группировать их вместе. В начале у вас есть только одна группа - Серверы, подобно тому, как этот узел выглядел в предыдущих выпусках pgAdmin. Папку, к которой будет относиться сервер, можно выбрать в диалоге свойств этого сервера.

source: There was a <b>complete UI rework</b> of the "Server Status" window.
cs_cz: V okně „Stav serveru“ bylo <b>kompletně přepracované uživatelské rozhraní</b>.
fr_fr: La <b>fenêtre d'état du serveur</b> a été entièrement remaniée.
ru_ru: Мы <b>полностью переделали интерфейс</b> окна "Состояние сервера".

source: There was no way to change the storage information of a column in the previous releases of pgAdmin. Beginning with 1.12, you can change that information in the properties dialog.
cs_cz: V předchozích vydání pgAdmin nebyla žádná možnost změnit informace o uchování sloupce. Od verze 1.12 můžete měnit tyto informace v dialogovém okně vlastností.
fr_fr: Il n'y avait pas de moyen pour modifier le stockage d'une colonne dans les précédentes versions de pgAdmin. À partir de la version 1.12, vous pouvez modifier cette information dans la fenêtre des propriétés.
ru_ru: В предыдущих выпусках pgAdmin вы не могли изменить режим хранилища для колонки. Но начиная с версии 1.12, вы можете это сделать в диалоге свойств.

source: There were also enhancements on tables in 9.0. A new combobox has been added for handling typed tabes.
cs_cz: Došlo také ke zdokonalení pro tabulky v 9.0. Byl přidán nový rozbalovací seznam pro práci s typovými tabulkami.
fr_fr: Il y a eu aussi des améliorations sur les tables en 9.0. Une nouvelle liste déroulante a été ajoutée pour gérer les tables typées.
ru_ru: В версии 9.0 изменения коснулись также таблиц и это нашло отражение в окне свойств - в нём появился выпадающий список для поддержки типизированных таблиц.

source: There's also a new <b>DELETE script</b> item:
cs_cz: Přibyla také nová položka <b>Skript DELETE</b>:
fr_fr: Il existe aussi un nouvel élément <b>script DELETE</b>&nbsp;:
ru_ru: Также появился новый пункт <b>Скрипт DELETE</b>:

source: There's now an option to <b>ignore server version mismatches</b> with pg_dump/pg_dumpall/pg_restore.
cs_cz: Nyní je tu volba <b>Ignorovat rozdíl ve verzích serveru a pomůcek</b> pg_dump/pg_dumpall/pg_restore.
fr_fr: Il existe maintenant une option pour <b>ignorer les différences de version de serveur</b> avec les outils pg_dump/pg_dumpall/pg_restore.
ru_ru: Теперь есть возможность <b>игнорировать несовпадение версии сервера</b> при выполнении команд pg_dump/pg_dumpall/pg_restore.

source: Therefore, never translate entries written in upper-case letters. In some cases you might even break pgAdmin if you do! To reach a 100% translation status, just copy these strings using the poEdit Alt+C Copy command. For example: translate <i>ACL</i> into <i>ACL</i>, <i>AFTER</i> into <i>AFTER</i>, etc.
cs_cz: Z toho důvodu nikdy nepřekládejte položky psané velkými písmeny. V některých případech to může vést k nefunkčnosti pgAdmin. Aby stav překladu i přesto dosáhl 100%, jednoduše zkopírujte tyto řetězce pomocí Alt+C v poEdit. Např. přeložte <i>ACL</i> jako <i>ACL</i>, <i>AFTER</i> jako <i>AFTER</i>, atd.
fr_fr: Du coup, ne traduisez jamais les entrées écrites en majuscule. Dans certains cas, vous pouvez même casser pgAdmin si vous le faites&nbsp;! Pour atteindre 100% de traduction, copiez ces chaînes en utilisant la commande de copie Alt+C de poEdit. Par exemple, traduisez <i>ACL</i> en <i>ACL</i>, <i>AFTER</i> en <i>AFTER</i>, etc.
ru_ru: Поэтому никогда не переводите строки, состоящие только из заглавных букв. В противном случае вы можете даже сломать pgAdmin! Чтобы достичь состояния перевода 100%, просто скопируйте строки в перевод (в poEdit с помощью команды Скопировать... (Alt+C)). Например: переводом для <i>ACL</i> будет <i>ACL</i>, для <i>AFTER</i> - <i>AFTER</i> и т.п.

source: These packages are Mac OSX appbundles. To install the 1.8 or later series, mount the disk image using the finder, and drag the pgAdmin appbundle to the desired location. To install the 1.6 series, unpack the archive, and run the installer package. For earlier versions, unpack the archive, and move the appbundle into the desired location.
cs_cz: Tyto balíčky jsou aplikační balíčky pro Mac OSX. Pokud chcete instalovat sérii 1.8 nebo novější, tak připojte obraz disku pomocí programu Finder a přesuňte myší aplikační balíček pgAdmin na požadované místo. U série 1.6 musíte nejdříve rozbalit archiv a potom spustit instalátor balíčku. U starších verzí rozbalte archiv a následně přesuňte aplikační balíček na požadované místo.
fr_fr: Ces paquets sont des « appbundles » Mac OSX. Pour installer la série 1.8, monter l'image de disque en utilisant l'outil finder et déplacer l'appbundle de pgAdmin dans l'emplacement désiré. Pour installer la série 1.6, déballer l'archive et exécuter le paquer de l'installeur. Pour les versions précédentes, déballez simplement l'archive et déplacez le paquet dans le répertoire désiré.
ru_ru: Все эти пакеты оформлены в виде приложения-файла .appbundle. Чтобы установить pgAdmin 1.8 или новее, смонтируйте загруженный образ диска, используя Finder, и перетащите pgAdmin в желаемое расположение. Для установки pgAdmin 1.6 распакуйте архив и запустите установщик. Более ранние версии вы сможете установить, распаковав архив и переместив appbundle в нужное место.

source: This color is the <b>background color for each server</b>:
cs_cz: Tato barva je <b>podkladová barva pro vybraný server</b>:
fr_fr: Cette couleur est la <b>couleur de fond pour chaque serveur</b>&nbsp;:
ru_ru: Это цвет, которым будет выделяться <b>фон объектов для каждого сервера</b>:

source: This dialog is also resizable. The main new feature consists on the use of its own connection. Because of this, you still can use the main window while doing a VACUUM on a database.
cs_cz: U tohoto dialogového okna jde také měnit velikost. Nové vlastnosti sestávají z použití separátního připojení. Díky tomu můžete používat hlavní okno zatímco běží úklid databáze.
fr_fr: Ce dialogue peut aussi changer de taille. La nouvelle fonctionnalité principale est qu'il utilise sa propre connexion. Grâce à ça, vous pouvez toujours utiliser la fenêtre principale quand vous exécutez un VACUUM sur la base.
ru_ru: Этот диалог теперь так же может менять размер. Основное новшество заключается в том, что теперь он использует отдельное подключение. Поэтому вы можете продолжать работать в основном окне, выполняя VACUUM в базе данных.

source: This folder functionality allows you to group servers by type or use.
cs_cz: Tato funkce složek vám dovoluje si servery seskupovat třeba podle typu nebo použití.
fr_fr: La fonctionnalité des groupes vous permet de grouper les serveurs par type ou utilisation.
ru_ru: Эта функция позволит вам группировать серверы по типам или характеру использования.

source: This roadmap outlines the work that is hoped will be done in the %s development cycle for release in version %s of pgAdmin.
cs_cz: Tento plán nastiňuje práci, kterou bychom rádi udělali během vývojového cyklu %s pro vydání verze %s pgAdmin.
fr_fr: Ce plan de développement surligne le travail prévu dans le cycle de développement %s de la version %s de pgAdmin.
ru_ru: В этом плане работ перечислено, что мы надеемся реализовать в цикле разработки %s для выпуска в производственной версии pgAdmin %s.

source: This website uses Google Analytics, a web analytics service provided by Google, Inc. ("Google"). Google Analytics uses "cookies", which are text files placed on your computer, to help the website analyze how users use the site. The information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States. Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage. Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf. Google will not associate your IP address with any other data held by Google. You may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this you may not be able to use the full functionality of this website. By using this website, you consent to the processing of data about you by Google in the manner and for the purposes set out above.
cs_cz: Tento web využívá Google Analytics, což je služba pro analýzu webu, kterou poskytuje Google, Inc. Google Analytics používá „cookie“, což jsou textové soubory umístěné ve vašem počítači, aby mohl analyzovat jak uživatelé používají daný web. Informace generované pomocí cookie o vašem používání webu (včetně vaší IP adresy) se odešlou a uchovají Googlem na serverech ve Spojených státech. Google použije tyto informace pro účely vyhodnocení jak používáte daný web, vytvoření reportů o aktivitách na webu pro správce webu a k dalším službám vztahujícím se k činnosti webu a použití internetu. Google může tyto informace předat také třetí straně, pokud to vyžaduje zákon nebo pokud třetí strana provádí zpracování informací pro potřeby Google. Google neprovádí žádnou vazbu vaší IP adresy s dalšími daty, která má k dispozici. Použití cookies můžete zakázat pomocí příslušné volby ve vašem prohlížeči, vezměte ale na vědomí, že pokud to uděláte, nebudete moci plně využít funkcionalitu tohoto webu. Používáním tohoto webu souhlasíte se zpracováním vašich dat Googlem způsobem a za účely jak bylo uvedeno.
fr_fr: Ce site web utilise Google Analytics, un service d'analyse du web fourni par Google, Inc. ("Google"). Google Analytics utilise des « cookies », fichiers texte placés sur votre ordinateur pour aider le site web à analyser l'utilisation du site par les utilisateurs. L'information générée par le cookie sur votre utilisation du site web (incluant votre adresse IP) sera transmise et enregistrée par Google sur des serveurs aux États-Unis. Google utilisera cette information dans le but d'évaluer votre utilisation du site web, ce qui lui permettra de générer des rapports sur l'activité du site web pour les administrateurs du site et de fournir d'autres services en relation avec l'activité du site et l'utilisation d'Internet. Google pourrait aussi avoir à transférer ces informations à des tiers lorsque cela est demandé par la loi ou lorsque ces tiers traitent l'information pour Google. Google n'associera pas votre adresse IP avec toute autre données détenue par Google. Vous pouvez refuser l'utilisation des cookies en configurant les paramètres appropriés sur votre navigateur. Néanmoins, notez que si vous le faites, vous pourriez ne pas avoir accès à toutes les fonctionnalités de ce site web. En utilisant ce site web, vous consentez au traitement des données par Google de la façon et dans les buts expliqués ci-dessus.
ru_ru: На этом сайте используется Google Analytics, служба веб-анализа, предоставляемая корпорацией Google. Google Analytics обрабатывает данные "cookie", которые представляют собой сохраняемые на компьютере текстовые файлы и позволяют сайту анализировать использование сайта. Информация, извлекаемая из cookie о вашем посещении сайта (включая ваш IP-адрес), будет передана в Google и сохранена на серверах в США. Google будет использовать эту информацию для оценки использования сайта, создания отчётов по активности на сайте и предоставления других услуг, связанных с веб-активностью. Google может также передавать эту информацию третьим лицам, обрабатывающим её от лица Google, или когда этого требуют правоохранительные органы. Вы можете запретить доступ к cookie, установив соответствующие параметры в браузере, но пожалуйста учтите, что возможно это помешает вам пользоваться всеми функциями сайта. Используя этот сайт, вы соглашаетесь с этой процедурой обработки ваших данных компанией Google для вышеозначенных целей.

source: To add a new language, follow the update procedure, but create the lc_CC directory if required and save the new message catalogue in it. You may also need to update the <i>i18n/pgadmin3.lng</i> file which is also available from the <a href="%s">translation status</a> page.
cs_cz: Pokud chcete přidat nový jazyk, tak to uděláte stejně jak je uvedeno výše pro aktualizaci, akorát musíte složku lc_CC vytvořit, pokud neexistuje, a nový katalog zpráv do ní nahrát. Měli byste také zaktualizovat soubor <i>i18n/pgadmin3.lng</i>, který je rovněž dostupný na stránce <a href="%s">stav překladu</a>.
fr_fr: Pour ajouter une nouvelle langue, suivez la procédure de mise à jour mais créez le répertoire lc_CC si nécessaire et sauvegardez le nouveau catalogue de messages dedans. Vous pouvez aussi avoir besoin de mettre à jour le fichier <i>i18n/pgadmin3.lng</i> qui est aussi disponible à partir de la page d'<a href="%s">état des traductions</a>.
ru_ru: Чтобы добавить новый язык, следуйте той же процедуре, но создайте каталог lc_CC самостоятельно и сохраните новый каталог сообщений в нём. Вам также надо будет обновить файл <i>i18n/pgadmin3.lng</i>, который можно загрузить на странице <a href="%s">Состояние перевода</a>.

source: To checkout the source from the command line and get started, you might use commands such as shown below on a Linux or Unix system. For further details, please see the <a href="%s">source code</a> build instructions.
cs_cz: Na vyzkoušení zdrojového kódu z příkazové řádky a pro začátek můžete v Linuxu nebo jiném Unixovém systému použít níže uvedené příkazy. Podrobnosti jak pokračovat dál najdete v instrukcích na sestavení ze <a href="%s">zdrojového kódu</a>.
fr_fr: Pour récupérer le source à partir de la ligne de commande, vous pouvez utiliser des commandes comme celle indiquée ci-dessous pour un système Linux ou Unix. Pour plus de détails, merci de voir les instructions de construction du <a href="%s">code source</a>.
ru_ru: Чтобы выписать исходный код в командной строке и начать работу с ним, в Linux или Unix-системе вы можете использовать команды, приведённые ниже. Дополнительную информацию вы найдёте в инструкциях по сборке <a href="%s">исходного кода</a>.
