Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: As objects are created and modified, pgAdmin will show the user the code used to make the modifications, as well as the reverse-engineered SQL definition of the selected object. This helps the user learn and understand the SQL easily allowing them to work productively in the GUI and the command line or in scripts.
cs_cz: Když se vytváří nebo upravuje nějaký objekt, tak pgAdmin uživateli ukáže kód SQL, který se na to použije. Stejně tak se zobrazuje reverzně vytvořená definice SQL pro vybrané objekty. Tím vším se uživatelé jednoduše učí a pronikají do SQL a tak mohou následně dosáhnout vyšší produktivity v GUI i příkazovém řádku nebo skriptech.
fr_fr: Au fur et a mesure que des objets sont créés et modifiés, pgAdmin montrera à l'utilisateur le code employé pour faire les modifications, tout comme de l'ingénierie inverse de l'objet SQL sélectionné. Ceci aide l'utilisateur à apprendre et comprendre le SQL leur permettant facilement de travailler de façon productive dans le GUI, en ligne de commande ou en scripts.
ru_ru: Когда пользователь создаёт или изменяет объекты, pgAdmin показывает ему код, соответствующий производимому действию, а также полученное обратным путём SQL-определение выбранного объекта. Это помогает пользователю легко изучать и понимать SQL, и в результате продуктивно работать и в графическом интерфейсе, и в командной строке или скриптах.

source: As well as many other tweaks, improvements and bug fixes, details of which may be found in the <a href="%s">changelog</a>.
cs_cz: A mnoho dalších vyladění, zdokonalení a oprav chyb. Podrobnosti o nich můžete najít v <a href="%s">seznamu změn</a>.
fr_fr: Tout comme plusieurs autres peaufinages, améliorations et corrections de bogues, des détails sont disponibles dans le <a href="%s">journal des modifications</a>.

source: As well as many other tweaks, improvements and bug fixes.
cs_cz: A mnoho dalších vyladění, zdokonalení a oprav chyb.
fr_fr: Tout comme plusieurs autres peaufinages, améliorations et corrections de bogues.

source: Auto-discover Postgres Plus servers on Mac and Unix
cs_cz: Automatické vyhledání serverů Postgres Plus na systémech Mac a Unix
fr_fr: Découverte automatique des serveurs Postgres Plus sur Mac et Unix
ru_ru: Автообнаружение серверов Postgres Plus на Mac и Unix

source: Auto-vacuum management (PostgreSQL 8.1 and above)
cs_cz: Správa automatického úklidu (PostgreSQL 8.1 a novější)
fr_fr: Gestion par auto-vacuum (PostgreSQL 8.1 et plus)
ru_ru: Управление автоочисткой (PostgreSQL 8.1 и новее)

source: Avoid a crash if the connection is lost and the Functions node is refreshed.
cs_cz: Vyhýbá se zhroucení v situaci, kdy je ztraceno spojení a provede se občerstvení uzlu Funkce.
fr_fr: Évite un arrêt brutal si la connexion est perdue et si le nœud Fonctions est rafraichi.

source: Avoid a crash when closing the query tool on Solaris [Dhanaraj M].
cs_cz: Předchází zhroucení, když se zavírá dotazovací nástroj na Solarisu. [Dhanaraj M]
fr_fr: Évite un arrêt brutal lors de la fermeture de l'outil de requêtes sur Solaris [Dhanaraj M].

source: Avoid crashes when working with objects with % characters in the name.
cs_cz: Předchází zhroucení při práci s objekty, které mají v názvu znak %.
fr_fr: Évite des arrêts brutaux lors de la manipulation d'objets dont le nom contient des pourcentages (%).

source: Avoid creating graphical explain nodes for triggers as they aren't part of the plan and mess up the layout.
cs_cz: Vyvarovává se v grafickém výkladu vytváření uzlů pro triggery, které nejsou součástí plánu a akorát dělají nepořádek v nákresu.
fr_fr: Évite la création des noeuds de l'EXPLAIN graphique pour les triggers car ils ne font pas partie du plan et gênent le plan.

source: Avoid displaying multi line data in single line list controls, per Clodoaldo Pinto Neto.
cs_cz: Zabraňuje zobrazení víceřádkových údajů v jednořádkových ovládacích prvcích. [Clodoaldo Pinto Neto]
fr_fr: Évite l'affichage de données multi-lignes dans des contrôles sur une seule ligne, par Clodoaldo Pinto Neto.

source: Avoid quoting 'text' when used as a type name per Erwin.
cs_cz: Vyvarovává se uzavření slova „text“ do uvozovek, když je použité jako název typu. [Erwin]
fr_fr: Évite de mettre entre guillemets le texte quand il est utilisé comme nom de type, d'après Erwin.

source: Avoid running excess queries on pg_shdescription when connecting to a server, fixing performance regression with large number of databases
cs_cz: Vyvarovává se spouštění nadbytečných dotazů do pg_shdescription během připojování k serveru a tím se opravuje regrese výkonu při velkém počtu databází.
fr_fr: Évite d'exécuter de nombreuses requêtes sur pg_shdescription lors de la connexion à un serveur, ce qui corrige un problème de performance lorsqu'il y a un grand nombre de bases de données
ru_ru: Исключение ненужных запросов к pg_shdescription при подключении к серверу, исправление регрессивной ошибки с большим количеством баз данных

source: Before you start, it is recommended that you translate pgAdmin and the web site in your language if it hasn't already been done. Just visit the <a href="%s">translation</a> page for details on how to get started.
cs_cz: Než začnete, je doporučené přeložit pgAdmin a jeho webové stránky do vašeho jazyka, pokud se tak již nestalo. Podrobné informace jak na to najdete na stránce <a href="%s">překlad</a>.
fr_fr: Avant que vous commenciez, il est recommandé que vous traduisiez pgAdmin et le site web dans votre langue si ce n'est pas déjà fait. Visitez la page de <a href="%s">traduction</a> pour toutes les informations concernant la traduction.
ru_ru: Прежде всего мы рекомендуем перевести интерфейс программы pgAdmin и этот сайт на ваш язык, если это ещё не сделано. Чтобы узнать об этом подробнее, посетите страницу <a href="%s">Перевод</a>.

source: Before you try to install
cs_cz: Než začnete instalovat
fr_fr: Avant de tenter l'installation

source: Better i18n support [GL]
cs_cz: Lepší podpora i18n [GL]
fr_fr: Meilleur support de l'internationalisation [GL]

source: Browser support for Operator Families in PostgreSQL 8.3.
cs_cz: Podpora pro rodiny operátorů z PostgreSQL 8.3 ve stromu objektů
fr_fr: Support des familles d'opérateur dans le navigateur pour PostgreSQL 8.3.

source: Bug fixes
cs_cz: Opravy chyb
fr_fr: Corrections de bogues

source: Bugs and other issues in pgAdmin are almost always fixed within a very short time once they have been reported to us. There are some issues that may be out of our control, or may take significant effort to resolve, often more effort than the issue warrants.
cs_cz: Chyby a problémy v pgAdmin jsou obvykle vyřešené krátce po jejich nahlášení. Existují ale i problémy, které nemůžeme ovlivnit nebo by jejich vyřešení představovalo neúměrně úsilí v porovnání s drobnou nepříjemností, kterou problém způsobuje.
fr_fr: Les bogues et autres problèmes dans pgAdmin sont presque toujours réglés dans un délai très court une fois qu'ils nous ont été rapportés. Il y a quelques problèmes qui peuvent être hors de notre contrôle ou qui peuvent prendre un effort significatif à résoudre, souvent plus d'effort que le problème en vaut.
ru_ru: Ошибки и другие проблемы в pgAdmin почти всегда исправляются очень быстро, как только о них станет известно. Однако есть несколько проблем, которые могут быть неподвластны нам или для их решения нужно приложить неоправданно много усилий.

source: Build against PostgreSQL 8.2 on Windows.
cs_cz: Sestavení proti PostgreSQL 8.2 pod Windows.
fr_fr: Construit avec PostgreSQL 8.2 sur Windows.

source: Build instructions are included in the tarballs, and are available online:
cs_cz: Instrukce na sestavení jsou součástí archivu a jsou dostupné i on-line:
fr_fr: Les instructions de construction sont disponibles dans les archives tar et en ligne :
ru_ru: Инструкции по сборке вы можете найти в таре или в Интернете по следующим ссылкам:

source: Casts
cs_cz: Přetypování
fr_fr: Conversions
ru_ru: Приведения типов

source: Change log
cs_cz: Seznam změn
fr_fr: Journal des modifications
ru_ru: Журнал изменений

source: Check for and remove any custom controls that are now implemented in wxWidgets.
cs_cz: Vyhledat a odstranit vlastní ovládací prvky, které jsou již přímo implementované ve wxWidgets.
fr_fr: Vérifier et supprimer tout contrôle personnalisé qui sont maintenant implanté dans wxWidgets
ru_ru: Найти все нестандартные элементы управления и заменить их реализацией в wxWidgets.

source: Check for the use of wxWidgets 2.9/3.0.
cs_cz: Zkontrolovat kvůli přechodu na wxWidgets 2.9/3.0
fr_fr: Vérification de l'utilisation de wxWidgets 2.9/3.0.
ru_ru: Подготовиться к использованию wxWidgets 2.9/3.0.

source: Check that functions exist before debugging or setting global breakpoints on them. Remove them from the treeview if not.
cs_cz: Kontroluje, zda funkce, která se má ladit nebo pro kterou se nastavuje bod přerušení, existuje. Pokud ne, tak ji odebere ze seznamu.
fr_fr: Vérification de l'existence des fonctions avant de lancer le débogage et de placer des points d'arrêt globaux sur eux. Les supprime de l'explorateur si elles n'existent pas.

source: Check that the pgAdmin executable is in the path:
cs_cz: Zkontrolujte, jestli se spustitelný program pgAdmin nachází v prohledávané cestě:
fr_fr: Vérifiez que l'exécutable de pgAdmin est dans le chemin des applications (PATH)&nbsp;:

source: Check the <i>Automatically compile .mo file on save</i> option in Properties.
cs_cz: V dialogu nastavení zvolte <i>Automaticky zkompilovat .mo soubor při uložení</i>.
fr_fr: Vérifiez l'option <i>Compiler automatiquement le fichiers .mo lors de la sauvegarde</i> dans les préférences.
ru_ru: Установите в Параметрах флажок <i>Automatically compile .mo file on save (При сохранении автоматически компилировать файл .mo)</i>.

source: Choose your mirror as mentioned above and edit /etc/apt/sources.list file and add the following line:
cs_cz: Zvolte se své zrcadlo, jak bylo vysvětleno výše a do souboru /etc/apt/sources.list přidejte následující řádek:
fr_fr: Choisissez votre miroir comme indiqué ci-dessus, éditez le fichier /etc/apt/sources.list et ajoutez la ligne suivante&nbsp;:

source: Choosing either of those two will launch the query tool and show the appropriate query.
cs_cz: Výběr jednoho z těchto dvou skriptů spustí dotazovací nástroj a zobrazí příslušný dotaz.
fr_fr: Choisir un des deux lancera l'outil de requêtage et affichera la requête appropriée.
ru_ru: При выборе одного из пунктов этого подменю сгенерированный запрос откроется в новом окне запросника.

source: Cleanup some other minor misbehaviours at the same time. Per report from Erwin.
cs_cz: Odstraňuje některé další drobné chyby v chování. [nahlásil Erwin]
fr_fr: Nettoyage de quelques autres comportements mineurs en même temps. D'après un rapport d'Erwin.

source: Cleanup the covering index control logic in the Foreign Key dialogue.
cs_cz: Pročištění logiky krycích indexů v dialogu cizího klíče.
fr_fr: Nettoyage de la logique de contrôle de l'index dans le dialogue Clé étrangère.

source: Code cleanup/maintainability
cs_cz: Čištění a údržba kódu
fr_fr: Nettoyage de code/Maintenabilité

source: Code housekeeping
cs_cz: Optimalizace kódu
fr_fr: Nettoyage du code
ru_ru: Наведение порядка в коде

source: Column properties
cs_cz: Vlastnosti sloupce
fr_fr: Propriétés d'une colonne
ru_ru: Свойства колонки

source: Columns
cs_cz: Sloupce
fr_fr: Colonnes
ru_ru: Колонки

source: Compile pgadmin3.po into a pgadmin3.mo binary file.
cs_cz: Přeložte pgadmin3.po do binární podoby pgadmin3.mo.
fr_fr: Compilez pgadmin3.po dans un fichier binaire pgadmin3.mo.
ru_ru: Скомпилируйте pgadmin3.po в двоичный файл pgadmin3.mo.

source: Complete 9.1 support
cs_cz: Dodělat podporu pro 9.1
fr_fr: Support complet de PostgreSQL 9.1

source: Concurrent index builds.
cs_cz: Konkurenční budování indexů.
fr_fr: Construction d'index en parallèle.

source: Configurable indents in the SQL editor.
cs_cz: Nastavitelné odsazování v editoru SQL.
fr_fr: Indentation configurable dans l'éditeur SQL.

source: Configuration
cs_cz: Nastavení
ru_ru: Конфигурация

source: Configuration file editing
cs_cz: Úprava souborů s nastavením
fr_fr: Édition du fichier de configuration
ru_ru: Редактирование файлов конфигурации

source: Connection handling
cs_cz: Ovládání připojení
fr_fr: Gestion des connexions
ru_ru: Управление соединениями

source: Constraint properties
cs_cz: Vlastnosti omezení
fr_fr: Propriétés d'une contrainte
ru_ru: Свойства ограничения целостности

source: Constraints
cs_cz: Omezení
fr_fr: Contraintes
ru_ru: Ограничения целостности

source: Construct SQL used to add columns such that the entire operation happens in one statement to ensure default values and NOT NULL can be set together. Per report from Laurent ROCHE.
cs_cz: Vytváří SQL sloužící k přidávání sloupců tak, aby se jednotlivé operaci provedli v jednom výrazu, což zajistí, že výchozí hodnoty a NOT NULL se nastaví naráz. [nahlásil Laurent Roche]
fr_fr: Construit le SQL utilisé pour ajouter des colonnes de façon à ce que l'opération complète se passe en une instruction pour s'assurer que la valeur par défaut et la contrainte NOT NULL sont positionnées ensemble. D'après un rapport de Laurent Roche.

source: Contribute
cs_cz: Příspěvky
fr_fr: Contribuez
ru_ru: Участие

source: Contribute a translation
cs_cz: Přispějte k překladům
fr_fr: Contribuez à la traduction
ru_ru: Участие в переводе

source: Conversions
cs_cz: Konverze
ru_ru: Преобразования

source: Convert setting names to lower case so we don't end up with DateStyle and datestyle for example.
cs_cz: Názvy v nastavení se převádí na malá písmena, aby jsme např. neskončili s DateStyle a datestyle.
fr_fr: Convertit les noms de paramètre en minuscule pour que nous n'ayons pas à la fois DateStyle et datestyle.

source: Copy and paste data correctly when in a cell editor in the edit grid.
cs_cz: Korektní kopírování a vkládání dat, když se nacházíte v buňce editační mřížky.
fr_fr: Copier/coller géré correctement dans l'éditeur de cellule.

source: Correct config window help paths.
cs_cz: Napravuje cesty k nápovědě v okně s nastavením.
fr_fr: Corrige la configuration des chemins d'aide de Windows.

source: Correct the SQL generation for EDB inline triggers.
cs_cz: Správné generování SQL pro inline triggery EDB.
fr_fr: Correction de la génération du SQL pour les triggers EDB en ligne.

source: Correct the URL for the EDB public synonym help page
cs_cz: Oprava URL na stránku s nápovědou k veřejným synonymům EDB.
fr_fr: Correction de l'URL pour la page d'aide de l'objet Synonym d'EDB

source: Correctly generate table DDL when inherited columns follow the last 'real' column, per Peter Gagarinov.
cs_cz: Korektně generuje DDL tabulky, tak aby zděděné sloupce následovaly za posledním „skutečným“ sloupce. [Peter Gagarinov]
fr_fr: Génère correctement le DDL de la table quand des colonnes héritées suivent la dernière colonne de type real, d'après Peter Gagarinov.

source: Correctly identify the schema of trigger functions that are in system catalogs as can be the case with integrated full text search.
cs_cz: Korektně identifikuje schéma funkcí triggerů, které jsou v systémovém katalogu, jako to může být v případě s integrovaným plně textovým vyhledáváním.
fr_fr: Identification correct du schéma des fonctions trigger faisant parti des catalogues système comme c'est le cas avec la recherche plein texte intégrée.

source: Correctly quote role names when reverse engineering ACLs.
cs_cz: Správně vkládá názvy rolí do uvozovek při reverzním rekonstrukci ACL.
fr_fr: Met correctement entre guillements les noms lors de la récupération des ACL par « reverse engineering ».

source: Couldn't find the document content!
cs_cz: Nelze nalézt obsah dokumentu!
fr_fr: N'a pas pu trouver le contenu du document&nbsp;!
ru_ru: Не удалось найти содержимое документа!

source: Create a symlink to the pgAdmin binary:
cs_cz: Vytvořte symbolický odkaz na binární soubor pgAdmin:
fr_fr: Créez un lien sympbolique vers l'exécutable de pgAdmin&nbsp;:

source: Create and reverse engineer edbspl procedures using Oracle compatible syntax.
cs_cz: Vytváření a reverzní vytváření edbspl procedur za použití syntaxe kompatibilní s Oracle.
fr_fr: Crée et récupère les procédures edbspl en utilisant la syntaxe compatible Oracle.

source: Cross your fingers and wait until PostgreSQL becomes the world's number one database.
cs_cz: Držte palce a čekejte, až se PostgreSQL stane databází číslo jedna na světě.
fr_fr: Croisez les doigts et attendez que PostgreSQL devienne la base de données numéro un du monde.
ru_ru: Скрестите пальцы и ждите того времени, когда PostgreSQL станет СУБД номер 1.

source: Custom reports in frmStatus [GL]
cs_cz: Vlastní výstupní sestavy ve frmStatus [GL]
fr_fr: Rapports configurables dans frmStatus [GL]
ru_ru: Настраиваемые отчёты в frmStatus [GL]

source: Czech
cs_cz: Čeština
fr_fr: Tchèque
ru_ru: Чешский

source: Data access
cs_cz: Přístup k datům
fr_fr: Accès aux données
ru_ru: Доступ к данным

source: Data tune-up options for slow queries (requires XML EXPLAIN in PG 8.4) [DP]
cs_cz: Volby vyladění dat pro pomalé dotazy (vyžaduje XML EXPLAIN v PG 8.4). [DP]
fr_fr: Options pour configurer au mieux les requêtes lentes (nécessite XML EXPLAIN dans PG 8.4) [DP]
ru_ru: Способы оптимизации данных для медленных запросов (требуется XML EXPLAIN в PG 8.4+) [DP]

source: Database designer for pgAdmin, by Luis Ochoa
cs_cz: Návrhář databází pro pgAdmin [Luis Ochoa]
fr_fr: Concepteur graphique de bases de données pour pgAdmin, par Luis Ochoa
ru_ru: Проектировщик баз данных для pgAdmin, Луис Очоа (Luis Ochoa)

source: Database encoding selection
cs_cz: Volba kódování databáze
fr_fr: Sélection du jeu de caractères de la base de données
ru_ru: Выбор кодировки базы данных

source: Database properties
cs_cz: Vlastnosti databáze
fr_fr: Propriétés de la base de données
ru_ru: Свойства базы данных

source: Database schema difference visualizer, by Adeel Khan
cs_cz: Vizualizátor rozdílů ve schématech databází [Adeel Khan]
fr_fr: Visualiseur de différence de schémas de base, par Adeel Khan
ru_ru: Визуализация различий в схемах баз данных, Адил Хан (Adeel Khan)

source: Databases
cs_cz: Databáze
fr_fr: Bases de données
ru_ru: Базы данных

source: Dave Page<br /> pgAdmin Development Team
cs_cz: Dave Page<br /> vývojářský tým pgAdmin
fr_fr: Dave Page<br /> Équipe de développement de pgAdmin

source: Debian Etch (oldstable)
cs_cz: Debian Etch (zastaralá stabilní)

source: Debian Lenny (stable)
cs_cz: Debian Lenny (stabilní)

source: Debian Sid (unstable)
cs_cz: Debian Sid (nestabilní)

source: Debian Squeeze (testing)
cs_cz: Debian Squeeze (testovací)

source: Default ACLs are available in the database and schema properties dialog. You'll have a new tab to set these privileges.
cs_cz: Výchozí oprávnění ACL jsou dostupná v dialogovém okně vlastností databáze a schématu. Na nastavení těchto oprávnění máte novou kartu.
fr_fr: Les droits par défaut sont disponibles dans la fenêtre des propriétés de la base de données et du schéma. Vous aurez un nouvel onglet pour configurer ces droits.
ru_ru: В диалогах свойств схемы и базы данных вы можете устанавливать привилегии по умолчанию. Для этого была добавлена новая вкладка.

source: Demographic data
cs_cz: Demografické údaje
fr_fr: Données géographiques
ru_ru: Демографические данные

source: Derivative database support
cs_cz: Podpora odvozených databází
fr_fr: Support des bases de données dérivées
ru_ru: Поддержка производных СУБД

source: Designed for multiple PostgreSQL versions and derivatives
cs_cz: Navržený pro práci s více verzemi PostgreSQL a jeho odvozenin
fr_fr: Conçu pour des versions multiples et des dérivés de PostgreSQL
ru_ru: Рассчитан на работу с разными версиями и модификациями PostgreSQL

source: Detect and warn the user of concurrent edits of functions, views and job steps.
cs_cz: Detekuje a varuje uživatele v případě souběžné úpravy funkcí, pohledů a kroků úkolů.
fr_fr: Détecte et avertie l' utilisateur de modifications en parallèle de fonctions, vues ou étapes de job.

source: Dev
cs_cz: Ve vývoji
fr_fr: Dév

source: Development
cs_cz: Vývoj
fr_fr: Développement
ru_ru: Разработка

source: Development team
cs_cz: Vývojářský tým
fr_fr: Équipe de développement
ru_ru: Команда разработчиков

source: Disable CREATE FUNCTION etc. under EnterpriseDB packages because they are created as part of the main package body.
cs_cz: Zakazuje CREATE FUNCTION apod. v balících EnterpriseDB, protože jsou vytvářené jako část těla hlavního balíku.
fr_fr: Désactivation de CREATE FUNCTION, etc dans les packages EnterpriseDB parce qu'ils sont créés comme une partie du corps du package principal.

source: Disable the RULE privilege on 8.2+ for views per Erwin.
cs_cz: Zakazuje oprávnění RULE v 8.2+ pro pohledy [Erwin].
fr_fr: Désactive le droit RULE en 8.2 pour les vues, d'après Erwin.

source: Display catalogs separately from schemas, and don't treat them as system objects any longer (they can be hidden using the display options). Show only tables & views (as 'catalog objects') in pseudo-system catalogs such as information_schema and EDB's sys and dbo catalogs. Lock down functionality to prevent create/edit/drop options being offered.
cs_cz: Zobrazuje katalogy odděleně od schémat a nezachází s nimi nadále jako se systémovými objekty (lze je skrýt pomocí voleb zobrazení). Zobrazuje pouze tabulky a pohledy (jako „katalogové objekty“) v pseudo-systémovém katalogu jako je information_schema a katalogy sys a dbo v EDB. Omezuje funkcionalitu, aby se nenabízely volby vytvořit/upravit/odstranit.
fr_fr: Affiche les catalogues séparément des schémas et ne les traite plus comme des objets système (ils peuvent être cachés en utilisant les options d'affichage). Affiche seulement les tables et les vues (en tant qu'objets des catalogues) dans des pseudo catalogues système comme information_schema et les catalogues sys et dbo d'EDB. Verrouille les fonctionnalités pour empêcher l'affichage des options de création, modification et suppression.

source: Display column dependencies.
cs_cz: Zobrazuje závislosti sloupců.
fr_fr: Affichage des dépendances des colonnes.

source: Display non-default op classes in index definitions.
cs_cz: Zobrazuje nevýchozí třídy operátorů v definicích indexů.
fr_fr: Affichage des classes d'opérateurs autres que par défaut dans les définitions d'index.

source: Display the client start time on the status dialogue with PostgreSQL 8.1+
cs_cz: V dialogu stavu se pro PostgreSQL 8.1+ zobrazuje čas, kdy se klient připojil.
fr_fr: Affichage de l'heure de démarrage du client dans le dialogue de statut avec PostgreSQL 8.1+.

source: Display the constraint OID for index constraints, not the index OID. Add the index OID as a new property.
cs_cz: Zobrazuje omezení OID pro indexová omezení, ne indexové OID. Přidává indexové OID jako novou vlastnost.
fr_fr: Affiche l'OID de la contrainte pour les contrainte d'index et non l'OID de l'index. Ajoute l'OID de l'index comme nouvelle propriété.

source: Display the is_called sequence flag.
cs_cz: Zobrazuje příznak sekvence is_called.
fr_fr: Affichage de l'option de séquence is_flag.

source: Display the output pane in the query tool at query completion if it's currently hidden.
cs_cz: Pokud je v dotazovacím nástroji skrytý výstupní panel, tak se po dokončení dotazu zobrazí.
fr_fr: Affiche le panneau d'affichage dans l'outil de requêtes à la fin de l'exécution de la requête s'il est actuellement caché.

source: Display, and allow null values to be set in boolean columns in the Edit Grid.
cs_cz: Zobrazuje a povoluje zadat hodnotu NULL pro sloupce typu boolean v editační mřížce.
fr_fr: Affichage et autorisation de valeurs NULL pour les colonnes booléennes dans la grille d'édition.
