Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: Refactor the Query Tool's execQuery function to prevent pgAdmin freezing while two long running queries are executing simultaneously.
cs_cz: Předělává funkci execQuery z dotazovacího nástroje tak, aby se zabránilo zamrznutí pgAdmin při současném spuštění dvou dotazů, které běží dlouho.
fr_fr: Refactorisation de la fonction execQuery de l'outil de requêtes pour empêcher le gel de pgAdmin lorsque deux requêtes longues sont en cours d'exécution en même temps.

source: Refresh Views correctly on EnterpriseDB.
cs_cz: Korektní občerstvování pohledů na EnterpriseDB.
fr_fr: Correction du rafraîchissement des vues sur EnterpriseDB.

source: Refresh database objects correctly, per Guy Rouillier.
cs_cz: Občerstvuje korektně databázové objekty. [Guy Rouillier]
fr_fr: Actualisation correcte des objets de la base de données, par Guy Rouillier.

source: Refresh the tree without erroring after creating a new package on EnterpriseDB.
cs_cz: Strom se po vytvoření nového balíku v EnterpriseDB občerstvuje bez chyb.
fr_fr: Rafraichissement du navigateur sans erreur après la création d'un nouveau package sur EnterpriseDB.

source: Reject invalid command line options in pgAgent.
cs_cz: Odmítá neplatné volby příkazového řádku v pgAgent.
fr_fr: Rejet des options invalides en ligne de commande pour pgAgent.

source: Release %s
cs_cz: Vydání %s
fr_fr: Version %s
ru_ru: Версия %s

source: Remember last used backup/restore filenames.
cs_cz: Pamatuje si naposledy použitý název souboru pro zálohování/obnovu.
fr_fr: Se souvient des derniers fichiers de sauvegarde et de restauration.

source: Remember last used save definition filename.
cs_cz: Pamatuje si naposledy použitý název souboru pro uložení definice.
fr_fr: Se souvient du dernier fichier utilisé.

source: Remember the server's SSL mode property correctly.
cs_cz: Pamatuje si správně vlastnosti režimu SSL u serveru.
fr_fr: Se rappelle correctement du mode SSL du serveur.

source: Remove a lot debugging code of little or no use.
cs_cz: Odstraňuje spoustu ladicího kódu, který se téměř nebo vůbec nepoužíval.
fr_fr: Suppression de beaucoup de code de débogage qui n'avait plus d'intérêt.

source: Remove an obsolete FORCE option on the Maintenance dialogue
cs_cz: Odstraněná zastaralá volba FORCE v dialogu údržby
fr_fr: Suppression de l'option obsolète FORCE sur le dialogue de maintenance
ru_ru: Удалён устаревший параметр FORCE в диалоге Обслуживание

source: Remove bundled copies of PostgreSQL/Slony docs to make it easier to localise the rest. Instead allow the use of local or online copies of the PostgreSQL, EnterpriseDB or Slony docs, each independently of the other.
cs_cz: Odstraňuje přibalené kopie dokumentace PostgreSQL/Slony, aby bylo jednodušší najít zbytek. Místo toho umožňuje použít lokální nebo on-line kopie dokumentace PostgreSQL, EnterpriseDB nebo Slony, každé nezávisle.
fr_fr: Suppression des copies des manuels de PostgreSQL/Slony pour faciliter la traduction de ceux-ci. Autorise à la place l'utilisation de copies locales ou en ligne des documentations PostgreSQL, EnterpriseDB et Slony.

source: Remove code specific to versions of wxWidgets that we no longer support.
cs_cz: Odstraňuje kód specifický pro verze wxWidgets, které již nejsou podporované.
fr_fr: Suppression du code spécifique aux versions de wxWidgets que nous ne supportons plus.

source: Remove long-dead Explain Text option from the Query Tool.
cs_cz: Odebírá dlouho nepoužívanou volbu Vyložit text z dotazovacího nástroje.
fr_fr: Suppression de l'option « Explain Text » qui n'existe plus depuis longtemps, sur l'outil de requêtage.

source: Remove obsolete support for non-Unicode builds.
cs_cz: Odstraňuje zastaralou podporu pro sestavování v jiném kódování než Unicode.
fr_fr: Suppression du support osbolète des constructions non Unicode.

source: Remove the confusing and near-useless sequence combo box from the column dialog per discussion on support list.
cs_cz: Odstraňuje matoucí a výjimečně používané výběrové seznamy sekvence z dialogu sloupce na základě diskuze v konferenci podpory uživatelů.
fr_fr: Suppression de la liste déroulante de la séquence, confuse et pratiquement inutile, du dialogue de colonne après discussion sur la liste support.

source: Remove the un-maintained Tip of the Day feature
cs_cz: Odstraňuje neudržovanou funkci „Tip na tento den“
fr_fr: Suppression de l'astuce du jour (non maintenue)
ru_ru: Удаление неподдерживаемой функции Подсказка дня

source: Replace the Mac installer with code to create a distribution disk image.
cs_cz: Nahrazuje Mac instalátor kódem na vytvoření obrazu instalačního disku.
fr_fr: Remplacement de l'installeur Mac avec du code pour créer une image disque.

source: Restore dialog sizes correctly.
cs_cz: Korektní obnova rozměrů dialogu.
fr_fr: Restauration correcte de la taille des dialogues.

source: Restore old behaviour of the Edit Grid where &lt;return&gt; moves to the next column, but &lt;enter&gt; moves to the next row rather than both changing column
cs_cz: Obnovuje starší chování editační mřížky, kdy &lt;return&gt; přesouvá na další sloupec, ale &lt;enter&gt; přesouvá na další řádek, místo toho aby oba měnili sloupec
fr_fr: Retour à l'ancien comportement de la grille d'édition où la touche &lt;return&gt; déplaçait à la colonne suivante et &lt;enter&gt; déplaçait à la ligne suivante, plutôt que les deux déplacent à la colonne suivante.
ru_ru: Восстановлено старое поведение табличного редактора, когда &lt;return&gt; перемещает курсор в следующую колонку, а &lt;enter&gt; - на следующую строку в той же колонке

source: Retain column widths when refreshing the edit grid.
cs_cz: Zachová šířku sloupců při občerstvování editační mřížky.
fr_fr: Conserve la taille des colonnes lors du rafraichissement de la grille d'édition.

source: Retain the clipboard contents on app exit.
cs_cz: Uchování obsahu schránky po ukončení aplikace.
fr_fr: Conservation du contenu du presse-papier après la fermeture de l'application.

source: Retain values in the edit grid following a failed insert or update.
cs_cz: Udrží v editační mřížce hodnoty i po neúspěšném vložení nebo aktualizaci.
fr_fr: Conservation des valeurs dans la grille de modifications après un INSERT ou un UPDATE échoué.

source: Reverse engineer columns with multi-word names (like 'timestamp with timezone') correctly so that precision and array modifiers are included properly. Per Erwin Brandstetter.
cs_cz: Korektně reverzně vytváří sloupce s víceslovnými názvy (jako „timestamp with timezone“), tak aby se správně vložily modifikátory pro přesnost a pole. [Erwin Brandstetter]
fr_fr: Récupération améliorée par ingénieurie inverse des colonnes dont le type contient plusieurs mots (comme « timestamp with timezone ») pour que des indicateurs comme la précision ou le fait que la colonne est un tableau soient inclus correctement. Par Erwin Brandstetter.

source: Reverse engineer multi-word type names correctly when quoting
cs_cz: Korektně uzavírá do uvozovek víceslovné názvy typů při reverzním vytváření dotazů
fr_fr: Les noms de type comprenant plusieurs mots sont correctement mis entre guillemets.
ru_ru: Правильное извлечение многословных названий типов с использованием кавычек

source: Review your translation carefully:
cs_cz: Pečlivě svůj překlad zkontrolujte:
fr_fr: Relisez votre traduction avec attention&nbsp;:
ru_ru: Тщательно проверьте ваш перевод:

source: Rework the Find/Replace code to fix a couple of minor bugs and improve readability.
cs_cz: Byl přepracován kód hledání/nahrazování, aby se opravilo pár menších chyb a zlepšila čitelnost.
fr_fr: Revue du code Chercher/Remplacer pour corriger quelques bogues mineurs et améliorer la lisibilité.

source: Roadmap
cs_cz: Plán
fr_fr: Plan de développement
ru_ru: План развития

source: Role properties
cs_cz: Vlastnosti role
fr_fr: Propriétés d'un rôle
ru_ru: Свойства роли

source: Roles
cs_cz: Role
fr_fr: Rôles
ru_ru: Роли

source: Routine maintenance
cs_cz: Běžná údržba
fr_fr: Routine de maintenance
ru_ru: Регулярное обслуживание

source: Rules
cs_cz: Pravidla
fr_fr: Règles
ru_ru: Правила

source: Run the following commands as <i>root</i> to install pgAdmin III
cs_cz: Pro nainstalování pgAdmin III spusťtě jako uživatel <i>root</i> následující příkazy
fr_fr: Exécutez les commandes suivantes en tant que <i>root</i> pour installer pgAdmin III

source: SQL/shell/batch job scheduling agent
cs_cz: Agent na plánování úkolů (SQL, shell, dávky)
fr_fr: Agent de planification de jobs SQL/shell/batch
ru_ru: Агент планирования заданий с SQL/пакетами/командами оболочки

source: Save and restore the user-selected line ending type in styled text controls
cs_cz: Ukládá a obnovuje uživatelem zvolený typ ukončování řádku pro ovládací prvky na psaní formátovaného textu
fr_fr: Sauvegarde et restaure le type de fin de ligne sélectionné par l'utilisateur pour les contrôles de text stylés.
ru_ru: Сохранение и восстановление типа окончания строк, выбранного пользователем, в текстовых полях

source: Schema properties
cs_cz: Vlastnosti schématu
fr_fr: Propriétés d'un schéma
ru_ru: Свойства схемы

source: Schemas
cs_cz: Schémata
fr_fr: Schémas
ru_ru: Схемы

source: Screenshots
cs_cz: Ukázky
fr_fr: Captures
ru_ru: Снимки экрана

source: Send us the English and translated names of your language: 'French' and 'Fran&ccedil;ais', 'German' and 'Deutsch', etc. This will allow us to modify pgAdmin's <i>i18n/pgadmin3.lng</i> file to display the language properly in the application. We will also create a directory according to your locale canonical name under <i>/usr/share/pgadmin3/i18n</i> (Linux and other Unixes) or <i>C:\Program Files\pgAdmin III\X.Y\i18n</i> (Windows). The list of language codes can be found on the <a href="%s">Debian site</a>. You may also want to check the more detailed <a href="%s">ISO 639.2 Codes for the Representation of Names of Languages</a>.
cs_cz: Pošlete nám anglický a přeložený název vašeho jazyka: „Czech“ a „Čeština“, „French“ a „Français“. Podle toho příslušně upravíme soubor <i>i18n/pgadmin3.lng</i> v pgAdmin, aby se v aplikaci správně zobrazoval seznam jazyků. Také vytvoříme podsložku odpovídající kódu vašeho jazyka ve složce <i>/usr/share/pgadmin3/i18n</i> (Linux a další Unixy) nebo <i>C:\Program Files\pgAdmin III\X.Y\i18n</i> (Windows). Seznam kódů jazyků můžete najít na <a href="%s">stránkách Debianu</a>. Můžete si to také prostudovat podrobněji <a href="%s">ISO 639.2 Kódy pro reprezentaci názvů jazyků</a>.
fr_fr: Envoyez-nous les noms anglais et traduits de votre langue&nbsp;: 'French' et 'Fran&ccedil;ais', 'German' et 'Deutsch', etc. Ceci nous permettra de modifier le fichier <i>i18n/pgadmin3.lng</i> de pgAdmin pour afficher correctement la langue dans l'application. Nous créerons aussi un répertoire suivant l nom canonique de votre langue sous <i>/usr/share/pgadmin3/i18n</i> (Linux et autres Unix) ou <i>C:\Program Files\pgAdmin III\X.Y\i18n</i> (Windows). La liste des codes des langues se trouve sur le <a href="%s">site de Debian</a>. Vous pouvez aussi vérifier une liste plus détaillée, celle des <a href="%s">codes ISO 639.2 pour la représentation des noms de langues</a>.
ru_ru: Напишите нам английское и переведённое название вашего языка: 'French' и 'Fran&ccedil;ais', 'German' и 'Deutsch', 'Russian' и 'Русский' и т.д.. После этого вы сможете редактировать файл <i>i18n/pgadmin3.lng</i> и видеть правильное название языка в приложении. Мы также создадим подкаталог, отражающий канонические имя вашей языковой среды в каталоге <i>/usr/share/pgadmin3/i18n</i> (в Linux и других Unix-системах) или в <i>C:\Program Files\pgAdmin III\X.Y\i18n</i> (Windows). Коды языков можно найти на <a href="%s">сайте Debian</a>. Вы также можете свериться с более подробным документом <a href="%s">Коды ISO 639.2 для представления названий языков</a>.

source: Sequences
cs_cz: Sekvence
fr_fr: Séquences
ru_ru: Последовательности

source: Server Status
cs_cz: Stav serveru
fr_fr: Statut du serveur
ru_ru: Состояние сервера

source: Server properties
cs_cz: Vlastnosti serveru
fr_fr: Propriétés d'un serveur
ru_ru: Свойства сервера

source: Server status
cs_cz: Stav serveru
fr_fr: Statut du serveur
ru_ru: Состояние сервера

source: Server status/process viewer
cs_cz: Prohlížeč stavu a procesů serveru
fr_fr: Statut serveur/visualisateur de processus
ru_ru: Просмотр состояния сервера/процессов

source: Server-side languages (such as pl/pgsql, pl/perl, pl/python, etc.)
cs_cz: Serverové jazyky (jako pl/pgsql, pl/perl, pl/python apod.)
fr_fr: Langages côté serveur (comme pl/pgsql, pl/perl, pl/python, etc.)
ru_ru: Языки серверных приложений ( pl/pgsql, pl/perl, pl/python и т.д.)

source: Shared database comments.
cs_cz: Sdílené databázové komentáře.
fr_fr: Commentaires des bases partagés.

source: Show the schema correctly for EDB public synonyms that point to other synonyms.
cs_cz: Správně zobrazuje schéma pro veřejná synonyma EDB, která ukazují na další synonyma.
fr_fr: Affiche correctement le schéma pour les synonymes publiques EDB qui pointent vers d'autres synonymes.

source: Show/hide columns in frmStatus's reports [GL]
cs_cz: Zobrazení/skrývání sloupců v výstupní sestavě frmStatus [GL]
fr_fr: Afficher/Cacher les colonnes dans les rapports de frmStatus [GL]

source: Simplified Chinese
cs_cz: Zjednodušená čínština
fr_fr: Chinois simplifié
ru_ru: Упрощённый китайский

source: Simply use Synaptic to install pgAdmin as you would do with any other package or run the following command from the command prompt:
cs_cz: Na instalaci pgAdmin jednoduše použijte Synaptic, stejně jako u jiných balíčků nebo spusťte ručně v příkazovém řádku následující příkazy:
fr_fr: Utilisez tout simplement Synaptic pour installer pgAdmin comme vous le feriez avec tout autre paquet, ou lancez la commande suivante à partir de la ligne de commande :

source: Size of the column label of SQLGrid was made variable.
cs_cz: Velikost záhlaví sloupce SQL mřížky je vytvářená proměnná.
fr_fr: La taille du label des colonnes de SQLGrid est maintenant variable.

source: Slackware packages built on a server periodically updated to -current are available for download. These builds should run on most recent versions of Slackware.
cs_cz: Sestavení balíčku dostupného ke stažení pro Slackware se na serveru periodicky aktualizuje na -current. Díky tomu by toto sestavení mělo běžet na nejnovějších verzích Slackware.
fr_fr: Les paquets Slackware construits sur un serveur mis à jour périodiquement sont disponibles au téléchargement. Ces constructions devraient fonctionner sur les versions les plus récentes de Slackware.

source: Slony-I documentation
cs_cz: Dokumentace Slony-I
fr_fr: Documentation de Slony-I
ru_ru: Справка по Slony-I

source: Slony-I objects (such as nodes, clusters etc.)
cs_cz: Objekty Slony-I (jako uzly, clustery apod.)
fr_fr: Objets Slony-I (comme les noeuds, les clusters, etc.)
ru_ru: Объекты Slony-I (узлы, кластеры и т.д.)

source: Snapshots
cs_cz: Snímky
fr_fr: Images

source: Some messages include %s or %d variables placeholders. During execution, %s will be replaced by a string and %d by a decimal number. Please take special care to include all %s and %d variable placeholders correctly, otherwise pgAdmin may crash. On some occasions, it might be necessary to reorder placeholders. In the following (ficticious) example, both parameter positions are exchanged: <i>Server %s user %s is logged in</i> could be translated as <i>L'utilisateur s%2$s est connect&eacute; au serveur %1$s</i>.
cs_cz: Některé zprávy obsahují zástupné znaky proměnných %s nebo %d. Za provozu jsou %s nahrazené konkrétními řetězci a %d celými čísly. Dávejte pozor, abyste zadávali všechny zástupné znaky %s a %d správně, jinak může dojít ke zrhoucení pgAdmin. V některý případech může být nutné změnit pořadí zástupných znaků. V následujícím fiktivním příkladu dojde k přehození obou proměnných: <i>Server %s user %s is logged in</i> lze přeložit jako <i>L'utilisateur s%2$s est connect&eacute; au serveur %1$s</i>.
fr_fr: Certains messages incluent des emplacements pour variables comme %s ou %d. Lors de l'exécution, %s sera remplacé par une chaîne et %d par un nombre décimal. Merci de faire très attention à inclure tous ces emplacements correctement, sinon pgAdmin pourrait avoir des arrêts brutaux. Dans certains cas, il pourrait être nécessaire de réordonner les placements. Dans l'exemple (fictif) suivant, les positions des paramètres sont échangés&nbsp;: <i>Server %s user %s is logged in</i> pourrait être traduit par <i>L'utilisateur s%2$s est connect&eacute; au serveur %1$s</i>.
ru_ru: Некоторые сообщения включают заполнители %s или %d. Во время выполнения вместо %s подставляется строка, а вместо %d - десятичное число. Пожалуйста, уделите особое вниманию сохранению всех заполнителей %s и %d, иначе это может привести к сбою pgAdmin. В некоторых случаях может потребоваться поменять эти заполнители местами. Это можно сделать следующим образом: <i>Server %s user %s is logged in</i> можно перевести как <i>Пользователь %2$s подключен к серверу %1$s</i>.

source: Sort server list alphabetically.
cs_cz: Řazení seznamu serverů abecedně.
fr_fr: Liste les serveurs dans l'ordre alphabétique.

source: Source code
cs_cz: Zdrojový kód
fr_fr: Code source
ru_ru: Исходный код

source: Source tarballs and binary snapshots for a variety of platforms are built from <a href="%s">GIT trunk</a> daily. Other snapshots are built on a less regular basis, following programming milestones.
cs_cz: Archivy se zdrojovým kódem a binární snímky pro různé platformy se sestavují každý den z <a href="%s">větve trunk v GIT</a>. Další snímky se sestavují méně pravidelně podle milníků ve vývoji.

source: Source tarballs are available for users wishing to compile their own copy of pgAdmin, or those using platforms for which we do not supply prebuilt packages.
cs_cz: Archívy tar se zdrojovým kódem jsou k dispozici pro uživatele, kteří si chtějí přeložit vlastní kopii pgAdmin nebo používají platformu, pro kterou nenabízíme sestavené balíčky.
fr_fr: Les archives tar des sources sont disponibles pour les utilisateurs souhaitant compiler leur propre version de pgAdmin et pour ceux utilisant des plateformes pour lesquelles nous n'avons pas de packages pré-construits.
ru_ru: Исходный код в таре предназначен для тех, кто хочет скомпилировать pgAdmin самостоятельно или использовать его на платформах, для которых мы не предоставляем готовые пакеты.

source: Specify the length correctly when creating columns of 'time with time zone' and friends.
cs_cz: Určuje správně délku, když se vytváří sloupec „time with time zone“ a spřátelené.
fr_fr: Spécifie correctement la longueur lors de la création de colonnes de type 'time with time zone'.

source: Speed up loading of functions and procedures by rewriting some horribly inefficient code.
cs_cz: Urychluje načítání funkcí a procedur díky přepsání děsně neefektivního kódu.
fr_fr: Accélération du chargement des fonctions et procédures en réécrivant un code particulièrement inefficace.

source: Standard logging
cs_cz: Standardní evidence
fr_fr: Traces standards
ru_ru: Стандартное протоколирование

source: Status
cs_cz: Stav
fr_fr: Statut
ru_ru: Состояние

source: Steps required to reproduce the problem. Please include a simple scheme with optional data if required. This may be sent privately <b>upon request from a developer</b> if you are concerned about posting sample code or data to a public mailing list.
cs_cz: Kroky potřebné k reprodukování problému. Pokud je potřeba, uveďte jednoduché schéma s případnými daty. Pokud máte obavu ze zveřejnění ukázkových dat ve veřejné konferenci, můžete je poslat odděleně až <b>na vyžádání vývojáře</b>.
fr_fr: Les étapes requises pour reproduire le problème. Merci d'inclure un schéma simple avec des données supplémentaires si nécessaires. Ceci peut être envoyé en privé <b>à la demande d'un développeur</b> si vous ne voulez pas envoyer un code d'exemple ou des données sur une liste de discussion privée.
ru_ru: Действия, позволяющие воспроизвести проблему. Если необходимо, пожалуйста, включите простую схему данных и по возможности сами данные. Если вы не хотели бы посылать примерные данные или код в открытый список рассылки, их можно будет послать лично разработчику <b>по его запросу</b>.

source: Stick as much as possible to words which are close to the original SQL syntax. For example, in French, you may use <i>vue</i> for <i>view</i> because both words start with the letter 'v'. Do not choose distant words like <i>d&eacute;clencheur</i> for <i>trigger</i>, because some users may not be able to make a good use of the SQL syntax. Sometimes it is better to simply leave these keywords untranslated, instead of creating a fancy word nobody will recognise. Otherwise, users may switch to the English version.
cs_cz: Snažte se používat slova, která jsou co nejpodobnější originální syntaxi SQL. Např. ve francouzštině můžete použít <i>vue</i> pro <i>view</i>, protože obě dvě slova začínají na „v“. Ale nepoužívejte rozdílné slovo <i>déclencheur</i> pro <i>trigger</i>, protože někteří uživatelé by nebyli schopní dobře používat syntaxi SQL. Někdy je lepší ponechat nepřeložené originální slovo než vytvářet nějaké modní výrazy, které nikdo nepochopí.
fr_fr: Tenez-vous le plus possible à des mots proches de la syntaxe originale SQL. Par exemple, en français, vous pouvez utiliser <i>vue</i> pour <i>view</i> parce que les deux mots commencent par la lettre «&nbsp;v&nbsp;». Ne choisissez pas des mots distants comme <i>d&eacute;clencheur</i> pour <i>trigger</i> car certains utilisateurs pourraient ne pas être capable de faire un bon usage de la syntaxe SQL. Quelquefois, il est préférable de laisser ces mots clés non traduits au lieu de créer un mot fantaisiste que personne ne reconnaîtra. Sinon, les utilisateurs pourraient basculer sur la version anglaise.
ru_ru: Постарайтесь находить перевод, наиболее близкий к оригинальному синтаксису SQL. Например, в русском вы можете перевести <i>columns</i> как <i>колонки</i>, так как эти слова начинаются с буквы 'к'. Избегайте отвлечённого перевода, например <i>role</i> - <i>группа</i>, так как это может помешать пользователям, которые изначально хорошо владеют SQL. Иногда лучше что-то оставить без перевода, чем придумать никому не понятное забавное слово. Если перевод будет непонятен, пользователи могут просто переключиться на английскую версию.

source: Store pgAgent job step result codes in an int4 column. int2 was proving too small in some cases resulting in an error.
cs_cz: Ukládá výsledky kroků úkolů pgAgenta ve sloupci typu int4. int2 se ukázal jako nedostačující pro některé chybové výsledky.
fr_fr: Enregistre les codes résultats d'une étape d'un job de pgAgent dans une colonne de type int4. int2 est devenu trop petit dans certains cas.

source: Strategy
cs_cz: Strategie
fr_fr: Stratégie
ru_ru: План действий
