Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: Add a new command line options (-cp ) to allow direct editing of pgpass files.
cs_cz: Přidává novou volbu příkazového řádku -cp, která umožňuje přímou úpravu souborů pgpass.
fr_fr: Ajout d'une option en ligne de commande (-cp) pour permettre l'édition directe des fichiers pgpass.

source: Add a password file editor.
cs_cz: Přidán editor souboru s hesly.
fr_fr: Ajout d'un éditeur de fichiers de mots de passe.

source: Add a pgAgent option to log to a file on *nix.
cs_cz: Přidává do pgAgent volbu na evidování do souboru v *nixech.
fr_fr: Ajout d'une option à pgAgent pour tracer dans un fichier sur *nix.

source: Add a set of options to allow the user to hide selected object types from the treeview. Note that the new default settings will hide less commonly used objects such as casts, languages, aggregates, operators etc.
cs_cz: Přidává sadu voleb, díky nimž může uživatel ve stromu skrýt vybrané typy objektů. Upozorňujeme, že nové výchozí nastavení bude skrývat některé méně používané objekty, jako jsou přetypování, jazyky, agregační funkce, operátory apod.
fr_fr: Ajout d'un ensemble d'options permettant à l'utilisateur de cacher des types d'objets dans le navigateur. Notez que le paramétrage par défaut cachera les types les moins utilisés (conversions, agrégats, opérateurs, etc.)

source: Add a word wrap option to the query tool editor.
cs_cz: Přidává volbu pro zalamování slov v editoru dotazovacího nástroje.
fr_fr: Ajout de l'option de retour à la ligne automatique dans l'éditeur de requêtes.

source: Add an internal XML reporting API, HTML XSL stylesheet with XSLT processing capabilities and selection of schema/object/data reports.
cs_cz: Přidává API pro reporty, které interně pracuje s XML, schopnosti zpracovat HTML XSL styly pomocí XSLT a výběr, zda se má reportovat schéma/objekt/data.
fr_fr: Ajout d'une API interne de rapports XML, des feuilles de style XSL et des capacités de traitement XSLT pour générer des rapports sur des schémas/objets/données.

source: Add an option to show NULLs as in the Query Tool.
cs_cz: Přidává volbu na zobrazování hodnot NULL v dotazovacím nástroji
fr_fr: Ajout d'une option pour afficher les éléments NULL dans l'outil de requêtes.

source: Add an option to show indent guides in the query tool.
cs_cz: Přidává volbu na zobrazení vodicích linek v dotazovacím nástroji.
fr_fr: Ajout d'une option pour afficher les guides d'indentation dans l'outil de requêtes

source: Add an option to the Report Tool to open the output file in the default browser.
cs_cz: Přidává do reportovacího nástroje volbu na otevření výstupního souboru ve výchozím prohlížeči.
fr_fr: Ajout d'une option pour que l'outil de rapports ouvre le fichier en sortie dans le navigateur par défaut.

source: Add auto-indent to the query tool.
cs_cz: Přidáno automatické odsazování v dotazovacím nástroji.
fr_fr: Ajout de l'auto-indentation dans l'éditeur de requêtes.

source: Add autocompletion to the Query Tool, based on the logic used by psql. Triggered with Control+Space, and optionally the Tab key as well.
cs_cz: Přidává do dotazovacího nástroje funkci automatického dokončování založenou na logice použité v psql. Spouští se pomocí Control+Mezerník a volitelně klávesou Tab.
fr_fr: Ajout de la complétion automatique à l'outil de requêtes, basée sur la logique utilisée par psql. Déclenché avec Contrôle-Espace ainsi que la touche Tabulation en option.

source: Add brace highlighting to the SQL Text Box control.
cs_cz: Přidává zvýrazňování syntaxe do ovládacího textového prvku na úpravu SQL.
fr_fr: Ajout du surlignement des crochets au contrôle texte SQL.

source: Add fillfactor support on tables and indexes.
cs_cz: Přidává podporu pro stupeň zaplnění u tabulek a indexů.
fr_fr: Ajout du support de fillfactor sur les tables et index.

source: Add keyboard shortcuts to show and hide UI elements.
cs_cz: Přidává klávesové zkratky na zobrazování a skrývání prvků uživatelského rozhraní.
fr_fr: Ajout de raccourcis clavier pour afficher et cacher les éléments de l'interface.

source: Add more index stats
cs_cz: Přidáno více statistik k indexům
fr_fr: Ajout de plus d'index sur les stats.
ru_ru: Добавлена статистика по индексам

source: Add options to enable/disable triggers, both individually and per-table.
cs_cz: Přidává volby na povolení/zakázání triggerů, oboje individuálně pro jednotlivé tabulky.
fr_fr: Ajout d'options pour activer/désactiver les triggers, à la fois individuellement et par table.

source: Add options to show line ends and whitespaces in the query tool.
cs_cz: Přidává volbu na zobrazování konců řádků a bílých znaků v dotazovacím nástroji.
fr_fr: Ajout d'options pour afficher les fins de ligne et les espaces blancs dans l'outil de requêtes

source: Add printing support to the query tool (and other styled text controls?) [DP/AV]
cs_cz: Přidat podporu tisku do dotazovacího nástroje (a pro další textové záležitosti?). [DP/AV]
fr_fr: Ajout du support de l'impression dans l'outil de requêtage (et des autres contrôles de type texte stylé ?) [DP/AV]
ru_ru: Добавить поддержку печати в инструмент запросов (и другие средства работы с текстом?) [DP/AV]

source: Add support for Sun's compiler [Dhanaraj M]
cs_cz: Přidává podporu pro kompilátor od firmy Sun [Dhanaraj M]
fr_fr: Ajout du support du compilateur de Sun [Dhanaraj M]

source: Add support for TRUNCATE triggers on PostgreSQL 8.4+
cs_cz: Přidaná podpora pro TRUNCATE triggeru na PostgreSQL 8.4+
fr_fr: Ajout du support des triggers TRUNCATE sur PostgreSQL 8.4+.
ru_ru: Поддержка триггеров для TRUNCATE для PostgreSQL 8.4+

source: Add support for building Mac Universal Binaries.
cs_cz: Přidaná podpora pro vytváření Mac Universal Binaries.
fr_fr: Ajout du support pour la construction de binaires Mac Universal.

source: Add support for direct debugging of functions with variadic parameters
cs_cz: Přidaná podpora pro přímé ladění funkcí s proměnným počtem parametrů
fr_fr: Ajout du support de débogage direct des fonctions avec des paramètres variants.
ru_ru: Поддержка прямой отладки функций с вариативными параметрами

source: Add support for enums in PostgreSQL 8.3+.
cs_cz: Přidaná podpora pro výčty v PostgreSQL 8.3+
fr_fr: Ajout du support des enums dans PostgreSQL 8.3.

source: Add support for function cost and row estimations in PostgreSQL 8.3+.
cs_cz: Přidává podporu pro cenu funkcí a odhad řádků v PostgreSQL 8.3+.
fr_fr: Ajout du support pour les estimations de lignes de fonction et de coût dans PostgreSQL 8.3.

source: Add support for multi-parameter aggregates.
cs_cz: Přidává podporu pro agregační funkce s více parametry.
fr_fr: Ajout du support pour les agrégats à plusieurs paramètres.

source: Add support for packages on EnterpriseDB.
cs_cz: Přidaná podpora pro balíky v EnterpriseDB.
fr_fr: Ajout du support des packages sur EnterpriseDB.

source: Add support for public synonyms on EnterpriseDB.
cs_cz: Přidaná podpora pro veřejná synonyma v EnterpriseDB.
fr_fr: Ajout du support des synonymes publiques sur EnterpriseDB.

source: Add support for the many new node types in Postgres 8.4
cs_cz: Přidaná podpora pro mnoho nových uzlových typů v PostgreSQL 8.4
fr_fr: Ajout du support des nombreux nouveaux types de n&oelig;uds dans PostgreSQL 8.4.
ru_ru: Поддержка множества новых типов узлов в Postgres 8.4

source: Add the keyword 'WHILE' for the debugger
cs_cz: Přidané klíčové slovo „WHILE“ pro ladicí program
fr_fr: Ajout du mot clé WHILE pour le débogueur.
ru_ru: Добавление ключевого слова 'WHILE' в отладчике

source: Adding/removing <b>inherited tables</b> with 8.2+ servers has been added. The list control and the two buttons have moved to their own tab:
cs_cz: Bylo doplněno přidávání/odebírání <b>zděděných tabulek</b> se servery 8.2+. Jejich seznam a dvě tlačítka byly přesunuty na oddělenou kartu:
fr_fr: La gestion de l'ajout et la suppression des <b>tables héritées</b> avec les serveurs 8.2+ a été intégrée. Le composant de liste et les deux boutons ont été déplacées sur leur propre onglet&nbsp;:
ru_ru: Было добавлена функция добавления/удаления <b>наследованных таблиц</b>, поддерживаемая серверами 8.2+. Список с таблицами и две кнопки для управления им вынесены на отдельную вкладку:

source: Advocacy
cs_cz: Propagace
fr_fr: Promotion
ru_ru: Пропаганда

source: Aggregates
cs_cz: Agregační funkce
fr_fr: Agrégats
ru_ru: Агрегатные функции

source: Allow EnterpriseDB packages to be created without bodies.
cs_cz: Lze vytvořit balík EnterpriseDB bez těla.
fr_fr: Autorise les packages EnterpriseDB à être créés sans corps.

source: Allow GUC variables to be preset on functions in PostgreSQL 8.3.
cs_cz: Umožňuje v PostgreSQL 8.3 ve funkcích přednastavit GUC proměnné.
fr_fr: Possibilité de configurer les variables GUC sur les fonctions dans PostgreSQL 8.3.

source: Allow GUCs to be set on users, roles and databases at create time.
cs_cz: Umožňuje při vytváření nastavit GUC (globální uživatelské nastavení) podle uživatelů, rolí a databází.
fr_fr: Possibilité de configurer les variables GUC sur les utilisateurs, rôles et bases de données au moment de leur création.

source: Allow a debugging session to be cancelled correctly on windows.
cs_cz: Lze ve Windows korektně zrušit ladící sezení.
fr_fr: Autorise l'annulation propre d'une session de débogage dans Windows.

source: Allow database and schema display to be restricted.
cs_cz: Lze omezit zobrazené databáze a schémata.
fr_fr: Autorise la restriction de l'affichage des bases et des schémas.

source: Allow default settings to be set via a global config file. This allows redistributors and sysadmins to pre-configure an installation as required
cs_cz: Umožňuje nastavit výchozí nastavení přes soubor s globálním nastavením. Díky tomu si mohou distributoři a administrátoři přednastavit instalaci podle potřeby.
fr_fr: Permet la configuration des paramètres par défaut dans un fichier global. Cela permet aux distributeurs et aux administrateurs systèmes de pré-configurer une installation si nécessaire
ru_ru: Возможность определения значений по умолчанию в глобальном файле конфигурации. Это позволит распространителям программы и системным администраторам настраивать инсталляцию по своему усмотрению

source: Allow detection and conversion of line ending format in the query tool.
cs_cz: Umožňuje detekovat a měnit formát ukončování řádků v dotazovacím nástroji.
fr_fr: Autorise la détection et la conversion des formats de fin de ligne dans l'éditeur de requêtes.

source: Allow entire servers to be backed up.
cs_cz: Lze zálohovat celé servery.
fr_fr: Possibilité de sauvegarder des serveurs complets.

source: Allow external utilities such as pg_dump &amp; pg_restore to work with SSL connections
cs_cz: Externí pomůcky jako pg_dump a pg_restore můžou pracovat s připojením SSL
fr_fr: Permet l'utilisation de connexions SSL avec les outils tels que pg_dump et pg_restore
ru_ru: Реализации запуска внешних утилит, таких как pg_dump и pg_restore, с использованием SSL-соединений

source: Allow global objects to be backed up.
cs_cz: Lze zálohovat globální objekty.
fr_fr: Possibilité de sauvegarder les objets globaux.

source: Allow install time re-branding. This allows rebranded versions of pgAdmin to be distributed without code modifications, but with references to the original pgAdmin being displayed instead. Also add support for shaped splash screens.
cs_cz: Umožňuje instalovat časové přeznačení. Tímto se umožňuje přeznačit verzi pgAdmin, aby šla distribuovat bez úpravy kódu, ale místo toho se zobrazeným odkazem na původní pgAdmin. Také přidává podporu pro tvarované úvodní obrazovky.
fr_fr: Autorise la modification de marques à l'installation. Ceci permet la distribution de version de pgAdmin dont la marque est modifiée sans avoir à changer du code, mais tout en conservant des références vers le pgAdmin original. De plus, ajout du support pour des écrans de démarrage.

source: Allow non-superusers to debug their own functions.
cs_cz: Uživatelé bez oprávnění superuživatele mohou ladit vlastní funkce.
fr_fr: Autorise les utilisateurs normaux à déboguer leur propres fonctions.

source: Allow pasting of entire rows in the View Data tool.
cs_cz: Při prohlížení dat lze vkládat celé řádky.
fr_fr: Permet le collage de lignes entières dans l'outil de visualisation des données.

source: Allow pgAgent to connect to databases on remote servers, such as hot standby machines
cs_cz: Umožňuje, aby se pgAgent připojil k databázi na vzdáleném serveru, jako jsou například záložní stroje
fr_fr: Permet la connexion de pgAgent sur des serveurs distants, comme les machines Hot Standby
ru_ru: Возможность pgAgent подключаться к базам данных на удалённых серверах, например к системам горячего резерва

source: Allow result copy quoting configuration to be set explicitly rather than using the result export settings.
cs_cz: Umožňuje výslovně nastavit způsob použití uvozovek při kopírování výsledků dotazu, místo aby se použilo nastavení určené pro exportování.
fr_fr: Autorise la configuration explicite des guillemets de copie, plutôt que l'utilisation des paramètres d'export des résultats.

source: Allow selection and copy of subsets of the columns and rows in the Edit Grid.
cs_cz: Umožňuje vybrat a kopírovat jen podmnožinu sloupců a řádků v editační mřížce.
fr_fr: Autorise la sélection et la copie de sous-ensembles des colonnes et des lignes de la grille d'édition.

source: Allow set returning functions to be created.
cs_cz: Lze vytvářet funkce vracející sady.
fr_fr: Autorise la création de fonctions renvoyant des ensembles.

source: Allow spaces to be used instead of tabs in SQL editors, and ensure the width can be set sensibly.
cs_cz: Umožňuje v editoru SQL použít mezery místo tabelátorů a zajišťuje, že lze nastavit rozumnou šířku.
fr_fr: Permet l'utilisation des espaces au lieu des tabulations dans l'éditeur SQL et s'assure que la largeur sera configurée de façon sensée.

source: Allow the admin modules to be built with PGXS if required.
cs_cz: Pokud je potřeba, lze admin moduly sestavit s PGXS.
fr_fr: Autorise la construction des modules admin avec PGXS si requis.

source: Allow the length of array-typed columns to be changed (eg. 'character varying[](100)'), per report from Ferenc Lutischan
cs_cz: Umožňuje změnit u sloupců typu pole změnit délku (např. „character varying[](100)“. [nahlásil Ferenc Lutischan]
fr_fr: Autorise la modification de la longueur des colonnes de type tableau (par exemple, 'character varying[](100)'), suite à un rapport de Ferenc Lutischan

source: Allow the number of rows shown in the Edit Grid to be limited and add a 'View top 100 rows' option to the table/view context menus.
cs_cz: Umožňuje omezit množství řádků zobrazených v editační mřížce a do kontextového menu tabulky/pohledu přidává položku „Zobrazit prvních 100 řádků“.
fr_fr: Permet une limite du nombre de lignes affichées dans la grille de modification et ajout d'une option « Voir les 100 premières lignes » aux menus contextuelles des tables et vues.

source: Allow the tab character to be used as the clipboard column separator to allow pasting of query results straight into apps like Excel, or OOo Calc.
cs_cz: Připouští znak tab jako oddělovač sloupců ve schránce, což umožňuje vkládat výsledky dotazů do aplikací jako je Excel nebo OOo Calc.
fr_fr: Autorise l'utilisation du caractère de tabulation comme séparateur de colonne du presse-papier pour autoriser la copie de résultats de requêtes directement dans des applications comme Excel ou OOo Calc.

source: Allow the user a chance to abort if there is an error when deleting rows in the edit grid
cs_cz: Dává uživateli šanci zrušit v editační mřížce mazání řádků, když se během něj vyskytne chyba
fr_fr: Permet à l'utilisateur d'annuler s'il y a une erreur pendant la suppression de lignes dans la grille d'édition
ru_ru: Возможность отменить операцию, если при удалении строк в табличном редакторе происходит ошибка

source: Allow the user to choose whether or not to restore the environment when reconnecting to a particular server.
cs_cz: Umožňuje uživatelům zvolit si, zda chtějí nebo ne při opětovném připojení k serveru obnovit prostředí.
fr_fr: Autorise l'utilisateur à indiquer s'il préfère restaurer ou non l'environnement lors d'une nouvelle connexion à un serveur particulier.

source: Allow users with SUPERUSER but no other privilege flags to create roles and databases etc. per Andy Shellam.
cs_cz: Umožňuje uživatelům, kteří mají pouze oprávnění SUPERUSER a žádné jiné, vytvářet role, databáze atd. [Andy Shellam]
fr_fr: Autorise les utilisateurs bénéficiant du droit SUPERUSER mais d'aucun autre de créer des rôles et des bases de données, par Andy Shellam.

source: Alternatively, you can run the following command manually:
cs_cz: Alternativně můžete ručně spustit následující příkaz:
fr_fr: Autrement, vous pouvez exécuter la commande suivante manuellement:
ru_ru: Также вы можете запустить вручную следующую команду:

source: Although anyone is welcome to contribute to pgAdmin, the project is managed and run by the Development Team. The document below (available only in English) outlines the structure of the team and how it operates.
cs_cz: Ačkoliv vítáme příspěvky od kohokoliv, projekt spravuje a provozuje vývojářský tým. Následující dokument (dostupný pouze v angličtině) nastiňuje strukturu týmu a jak pracuje.
fr_fr: Bien que tout le monde soit bienvenu pour contribuer à pgAdmin, le projet est contrôlé et conduit par l'équipe de développement. Le document ci-dessous (disponible seulement en anglais) décrit la structure de l'équipe et comment elle fonctionne.
ru_ru: Хотя мы рады участию каждого в развитие pgAdmin, руководство и основные работы по проекту осуществляет Команда разработчиков. В следующем вложенном документе (только на английском) описана структура команды и как она работает.

source: Always open the PostgreSQL Help when selecting that menu option, even if connected to EnterpriseDB.
cs_cz: Po provedení příslušné volby v menu se vždy otevírá nápověda k PostgreSQL, i když jste připojení k EnterpriseDB.
fr_fr: Ouvre toujours l'aide de PostgreSQL lors de la sélection de ce menu, même si l'utilisateur est connecté à un serveur EnterpriseDB.

source: Always refresh the data when the user clicks OK on the edit grid options dialogue to ensure the filter/sort is applied to current data.
cs_cz: Po odkliknutí OK uživatelem v dialogu voleb editační mřížky se vždy občerství data, aby se zajistilo použití filtru/řazení v aktuálních datech.
fr_fr: Rafraîchit toujours les données quand l'utilisateur clique sur OK dans le dialogue d'options de la grille d'édition pour s'assurer que le filtre/tri est appliqué aux données actuelles.

source: And last, the query tool can now display line numbers.
cs_cz: A nakonec, dotazovací nástroj umí nyní zobrazit čísla řádků.
fr_fr: Enfin, l'outil de requêtage peut maintenant afficher les numéros de lignes.
ru_ru: И наконец, в инструменте запросов теперь показываются номера строк.

source: And last, the role contextual menu has one more item to add <b>Drop/Reassign Owned</b> support:
cs_cz: A nakonec, kontextové menu role má navíc přidanou položku <b>Předat/odstranit vlastněné objekty...</b>:
fr_fr: Et enfin, le menu contextuel d'un rôle a un élément supplémentaire pour ajouter le support de <b>Drop/Reassign Owned</b>&nbsp;:
ru_ru: И наконец, в контекстном меню роли появился ещё один пункт, позволяющий </b>Переназначить/удалить владельца</b>:

source: And last, you can open the query tool with the query currently executed by a process by selecting this process in the activity report.
cs_cz: A nakonec, můžete otevřít dotazovací nástroj s dotazem právě spuštěným procesem tak, že vyberete tento proces ve výpise aktivit.
fr_fr: Et enfin, vous pouvez ouvrir l'outil de requêtage avec la requête en cours d'exécution par un processus en cliquant sur ce processus dans le rapport d'activité.
ru_ru: И наконец, вы можете открыть запрос выполняющийся в данный момент в одном из процессов в редакторе просто выбрав этот процесс в отчёте по активности.

source: Another new menu item, "Reload configuration" allows the user to request the server to reload it's configuration.
cs_cz: Další nová položka v nabídce, „Znovu načíst nastavení“ umožňuje uživateli požádat server, aby znovu načetl své nastavení.
fr_fr: Un autre élément du menu, « Recharger la configuration », permet à l'utilisateur de demander au serveur de recharger sa configuration.
ru_ru: Ещё один новый пункт меню "Перечитать конфигурацию" будет полезен, если вы захотите, чтобы сервер загрузил и применил изменения в конфигурации.

source: Anyone can translate pgAdmin into his or her mother tongue - you do not need to be a programmer. We try to make sure that all strings could be translated, even into non-European and non-Asian languages. The required steps for translation are as follows:
cs_cz: Kdokoliv může přeložit pgAdmin do svého rodného jazyka - na to nemusíte být programátor. My se pokusíme zajistit, aby bylo možné přeložit všechny řetězce a to i do neevropských a neasijských jazyků. Kroky potřebné k překladu jsou následující:
fr_fr: N'importe qui peut traduire pgAdmin dans sa langue maternelle - vous n'avez pas besoin d'être un programmeur. Nous essayons de nous assurer que toutes les chaînes de caractères pourraient être traduites, même dans des langues non-européennes et non-asiatiques. Les étapes exigées pour la traduction sont les suivantes&nbsp;:
ru_ru: Переводить pgAdmin на свой родной язык может любой желающий - для этого не обязательно быть программистом. Мы стараемся сделать все строки переводимыми, и не только на европейские или азиатские языки. Чтобы выполнить перевод, необходимо проделать следующие действия:

source: As a first step, please edit the file properties (Catalog/Settings). Select correct language and country, and set the charset to <b>utf-8</b>. The project name is <b>pgadmin3</b>, team is <b>The pgAdmin Development Team</b>, and the email address should be <b>pgadmin-hackers@postgresql.org</b>.
cs_cz: Jako první krok upravte prosím vlastnosti souboru (Katalog / Nastavení). Vyberte správný jazyk a zemi a znakovou sadu nastavte na <b>utf-8</b>. Název projektu je <b>pgadmin3</b>, tým je <b>The pgAdmin Development Team</b> a e-mailová adresa by měla být <b>pgadmin-hackers@postgresql.org</b>.
fr_fr: Dans un premier temps, éditez les propriétés du fichier (Catalogue/Configuration).Sélectionnez le bon language et le bon pays, et placez le jeu de caractères à < b>utf-8</b >. Le nom du projet est < b>pgadmin3</b >, l'équipe est < le développement Team</b de pgAdmin de b>The >, et l'adresse électronique devrait être < b>pgadmin-hackers@postgresql.org</b >.
ru_ru: Сначала настройте параметры перевода Catalog (Каталог) -&gt; Settings (Настройки). Выберите свой язык и страну, а также кодировку <b>utf-8</b>. Задайте название проекта - <b>pgadmin3</b>, команда - <b>The pgAdmin Development Team</b>, а почтовый адрес <b>pgadmin-hackers@postgresql.org</b>.
