Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: New properties are available, all connection parameters. The first tab shows the service textbox. Here you can specify the name of a service configured in your pg_service.conf file (see http://www.postgresql.org/docs/9.0/interactive/libpq-pgservice.html for details):
ru_ru: В окне свойств сервера появились новые свойства, позволяющие определить все параметры подключения. На первой вкладке находится поле Служба. В нём вы можете указать имя службы, настроенное в файле pg_service.conf (доп. сведения в http://www.postgresql.org/docs/9.0/interactive/libpq-pgservice.html):

source: Note that the <a href="%s">EnterpriseDB</a> distribution of PostgreSQL for Windows includes a bundled copy of pgAdmin.
ru_ru: Заметьте, что дистрибутив PostgreSQL для Windows, создаваемый компанией <a href="%s">EnterpriseDB</a>, уже включает в себя pgAdmin.

source: One of the neat things with the extension feature is that it's really easy to get a list of the available extension, and to install one. That helped us to get rid of an annoying requirement to get full power on your PostgreSQL servers. With pgAdmin, you may need to install the adminpack contrib module (which is now called an extension). pgAdmin 1.14 detects the fact that the extension is not installed but that it is available. So, with the hint displayed, you now get a new "Fix it" button, which, once clicked, asks pgAdmin to automatically install the extension:
ru_ru: Одна из полезных вещей, связанных с функциональностью расширений - то, что можно действительно легко получить список доступных расширений и установить одно из них. Это позволило нам избавиться от неприятного требования иметь полный доступ на сервер PostgreSQL. Например, вам может понадобиться установить для pgAdmin админ. пакет (который теперь называется расширением). pgAdmin 1.14 обнаруживает, что расширение не установлено, но доступно. Так что теперь вы получаете подсказку и можете нажать новую кнопку "Исправить это", в ответ на что pgAdmin автоматически установит это расширение:

source: One often requested feature is the ability to disable the Unicode BOM when writing SQL files. It's now available in the options window:
ru_ru: К нам часто обращались с просьбой сделать возможность отключать запись маркера Unicode BOM при сохранении файлов SQL. Теперь это можно сделать в окне параметров:

source: Over 12 supported translations. A detailed list of supported languages is available on the <a href="%s">translation status</a> page.
ru_ru: Поддерживаются более 10 языков. Полный список поддерживаемых языков приведён на странице <a href="%s">Состояние перевода</a>.

source: Polish
ru_ru: Польский

source: Previous releases already displayed servers and databases in two different ways, connected and disconnected.
ru_ru: В предыдущих выпусках значки серверов и баз данных менялись в зависимости от состояния объекта.

source: Primary keys and unique constraints can be added by selecting an existing unique index:
ru_ru: Первичные ключи и уникальные ограничения можно создать, выбрав существующий уникальный индекс:

source: Redesign Table dialogue to remove sub-dialogues where possible and replace with grid style UI [GL]
ru_ru: Переделать диалог Таблица - по возможности убрать поддиалоги и перейти к табличному стилю интерфейса [GL]

source: Role
ru_ru: Роль

source: SQL/Med objects
ru_ru: Объекты SQL/Med

source: Salvatorian
ru_ru: Малайский

source: Server
ru_ru: Сервер

source: Server Status tool
ru_ru: Состояние сервера

source: Table
ru_ru: Таблица

source: Tabs are handled differently. You can tear them whereever you want. You can have the statistics tab first, and then the other ones. But you can also see two tabs at the same time:
ru_ru: Вкладки теперь ведут себя по-другому. Вы можете отделять и располагать их как вам удобно. Например, поставить первой вкладку статистики. Вы также можете видеть две вкладки одновременно:

source: Tearable tabsets
ru_ru: Отделяемые вкладки

source: The Backup tool supports the new directory format. We also changed the OK button with a Backup one:
ru_ru: При настройке резервного копирования теперь можно указать новый формат "Каталог". А кнопку OK мы назвали "Резервная копия":

source: The OK button of the restore tool has also been changed with a Restore button.
ru_ru: В диалоге восстановления кнопка OK также была переименована и теперь называется "Восстановить".

source: The behaviour of this properties dialog has also changed. Changes are now stored immediately rather than at program exit, which should help people to avoid losing their changes if the system crashes afterwards. If you are already connected to a server and are looking at its properties, all widgets are disabled in the server properties' dialog, so you won't be able to change a property.
ru_ru: Поведение этого окна свойств также изменено. Изменения теперь сохраняются сразу, а не при выходе из программы, так что вы не потеряете их при сбое системы. А если вы уже подключены к серверу и просматриваете параметры подключения, все элементы в этом окне отключаются, так что вы не сможете изменить эти параметры.

source: The browser's statistics tab still displays a part of the contents of the pg_stat_activity view. If you're connected to a PostgreSQL 9.1 server, it also displays the new pg_stat_replication view:
ru_ru: На вкладке Статистика по-прежнему показывается часть представления pg_stat_activity. Однако для подключений к серверу PostgreSQL также показывается новое представление pg_stat_replication:

source: The color widget changed a bit to show the actual selected color, and not its hexadecimal code. It should help people to really see how they configured the server's color.
ru_ru: Элемент выбора цвета немного изменён и теперь показывает собственно выбранный цвет, а не его шестнадцатеричный код, так что выбранный для сервера цвет виден сразу.

source: The column properties dialog also shows all available collations and allows you to set a collation for char, varchar and text columns:
ru_ru: Диалог свойств колонки также показывает все возможные сопоставления и позволяет выбрать сопоставление для колонок типа char, varchar и text:

source: The configuration is retained when you launch pgAdmin next time. This is also true for the column width.
ru_ru: Эти настройки сохраняются при перезапуске pgAdmin. Также сохраняется ширина колонок.

source: The debugger tool has tearable tabsets, making it easier to use. Moreover, when you try to debug a function with default values for parameters, these defaults are displayed in the message box asking to enter them.
ru_ru: В отладчике появились отделяемые вкладки, что сделало его ещё удобнее. Более того, когда вы пытаетесь отлаживать функцию со значениями параметров по умолчанию, эти значения отображаются в окне сообщений, где вы можете подтвердить или изменить их.

source: The index properties dialog shows all available collations and allows you to set a collation for char, varchar and text columns:
ru_ru: Диалог свойства индекса теперь показывает все возможные сопоставления и позволяет выбрать сопоставление для колонок типа char, varchar и text.

source: The last release brought us the ability to sort values in columns, this release brings us the ability to show and hide the columns. You do this by right clicking on the columns' header, and by unchecking the columns you don't want to see (or checking columns to see them).
ru_ru: Последний выпуск принёс возможность сортировать значения в колонках, а также отображать и скрывать колонки. Это можно сделать, щёлкнув заголовок колонки и отметив колонки, которые вы хотите видеть.

source: The last tab has a new connection parameter which allows the user to set a host address, which may be useful for Kerberos users when used in conjunction with the hostname:
ru_ru: Последняя вкладка содержит новый параметр подключения, в котором можно установить адрес узла, что может быть полезно при настройке Kerberos в дополнение к имени узла:

source: The properties dialog is available as usual (right click on the object's name, and select "Properties" menu item). There is a new shortcut to get the same result: Ctrl-Alt-Enter.
ru_ru: Диалог свойств можно вызывать, как обычно (щёлкнуть имя объекта правой кнопкой и выбрать в меню "Свойства"), а можно новым способом - сочетанием клавиш Ctrl-Alt-Enter.

source: The second tab is a new one. It's dedicated to the SSL connection parameters. New to the family are the certificate file parameters:
ru_ru: Добавленная вторая вкладка содержит параметры SSL-подключения, в частности новые параметры файлов сертификатов:

source: The statistics tab of the browser shows new information for tables, vacuum and analyze counters:
ru_ru: На вкладке Статистика в свойствах таблицы появилась новые счётчики по операциям VACUUM и ANALYZE:

source: The type properties dialog supports the new syntax to change an existing composite type and an existing enumeration type. It also supports the new collation feature. See the screenshots to find the new information:
ru_ru: Диалог свойств типа поддерживает новый синтаксис изменения существующего композитного типа и существующего типа перечисления. Также он поддерживает новую возможность определять сопоставления. Посмотрите, как это выглядит на снимках экрана:

source: The work done on this tool was mostly to make it more usable. We added a new panel for selection information:
ru_ru: Основной упор в развитии запросника был сделан на то, чтобы сделать его более удобным. Мы добавили новую панель для информации о выделении:

source: There is a new action to reset the statistics of the selected function:
ru_ru: Появилась новая команда для сброса статистики выбранной функции:

source: There is one unique aspect to these objects. You don't type their names, you select them from a list of preinstalled extensions.
ru_ru: Эти объекты имеют одну особенность. Для них вам не надо вводить имя, а просто выбрать его из списка предустановленных расширений.

source: They are both only available during the creation of a table. The first one, "Of type", allows you to specify a user composite type, instead of the columns. The last one, "Unlogged", allows you to create an unlogged table.
ru_ru: Оба они доступны лишь при создании таблицы. Первый "Тип данных" позволяет создать таблицу предопределённого составного типа, а не с явным перечислением полей. Другой параметр "Нежурналируемая" позволяет создать таблицу, операции с которой не будут проходить через журнал.

source: They both are 9.1 only:
ru_ru: Они применимы только к версии 9.1:

source: This will help the user to quickly understand which objects are valid or enabled and which aren't.
ru_ru: Это поможет пользователю быстро понять, является ли объект функционирующим или нет.

source: Tour (1.14)
ru_ru: Обзор (1.14)

source: Trigger
ru_ru: Триггер

source: Two new piece of information (specific to PostgreSQL 9.1) are shown in the browser's properties tab: timestamp of last xact replay, and replication status.
ru_ru: На вкладке свойств добавлены два новых показателя (появившихся в PostgreSQL 9.1): время последней транзакции и состояние репликации.

source: Two new properties are available on the second tab of the table properties dialog:
ru_ru: На второй вкладке диалога свойств таблицы появились два новых параметра.

source: Type
ru_ru: Тип

source: We also added support for the new --quote-all-identifiers command-line option of pg_dump:
ru_ru: Мы также теперь поддерживаем новый параметр --quote-all-identifiers утилиты pg_dump:

source: We also enhanced the connect dialog so that it tries to keep the old values when connecting to another server.
ru_ru: Мы также усовершенствовали диалог подключения, чтобы при подключении к другому серверу pgAdmin пытался использовать предыдущие параметры.

source: We also list the log files in the reverse order, so that the last one is displayed first.
ru_ru: Кроме того, теперь мы приводим список файлов журналов в обратном порядке так, чтобы последний журнал находился сверху.

source: We fixed the enabling and disabling of toolbar buttons according to the selected text and the panel. We allowed the use of the mousewheel to showthe text larger or smaller in the results grid. We changed the tabs to use tearable tabsets. We added block folding in all SQL text boxes, query tool included.
ru_ru: Мы исправили активизацию кнопок на панели управления в соответствии с состоянием панели и выделенным текстом. Мы реализовали увеличение и уменьшение текста в таблице результатов с помощью колесика мыши. Кроме этого мы сделали вкладки отделяемыми и перемещаемыми. А ещё мы добавили сворачивание блоков во всех полях для ввода текста SQL, включая инструмент запросов.

source: We have two new pieces of information in the browser's statistics tab for a database:
ru_ru: Теперь во вкладке Статистика для базы данных появились два новых блока информации:

source: We hope it will allow more users to use pgAdmin on netbooks.
ru_ru: Мы надеемся, что благодаря этому больше пользователей будут использовать pgAdmin на нетбуках.

source: all fields of the new pg_stat_database_conflicts view.
ru_ru: все поля представления pg_stat_database_conflicts.

source: first tab
ru_ru: первая вкладка

source: for the composite type
ru_ru: для составного типа

source: for the enumeration type
ru_ru: для типа перечисления

source: for the external type
ru_ru: для внешнего типа

source: pgAdmin %s has now been released. This release is the culmination of over 14 months of development work. A visual tour of the new release is available <a href="/visualtour14.php">here</a>, or a complete list of changes can be seen in the <a href="/development/changelog.php">CHANGELOG</a>. Please visit the <a href="download">download area</a> to get your copy, or alternatively download a <a href="http://www.enterprisedb.com/products/pgdownload.do">PostgreSQL 9.1 Installer</a> which includes pgAdmin.
ru_ru: Вышел pgAdmin %s. Этот выпуск стал кульминацией более чем 14 месяцев разработки. Вы можете посмотреть обзор новой версии <a href="/visualtour14.php">здесь</a>, или увидеть полный перечень изменений <a href="/development/changelog.php">здесь</a>. Перейдите в раздел <a href="download">Загрузки</a>, чтобы получить эту версию или скачайте <a href="http://www.enterprisedb.com/products/pgdownload.do">инсталлятор PostgreSQL 9.1</a>, включающий в себя pgAdmin.

source: pgAdmin 1.12 used a single file to store the configuration for all available plugins. 1.14 looks for files in a folder where each file contains information about one or more plugins. This new system allows other applications to register themselves as plugins in pgAdmin without having to edit, and perhaps break, the old plugins.ini file.
ru_ru: В pgAdmin 1.12 конфигурация всех установленных плагинов хранилась в одном файле. В версии 1.14 обрабатывается каталог с файлами конфигурации, где каждый файл содержит информацию об одном или нескольких плагинах. Благодаря этому нововведению другие приложения смогут регистрироваться как плагины pgAdmin, не внося изменения (возможно нежелательные) в старый файл plugins.ini.

source: pgAdmin 1.14 Visual Tour
ru_ru: Обзор pgAdmin 1.14

source: pgAdmin 1.14 uses the -w switch of pg_dump/pg_restore when this switch is available.
ru_ru: pgAdmin 1.14 использует ключ -w утилиты pg_dump/pg_restore, если он поддерживается.

source: pgAdmin 1.14 uses the same idea for valid and invalid foreign keys and enabled and disabled triggers and rules.
ru_ru: В pgAdmin 1.14 эта идея распространена на внешние ключи (целые и нарушенные), триггеры и правила (включенные и отключенные).

source: pgAdmin didn't support any SQL/Med objects prior to this release. pgAdmin 1.14 adds support for Foreign Data Wrappers, Foreign Servers, User Mappings, and Foreign Tables.
ru_ru: До этой версии pgAdmin не поддерживал никакие объекты SQL/Med. В pgAdmin 1.14 появилась поддержка обёрток сторонних данных, сторонних серверов, сопоставлений пользователей и сторонних таблиц.

source: pgAgent objects (such as jobs, schedules)
ru_ru: Объекты pgAgent (задания, расписания и т.п.)

source: second tab
ru_ru: вторая вкладка

source: timestamp of the last reset on the statistics;
ru_ru: время последнего сброса статистики;
