Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: We provide source and binary packages for FreeBSD, Linux, Mac OSX and Microsoft Windows &trade;. Solaris binaries may also be compiled from the source code.
cs_cz: Poskytujeme zdrojové a binární balíčky pro FreeBSD, Linux, Mac OSX a Microsoft Windows &trade; Binární soubory pro Solaris je možné zkompilovat ze zdrojového kódu.
fr_fr: Nous fournissons les paquets source et exécutables pour FreeBSD, Linux, Mac OSX et Microsoft Windows &trade;. Les exécutables Solaris pourraient être compilés à partir du code source.
ru_ru: Мы представляем пакеты с исходным кодом и скомпилированными двоичными файлами для FreeBSD, Linux, Mac OSX и Microsoft Windows &trade;. Двоичные файлы для Solaris вы можете скомпилировать самостоятельно из исходного кода.

source: We store information such as your email address, name and locality only if you decide to send us such information by completing a survey, or registering as a user on one of our sites. We collect this information to help us improve the content of our sites, customize the layout of our web pages and to contact people for technical and support purposes. We will not share your email address with other organizations unless required by law.
cs_cz: Informace jako je vaše e-mailová adresa, jméno a bydliště ukládáme pouze pokud se nám je sami rozhodnete sdělit při průzkumech nebo registraci na některém z našich webů. Tyto informace sbíráme, abychom mohli zdokonalovat obsah našich webů, přizpůsobovat vzhled našich stránek a kontaktovat lidi z technický důvodů a kvůli podpoře. Vaše e-mailové adresy neposkytujeme žádným dalším organizacím vyjma případů, kdy by to vyžadoval zákon.
fr_fr: Nous enregistrons des informations comme votre adresse mail, votre nom et votre localité seulement si vous décidez de nous envoyer ces informations en remplissant un questionnaire ou en vous enregistrant comme utilisateur sur un de nos sites. Nous récupérons cette information pour nous aider à améliorer le contenu de nos sites, à personnaliser la disposition de nos pages web et pour contacter certaines personnes dans un but technique ou de support. Nous ne partagerons pas votre adresse mail avec d'autres organisations sauf si cela est demandé par la loi.
ru_ru: Мы сохраняем некоторую информацию, например ваш почтовый адрес, имя и расположение, только если вы сами решите её оставить, заполнив анкету или зарегистрировавшись на одном из наших сайтов. Эта информация помогает нам улучшить содержание наших сайтов, расположение веб-страниц или связаться с вами по техническим вопросам. Мы не сообщим ваш почтовый адрес никаким другим организациям, если только этого не потребуют правоохранительные органы.

source: When checking the position & size of windows, use the dimensions of the current display, not the primary.
cs_cz: Při kontrole umístění a velikosti okna použije rozměry aktuálního displeje a ne primárního.
fr_fr: Lors de la vérification de la position et de la taille des fenêtres, utilise les dimensions de l'affichage actuel, pas celles du primaire.

source: When clicked, the psql console is launched and connects to the database selected in pgAdmin.
cs_cz: Po kliknutí se spustí konzola psql a připojí se do databáze, která je v pgAdmin právě vybraná.
fr_fr: Lors du clic sur le menu, la console psql est lancée et se connecte à la base de données sélectionnée dans pgAdmin.
ru_ru: Если выбрать этот пункт меню, запустится консоль psql и автоматически подключится к базе данных, выбранной в pgAdmin.

source: When creating a new index and specifying both tablespace and fill factor, make sure the SQL is formulated correctly, per Stefan Wolf
cs_cz: Zajistí, že se SQL formuluje korektně v případě, že se vytváří nový index a je naráz zadaný prostor tabulek a stupeň zaplnění. [Stefan Wolf]
fr_fr: Lors de la création d'un nouvel index spécifiant un tablespace et un facteur de remplissage, s'assure que le SQL est formulé correctement, d'après Stefan Wolf.

source: When the translation is finished and reviewed, send the pgadmin3.po and pgadmin3.mo files to <a href="%s">Guillaume Lelarge</a> after zipping/taring them. We will do our best to publish your files immediately. The translations are published in the <a href="%s">snapshot builds</a> once they have been committed to the source repository.
cs_cz: Když máte překlad dokončený a zkontrolovaný, archivujte soubory pgadmin3.po a pgadmin3.mo pomocí zip/tar a výsledný soubor pošlete vývojáři <a href="%s">Guillaume Lelarge</a>. Budeme se snažit vaše soubory publikovat co nejdříve. Po zahrnutí do zdrojového repozitáře bude překlad publikován v <a href="%s">nejbližším sestavení</a>.
fr_fr: Quand la traduction est finie et relue, envoyez les fichiers pgadmin3.po et pgadmin3.mo à <a href="%s">Guillaume Lelarge</a> après les avoir compressés/emballés. Nous ferons de notre mieux pour publier vos fichiers rapidement. Les traductions sont publiées dans les <a href="%s">constructions d'images</a> une fois qu'elles auront été placées dans le dépôt des sources.

source: When this is done, you will receive an email. Browse to the <a href="%s">translation status</a> page and download the *.po file corresponding to your language. The <a href="%s">pgadmin3.pot</a> file serves as empty template for a new language source file.
cs_cz: Až to bude hotové, tak obdržíte e-mail. Projděte si stránku <a href="%s">stav překladu</a> a stáhněte soubor *.po odpovídající vašemu jazyku. Případně soubor <a href="%s">pgadmin3.pot</a> je prázdná šablona pro nové jazyky.
fr_fr: Quand ceci se fait, vous recevrez un courrier électronique. Naviguez jusqu'à la page de l'<a href="%s">état de la traduction</a> et téléchargez le fichier *.po file correspondant à votre langue. Le fichier <a href="%s">pgadmin3.pot</a> sert comme modèle vide pour un nouveau fichier source de langue.
ru_ru: Когда это будет сделано, вы получите письмо. После этого перейдите на страницу <a href="%s">Состояние перевода</a> и загрузите файл *.po для вашего языка. Шаблоном для исходного файла нового языка служит файл <a href="%s">pgadmin3.pot</a>.

source: When you click on the OK button, a new group appears with your server in it.
cs_cz: Jakmile kliknete na tlačítko OK, objeví se tato nová skupina a server v ní bude zařazen.
fr_fr: Quand vous cliquez sur le bouton OK, un nouveau groupe apparaît avec votre serveur associé.
ru_ru: Когда вы нажмёте кнопку OK, в дереве появится новая группа, а в ней ваш сервер.

source: When you visit our website, our servers automatically log your IP address and/or host name.
cs_cz: Když navštívíte naše stránky, tak naše servery automaticky zaevidují vaši IP adresu a/nebo název počítače.
fr_fr: Quand vous visitez notre site web, nos serveurs récupèrent automatiquement votre adresse IP et/ou nom d'hôte.
ru_ru: Когда вы заходите на наш сайт, веб-сервер автоматически записывает в журнал ваш IP-адрес и/или имя компьютера.

source: Why promote pgAdmin?
cs_cz: Proč podporovat pgAdmin?
fr_fr: Pourquoi promouvoir pgAdmin&nbsp;?
ru_ru: Зачем продвигать pgAdmin?

source: You are free to publish any technical information about pgAdmin. Here are some guidelines, primarily about links and localization.
cs_cz: Máte volnost v publikování jakýchkoliv technických informací o pgAdmin. Tady máte nějaká vodítka, především k odkazům a lokalizaci.
fr_fr: Vous êtes libre de publier toute information technique sur pgAdmin. Voici quelques lignes de conduite, principalement sur les liens et la localisation.
ru_ru: Вы можете свободно публиковать любые технические сведения о pgAdmin. Ниже приведены лишь некоторые рекомендации, в основном, относительно ссылок и перевода.

source: You are free to register everywhere as long as the registration conditions do not limit the rights of pgAdmin Team members.
cs_cz: Můžete svobodně registrovat kdekoliv, kde registrační podmínky neomezí práva členů týmu pgAdmin.
fr_fr: Vous êtes libre d'enregistrer le site partout tant que les conditions d'enregistrement n'empiètent pas sur les droits des membres de l'équipe de pgAdmin.
ru_ru: Вы свободно можете регистрироваться где угодно, если только условия регистрации не ущемляют права участников проекта pgAdmin.

source: You can also find all the fixed bugs in this <a href="http://code.pgadmin.org/trac/query?status=closed&group=resolution&milestone=%s">%s bugfix list</a>.
cs_cz: Všechny opravené chyby můžete také najít v <a href="http://code.pgadmin.org/trac/query?status=closed&group=resolution&milestone=%s">seznamu opravených chyb pro verzi %s</a>.
fr_fr: Vous pouvez trouver tous les bogues corrigés dans la <a href="http://code.pgadmin.org/trac/query?status=closed&group=resolution&milestone=%s">liste des bogues de la version %s</a>.

source: You can also use the translation debug mode of pgAdmin (command line option -t) to review your translation in all dialogues. You won't need a database connection in that mode, but all dialogue resource files (*.xrc) are required, copied to the <i>ui</i> directory. If you compiled in debug mode, this will be the case automatically.
cs_cz: Můžete také použít režim pro ladění překladů v pgAdmin (volba příkazového řádku -t), ve kterém můžete kontrolovat překlad jednotlivých dialogů. V tomto režimu nemusíte být připojení k databázi, ale ve složce <i>ui</i> musí být nakopírované všechny potřebné zdrojové soubory dialogů (*.xrc). Pokud jste program přeložili v ladicím režimu, provede se to automaticky.
fr_fr: Vous pouvez aussi utiliser le mode de débogage de pgAdmin (option -t en ligne de commande) pour voir vos traductions dans toutes les fenêtres. Vous n'aurez pas besoin d'une connexion à une base de données dans ce mode mais tous les fichiers ressources des dialogues (*.xrc) sont requis, copiés dans le répertoire <i>ui</i>. Si vous compilez en mode de débogage, ce sera automatiquement le cas.
ru_ru: Вы также можете использовать режим отладки перевода pgAdmin (параметр командной строки -t), чтобы проверить ваш перевод во всех диалогах. При этом не нужно будет подключаться к базе данных, но необходимо скопировать все файлы ресурсов диалогов (*.xrc) в каталог <i>ui</i>. Если вы скомпилировали pgAdmin в режиме отладки, это будет выполнено автоматически.

source: You can drag a file from the desktop and drop it in the query text box. It will automatically open the file.
cs_cz: Můžete přetahovat soubory z pracovní plochy a vkládat je do textového pole dotazu. Tím se automaticky otevře soubor.
fr_fr: Vous pouvez glisser un fichier du bureau et le déposer dans le champ texte de la requête. Cela ouvrira automatiquement le fichier.
ru_ru: Например, теперь вы можете перетянуть файл с рабочего стола и опустить в поле с текстом запроса, и в нём автоматически откроется этот файл.

source: You immediately see the choosen color. To change it, click on the button and a native colour chooser dialog will appear. As soon as you close it, the colour button will change its colour.
cs_cz: Vybranou barvu ihned vidíte. Pokud ji chcete změnit, kliknete na tlačítko a objeví se nativní dialogové okno na výběr barvy. Až jej zavřete, změní tlačítko příslušné svou barvu.
fr_fr: Vous verrez immédiatement la couleur choisie. Pour en changer, cliquez sur le bouton et un dialogue de choix de la couleur apparaîtra. Dès que vous le fermerez, le bouton changera de couleur.
ru_ru: В нём вы сразу видите выбранный цвет. Чтобы изменить его, щёлкните кнопку и на экране появится стандартный диалог выбора цвета. Как только вы закроете его, цвет кнопки изменится на выбранный вами.

source: You should be able to add the appropriate <i>i18n/language_Country/pgadmin3.mo</i> file under an existing binary installation of pgAdmin. Then, just select the language under the File -> Options menu. The review is an important step because some strings do not have a real context when viewed in the editor. You will only be able to correct entries by using pgAdmin yourself.
cs_cz: Měli byste přidat příslušný soubor <i>i18n/jazyk_ZEMĚ/pgadmin3.mo</i> do vaší stávající instalace pgAdmin. Potom zvolte „Soubor“ -&gt; „Volby...“ a vyberte příslušný jazyk. Kontrola je velmi důležitá, protože když překládáte v editoru, nevidíte řetězce v patřičném kontextu. Nesprávné překlady si opravte.
fr_fr: Vous devez être capable d'ajouter le bon fichier <i>i18n/langue_Pays/pgadmin3.mo</i> sous une installation existante des binaires. Puis, sélectionnez la langue dans le menu Fichier -> Options. La revue est une étape importante car certaines chaînes n'ont pas un vrai contexte lorsqu'elles sont visualisées dans l'éditeur. Vous serez seulement capable de corriger des entrées en utilisant pgAdmin vous-même.
ru_ru: Поместите ваш файл pgadmin3.mo в соответствующий подкаталог <i>i18n/язык_страна/</i> каталога, где установлен pgAdmin (для этого вам могут понадобиться права администратора). Затем просто выберите язык в меню File (Файл) -> Options (Параметры). Просмотр результата - очень важный шаг, так как контекст некоторых строк не видно в редакторе. Правильно перевести их вы сможете, только посмотрев, что они обозначают в pgAdmin.

source: You'll also see the last time a superuser reloaded the configuration.
cs_cz: Rovněž uvidíte, kdy uživatel naposledy načetl nastavení.
fr_fr: Vous verrez aussi la date et l'heure la dernière fois où la configuration a été rechargée.
ru_ru: Вы можете также увидеть, когда администратор перезагружал конфигурацию сервера.

source: pgAdmin %s has now been released. Please see the <a href="/development/changelog.php">CHANGELOG</a> for details of the bug fixes in this release or visit the <a href="download">download area</a> to get your copy now.
cs_cz: Právě byl vydán pgAdmin %s. Podívejte se prosím na <a href="/development/changelog.php">CHANGELOG</a> s podrobnostmi o chybách opravených v tomto vydání nebo přejděte na stránku <a href="download">Stáhnout</a>, kde můžete nové vydání najít.
fr_fr: pgAdmin %s est disponible. Merci de voir la <a href="/news.php">page des nouvelles</a> pour les détails sur les changements de cette version et sur la <a href="/download/">page de téléchargement</a> pour le récupérer.

source: pgAdmin %s has now been released. This release is primarily a bug fix release. Please see the <a href="/development/changelog.php">CHANGELOG</a> for details of the bug fixes in this release or visit the <a href="download">download area</a> to get your copy now.
cs_cz: Právě byl vydán pgAdmin %s. Toto vydání slouží především k opravě chyb. Podívejte se prosím na <a href="/development/changelog.php">CHANGELOG</a> s podrobnostmi o chybách opravených v tomto vydání nebo přejděte na stránku <a href="download">Stáhnout</a>, kde můžete nové vydání najít.
fr_fr: pgAdmin %s est disponible. Il s'agit d'une version corrective. Merci de voir la <a href="/news.php">page des nouvelles</a> pour les détails sur les changements de cette version et sur la <a href="/download/">page de téléchargement</a> pour le récupérer.

source: pgAdmin %s is <a href="%s">available</a> directly from Debian. You can install pgAdmin just as you would do with any other Debian package (apt-get install pgadmin3).
cs_cz: pgAdmin %s je <a href="%s">dostupný</a> přímo v Debianu. Můžete jej nainstalovat stejně snadno, jako kterýkoliv jiný balíček Debianu (apt-get install pgadmin3).
fr_fr: pgAdmin %s est <a href="%s">disponible</a> directement depuis les dépôts de Debian. Vous pouvez installer pgAdmin de la même façon que vous installez tout autre paquet Debian (apt-get install pgadmin3).

source: pgAdmin %s online documentation
cs_cz: On-line dokumentace pgAdmin %s
fr_fr: Documentation en ligne %s de pgAdmin
ru_ru: Онлайн документация по pgAdmin %s

source: pgAdmin 1.10 Visual Tour
cs_cz: pgAdmin: Názorná prohlídka 1.10
fr_fr: Tour graphique de pgAdmin 1.10
ru_ru: Обзор pgAdmin 1.10

source: pgAdmin 1.10 adds <b>support for DESC and NULLs FIRST/LAST options</b> for index columns.
cs_cz: pgAdmin 1.10 přidává podporu pro <b>volby DESC a NULL jako FIRST/LAST</b> u indexových sloupců.
fr_fr: pgAdmin 1.10 ajoute le <b>support pour les options DESC et NULLs FIRST/LAST</b> pour les colonnes d'index.
ru_ru: В pgAdmin 1.10 появилась <b>поддержка DESC и параметров NULL FIRST/LAST</b> для индексируемых колонок.

source: pgAdmin 1.10 adds the ability to register external applications on a <b>plugins menu</b>. Menu options can be activated based on the current object selection and a variety of variables - including everything needed to open a database connection - can be passed to the external utility.
cs_cz: pgAdmin 1.10 přidává schopnost registrovat externí aplikace v <b>menu zásuvných modulů</b>. Položky menu mohou být aktivované podle aktuálního výběru objektu a do externího nástroje lze předávat různé proměnné, včetně všeho potřebného pro databázové připojení,
fr_fr: pgAdmin 1.10 ajoute la possibilité d'enregistrer des applications externes dans un <b>menu plugins</b>. Les options du menu peuvent être activées en se basant sur l'objet actuellement sélectionné et une variété de variables - incluant tout ce qui est nécessaire pour ouvrir une connexion à la base - peut être fournie à l'outil externe.
ru_ru: В pgAdmin 1.10 появилась возможность регистрировать внешние приложения в меню <b>Плагины</b>. Пункты меню могут включаться в зависимости от типа выбранного объекта, и вы можете передать внешнему приложению самые разные переменные, в том числе параметры, необходимые для подключения к БД.

source: pgAdmin 1.10 lacks some statistics for database, indexes and functions. They all are available now. For example, this is what pgAdmin 1.12 shows for a selected database.
cs_cz: pgAdmin 1.10 postrádal některé statistiky pro databáze, indexy a funkce. Ty všechny jsou nyní k dispozici. Zde je například ukázka, co pgAdmin 1.12 zobrazí pro vybranou databázi.
fr_fr: Il manquait certaines statistiques pour les bases, index et fonctions dans pgAdmin 1.10. Elles sont enfin disponibles. Par exemple, voici ce qu'affiche pgAdmin 1.12 pour une base.
ru_ru: В pgAdmin 1.10 статистика по базе данных, индексам и функциям была неполной. Теперь в неё добавлены все недостающие показатели. Например для базы данных в pgAdmin 1.12 вы можете видеть следующее:

source: pgAdmin 1.10 lacks some statistics for database, indexes and functions. They all are available now. For example, this is what pgAdmin 1.12 shows for function.
cs_cz: pgAdmin 1.10 postrádal některé statistiky pro databáze, indexy a funkce. Ty všechny jsou nyní k dispozici. Zde je například ukázka, co pgAdmin 1.12 zobrazí pro funkci.
fr_fr: Il manquait certaines statistiques pour les bases, index et fonctions dans pgAdmin 1.10. Elles sont enfin disponibles. Par exemple, voici ce qu'affiche pgAdmin 1.12 pour une fonction.
ru_ru: В pgAdmin 1.10 статистика по базе данных, индексам и функциям была неполной. Теперь в неё добавлены все недостающие показатели. Например для функции в pgAdmin 1.12 вы можете видеть следующее:

source: pgAdmin 1.10 lacks some statistics for databases, indexes and functions. They all are available now. For example, this is what pgAdmin 1.12 shows for indexes.
cs_cz: pgAdmin 1.10 postrádal některé statistiky pro databáze, indexy a funkce. Ty všechny jsou nyní k dispozici. Zde je například ukázka, co pgAdmin 1.12 zobrazí pro indexy.
fr_fr: Il manquait certaines statistiques pour les bases, index et fonctions dans pgAdmin 1.10. Elles sont enfin disponibles. Par exemple, voici ce qu'affiche pgAdmin 1.12 pour les index.
ru_ru: В pgAdmin 1.10 статистика по базе данных, индексам и функциям была неполной. Теперь в неё добавлены все недостающие показатели. Например для индекса в pgAdmin 1.12 вы можете видеть следующее:

source: pgAdmin 1.10 supports <b>default values for function parameters</b> in PostgreSQL 8.4+ and on EnterpriseDB, and <b>variadic functions</b>.
cs_cz: pgAdmin 1.10 podporuje <b>výchozí hodnoty pro parametry funkcí</b> v PostgreSQL 8.4+ a EnterpriseDB a <b>funkce variadic</b> (s proměnným počtem parametrů).
fr_fr: pgAdmin 1.10 supporte les <b>valeurs par défaut pour les paramètres de fonctions</b> dans PostsgreSQL 8.4+ et sur EnterpriseDB, et des <b>fonctions variantes</b>.
ru_ru: pgAdmin 1.10 поддерживает <b>значения по умолчанию для параметров функций</b> в PostgreSQL 8.4+ и СУБД EnterpriseDB, а также <b>функции с переменным числом параметров</b>.

source: pgAdmin 1.10.0 has now been released! Highlights of the new release include a graphical query builder, a scripting engine in the query tool and support for PostgreSQL 8.4 in addition to <a href="/development/changelog.php">numerous other changes</a>. For a rundown of the key features, take a look at our <a href="/visualtour.php">visual tour</a>.
cs_cz: Právě byl vydán pgAdmin 1.10.0! Největšími novinkami vydání jsou grafický tvůrce dotazů, skriptovací stroj v dotazovacím nástroji a podpora pro PostgreSQL 8.4 a celé do doplňuje <a href="/development/changelog.php">řada dalších změn</a>.
fr_fr: pgAdmin 1.10.0 est maintenant disponible. Les principales nouveautés de cette version incluent un constructeur graphique de requêtes, un langage de script dans l'outil de requêtage et le support de PostgreSQL 8.4, ainsi que de <a href="/development/changelog.php">nombreuses autres nouveautés</a>. Pour connaître les fonctionnalités clés, n'hésitez pas à consulter notre <a href="/visualtour.php">tour graphique</a>

source: pgAdmin 1.10.1 has now been released. Please see the <a href="/development/changelog.php">CHANGELOG</a> for details of the bug fixes in this release or visit the <a href="download">download area</a> to get your copy now.
cs_cz: Právě byl vydán pgAdmin 1.10.1. Podívejte se prosím na <a href="/development/changelog.php">CHANGELOG</a> s podrobnostmi o chybách opravených v tomto vydání nebo přejděte na stránku <a href="download">Stáhnout</a>, kde můžete nové vydání najít.
fr_fr: pgAdmin 1.10.1 est disponible. Merci de voir la <a href="/news.php">page des nouvelles</a> pour les détails sur les changements de cette version et sur la <a href="/download/">page de téléchargement</a> pour le récupérer.

source: pgAdmin 1.12 Visual Tour
cs_cz: pgAdmin: Názorná prohlídka 1.12
fr_fr: Tour graphique de pgAdmin 1.12
ru_ru: Обзор pgAdmin 1.12

source: pgAdmin 1.12 handles many more options already available in the pg_dump/pg_restore binaries.
cs_cz: pgAdmin 1.12 zpracovává více voleb dostupných v programech pg_dump/pg_restore.
fr_fr: pgAdmin 1.12 gère beaucoup plus d'options déjà disponibles dans les exécutables de pg_dump/pg_restore.
ru_ru: pgAdmin 1.12 поддерживает много новых параметров, появившихся в утилитах pg_dump/pg_restore.

source: pgAdmin 1.12 supports the new syntax of CREATE TRIGGER. The WHEN clause and the column link are handled. The former uses a new textbox.
cs_cz: pgAdmin 1.12 podporuje novou syntaxi příkazu CREATE TRIGGER. Zpracovává klauzuli WHEN a vazbu na sloupce. První jmenovaný používá nové textové pole.
fr_fr: pgAdmin 1.12 supporte la nouvelle syntaxe de CREATE TRIGGER. La clause WHEN et le lien de colonne sont gérés. Le premier utilise un nouveau champ texte.
ru_ru: pgAdmin 1.12 поддерживает новый синтаксис CREATE TRIGGER, а именно ссылки на колонки и условие WHEN. Для последнего добавлено новое текстовое поле.
