Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: Please <b>do not</b> send an email directly to one of the programmers; they might miss it, or even be the wrong person at all. Using the mailing list guarantees that your request isn't lost and will be answered in a timely fashion. Dave Page's <a href="%s">blog</a> includes a frank posting describing why this is a bad idea, whilst Eric Raymond's paper <a href="%s">'How to ask questions the smart way'</a> describes the best way to get the help you need.
cs_cz: <b>Neposílejte</b> prosím emaily přímo jednotlivým vývojářům. Mohou je opominout nebo je nemusíte poslat té pravé osobě. Použití poštovní konference garantuje, že se váš požadavek neztratí a bude zodpovězen správným způsobem. V <a href="%s">blogu</a>, který provozuje Dave Page, najdete příspěvek, který popisuje proč je to špatný nápad. Naopak v dokumentu <a href="%s">'How to ask questions the smart way'</a> (Jak správným způsobem pokládat otázky), který sepsal Eric Raymond, najdete popis nejlepšího způsobu, jak se dobrat požadované pomoci.
fr_fr: Merci de <b>ne pas</b> envoyer un courrier électronique directement à un des développeurs&nbsp;; ils pourraient l'oublier ou pourraient ne pas concerner cette personne. L'utilisation des listes de discussion garantie que votre requête ne sera pas perdue et qu'elle obtiendra une réponse le plus rapidement possible. Le <a href="%s">blog</a> de Dave Page inclut un billet franc décrivant pourquoi c'est une mauvaise idée alors que le papier d'Éric Raymond sur la façon de poser une question de façon intelligente (<a href="%s">'How to ask questions the smart way'</a>) décrit la meilleure façon pour obtenir l'aide dont vous avez besoin.
ru_ru: Пожалуйста, <b>не</b> посылайте сообщения непосредственно какому-либо программисту; он может пропустить ваше сообщение, или вообще оказаться не тем человеком. Обращаясь в список рассылки, вы можете быть уверены в том, что ваш запрос не будет потерян и вы получите оперативный ответ. В <a href="%s">блоге</a> Дэйва Пейджа есть сообщение, наглядно показывающее, почему это плохая идея, а в статье Эрика Рэймонта <a href="%s">'Как задавать вопросы по-умному'</a> описано, как лучше всего обратиться за помощью.

source: Please note that the official spelling is <b>pgAdmin</b>. For filename or other canonical purposes, the spelling <b>pgadmin</b> or <b>pgadmin3</b> is used (though the former is now preferred).
cs_cz: Vezměte prosím na vědomí že oficiální název projektu je <b>pgAdmin</b>. Jako název souboru nebo pro další identifikační účely se používá <b>pgadmin</b> nebo <b>pgadmin3</b> (prvně uvedený je v současnosti upřednostňován).
fr_fr: Merci de noter que l'appelation officielle du projet est <b>pgAdmin</b>. Pour le nom de l'exécutable, les orthographes <b>pgadmin</b> ou <b>pgadmin3</b> sont utilisées, bien que le premier terme est maintenant préféré.
ru_ru: Пожалуйста, обратите внимание, правильно название продукта записывается как <b>pgAdmin</b>. Для имени файла или по другим соображениям используется написание <b>pgadmin</b> или <b>pgadmin3</b> (предпочтительнее).

source: Please refer to the translation guidelines below to translate variables (%s and %d) and keyboard shortcuts entries (&amp;).
cs_cz: Prostudujte si v nápovědě pro překladatele, jak správně pracovat s proměnnými (%s a %d) a klávesovými zkratkami (&amp;).
fr_fr: Merci de vous référer aux lignes de conduite pour la traduction ci-dessous pour traduire les variables (%s et %d) et les raccourcis clavier (&amp;).
ru_ru: Пожалуйста, при переводе переменных (%s и %d) и сочетаний клавиш (&amp;), придерживаясь приведённых ниже правил.

source: Please visit the <a href="download">download area</a> to get your copy now. Any questions or other support issues should be sent to <a href="mailto:pgadmin-support@postgresql.org">pgadmin-support@postgresql.org</a>.
cs_cz: Stáhnout si jej můžete <a href="download">v sekci ke stahování</a>. Případné dotazy a hlášení problémů zasílejte prosím na adresu <a href="mailto:pgadmin-support@postgresql.org">pgadmin-support@postgresql.org</a>.
fr_fr: Merci de consulter la <a href="/download/">page de téléchargement</a> pour en obtenir une copie. Toute question ou demande de support doit être envoyé à <a href="mailto:pgadmin-support@postgresql.org">pgadmin-support@postgresql.org</a>.

source: Please, note that you additionally need to ENABLE THE UNIVERSE COMPONENT as wxWidgets2.8 is available from universe only at the moment. To do so, check the Ubuntu documentation or at least try to launch the update-manager configuration from the System/Administration Gnome menu.
cs_cz: Vezměte prosím na vědomí, že navíc potřebujete POVOLIT KOMUNITNÍ (UNIVERSE) KOMPONENTY, protože např. wxWidgets2.8 jsou dostupné pouze jako komunitní. Jak na to najdete v dokumentaci Ubuntu nebo alespoň zkuste spustit „Zdroje software“ z menu „Systém“ / „Správa“, kde najdete příslušné nastavení.
fr_fr: Merci de noter que vous aurez besoin d'ACTIVER LE COMPOSANT UNIVERSE car wxWidgets2.8 est actuellement seulement disponible à partir de «&nbsp;universe&nbsp;». Pour cela, vérifiez la documentation Ubuntu ou essayez au moins d'accéder à la configuration d'update-manager à partir du menu Gnome System/Administration.

source: Plugins menu
cs_cz: Menu zásuvných modulů
fr_fr: Menu plugins
ru_ru: Меню плагинов

source: Position the cursor at the error position when an error occurs in the Query Tool. Ensure the line is visible.
cs_cz: Při výskytu chyby v dotazovacím nástroji se kurzor přesune na místo výskytu chyby. Je zaručeno, že řádek bude viditelný.
fr_fr: Place le curseur à la position de l'erreur lorsqu'une erreur survient dans l'outil de requêtes. S'assure que la ligne est visible.

source: PostgreSQL 7.3 and above
cs_cz: PostgreSQL 7.3 a novější
fr_fr: PostgreSQL 7.3 et ultérieur
ru_ru: PostgreSQL 7.3 и новее

source: PostgreSQL 8.2 support:
cs_cz: Podpora PostgreSQL 8.2:
fr_fr: Support de PostgreSQL 8.2&nbsp;:

source: PostgreSQL 9.0 adds Hot Standby and Streaming Replication features, which mean that a user can connect to a slave in read-only mode and that the packets sent will usually be less than a complete WAL file. pgAdmin gives you some information about the status of the server you selected: Is it in recovery? Does it lag on transaction replay? They are all seen in the properties tab of the server.
cs_cz: PostgreSQL 9.0 přidává funkci Hot Standby a proudové replikace, což znamená, že uživatel se může ke podřízenému serveru připojit v režimu pouze pro čtení tak mohou být odesílané pakety obvykle menší než úplný soubor WAL. pgAdmin poskytuje některé informace o stavu serveru, který máte vybraný: Obnovuje se? Zpožďuje se v přehrávání transakcí? To vše můžete vidět na kartě vlastností serveru.
fr_fr: PostgreSQL 9.0 ajoute les fonctionnalités de Hot Standby et de réplication en flux (Streaming Replication). Cela signifie qu'un utilisateur peut se connecter à un esclave en mode lecture-seule et que les paquets envoyés seront généralement plus petits qu'un fichier complet de transactions. pgAdmin vous donnera quelques informations sur le serveur sélectionné : est-il en mode de restauration ? accuse-t-il un retard sur le rejeu des transactions par rapport au serveur maître ? Tout ceci se trouve dans l'onglet des propriétés du serveur.
ru_ru: В PostgreSQL 9.0 появились механизмы горячего резерва и потоковой репликации. Помимо прочего, это значит, что пользователь теперь может подключиться к запасному серверу в режиме "только чтение", а передаваемые по сети пакеты обычно меньше полного файла WAL. pgAdmin даёт вам некоторую информацию о состоянии сервера: Находится ли он в процессе восстановления? Отстаёт ли он в воспроизведении транзакций? Ответы на эти вопросы вы можете найти на вкладке Свойства для выбранного сервера.

source: PostgreSQL 9.0 allows a user to set specific settings within a tablespace. The tablespace properties dialog has been reworked so that one can add these settings via a new "Variables" tab.
cs_cz: PostgreSQL 9.0 umožňuje uživateli určovat nastavení u prostoru tabulek. Dialogové okno vlastností prostoru tabulek bylo přepracováno, takže teď můžete tato nastavení přidávat přes novou kartu „Proměnné“.
fr_fr: PostgreSQL 9.0 permet à un utilisateur de configurer quelques paramètres pour un tablespace. Le dialogue des propriétés d'un tablespace a été revu pour qu'un utilisateur puisse ajouter cette configuration dans un nouvel onglet appelé « Variables ».
ru_ru: PostgreSQL 9.0 позволяет пользователю настраивать определённые параметры табличного пространства. Диалог свойств табличного пространства был переделан так, чтобы вы могли задавать эти параметры в новой вкладке "Переменные".

source: PostgreSQL 9.0 also adds default privileges. They are available at database and schema level. The database properties dialog displays a new tab, "Default Privileges" which allows you to define these new privileges for tables, sequences, and functions.
cs_cz: PostgreSQL 9.0 také přidává výchozí oprávnění. Jsou dostupné v úrovni databáze a schématu. Dialogové okno vlastností databáze zobrazuje novou kartu „Výchozí oprávnění“, která umožňuje definovat tato nová oprávnění pro tabulky, sekvence a funkce.
fr_fr: PostgreSQL 9.0 ajoute aussi la gestion des droits par défaut. Ils sont disponibles au niveau des bases de données et des schémas. Le dialogue des propriétés d'une base de données affiche un nouvel onglet, « Droits par défaut », qui vous permet de définir ces nouveaux droits pour les tables, séquences et fonctions.
ru_ru: В PostgreSQL 9.0 также появились привилегии по умолчанию. Определить их можно на уровне базы данных и схемы. Ниже показана новая вкладка "Привилегии по умолчанию" диалога свойств базы данных, в которой вы можете определить эти новые привилегии для таблиц, последовательностей и функций.

source: PostgreSQL 9.0 handles specific settings for user/database pairs. pgAdmin 1.12 supports this with a modified "Variables" tab for database and user objects.
cs_cz: PostgreSQL 9.0 pracuje se zadanými nastaveními pro páry uživatel/databáze. pgAdmin 1.12 toto podporuje na upravené kartě „Proměnné“ u objektů databáze a uživatel.
fr_fr: PostgreSQL 9.0 gère un paramètrage spécifique par paire utilisateur/base de données. pgAdmin 1.12 supporte cela avec un onglet « Variables » modifié pour les objets de type base de données et utilisateur.
ru_ru: PostgreSQL 9.0 может задавать определённые параметры для сочетания пользователь/база данных. В pgAdmin 1.12 для поддержки этой возможности реализована изменённая вкладка "Переменные" для объектов База данных и Пользователь.

source: PostgreSQL compatibility
cs_cz: Kompatibilita s PostgreSQL
fr_fr: Compatibilité PostgreSQL
ru_ru: Совместимость c PostgreSQL

source: PostgreSQL documentation (on-line and off-line)
cs_cz: Dokumentace PostgreSQL (on-line i off-line)
fr_fr: Documentation PostgreSQL (en ligne et hors ligne)
ru_ru: Документация PostgreSQL (сетевая и локальная)

source: PostgreSQL servers
cs_cz: Servery PostgreSQL
fr_fr: Serveurs PostgreSQL
ru_ru: Серверы PostgreSQL

source: Postgres Plus Advanced Server objects (such as packages, procedures, synonyms)
cs_cz: Objekty Postgres Plus Advanced Server (jako balíky, procedury, synonyma)
fr_fr: Objets de Postgres Plus Advanced Server (comme les packages, les procédures, les synonymes).
ru_ru: Объекты Postgres Plus Advanced Server (пакеты, процедуры, синонимы и т.д.)

source: Powerful query tool with colour syntax highlighting
cs_cz: Výkonný dotazovací nástroj se zvýrazňováním syntaxe
fr_fr: Puissant outil de requêtage avec coloration syntaxique
ru_ru: Мощный инструмент запросов с подсветкой синтаксиса

source: Pre-encrypt passwords before sending them down the wire, or displaying them in SQL statements.
cs_cz: Zašifruje hesla před odesláním po síti nebo zobrazením v SQL výrazu.
fr_fr: Chiffrement des mots de passe avant leur envoi sur le réseau ou leur affichage dans les instructions SQL.

source: Preserve column widths between queries in the query tool.
cs_cz: Zachovává šířky sloupců mezi dotazy v dotazovacím nástroji
fr_fr: Conserve la taille des colonnes entre l'exécution des requêtes dans l'outil de requêtage.

source: Prevent a crash from the query tool when using File -> Exit on GTK
cs_cz: Zabraňuje zhroucení při zvolení Soubor -&gt; Ukončit v dotazovacím nástroji na GTK.
fr_fr: Empêche un arrêt brutal de l'outil de requête lors de l'utilisation du menu Fichier/Quitter avec GTK

source: Prevent a crash if the 'View Filtered Data' filter dialog is cancelled. Per Erwin Brandstetter.
cs_cz: Zabraňuje zhroucení, když zrušíte filtrovací dialog „Zobrazit filtrovaná data“. [Erwin Brandstetter]
fr_fr: Empêche un arrêt brutal si le dialogue de filtre « Visualiser les données filtrées » est annulée, par Erwin Brandstetter.

source: Prevent a crash when viewing databases with % in the name.
cs_cz: Předchází zhroucení aplikace, když název prohlížené databáze obsahuje %.
fr_fr: Évite des arrêts brutaux lors de la navigation dans des bases de données contenant % dans le nom.

source: Prevent deletion of the blank item in config editors, and ensure undo will only work on the appropriate line.
cs_cz: Zabraňuje smazání prázdných položek v editoru nastavení a zajišťuje, že funkce „zpět“ bude pracovat jen na patřičných řádcích.
fr_fr: Empêche la suppression d'un élément blanc dans les éditeurs de configuration et s'assure que l'annulation fonctionne seulement sur la ligne appropriée.

source: Prevent non-superusers from attempting to use the debugger because the plugin API won't let them anyway.
cs_cz: Zabraňuje ne-superuživatelům pokoušet se použít ladicí program, protože API zásuvného modulu je stejně odmítne.
fr_fr: Empêche les utilisateurs standards de tenter d'utiliser le débogueur car l'API du plugin ne les laissera pas faire de toute façon.

source: Prevent the Edit Grid Filter causing a crash if an invalid filter containing a % is used, per Erwin.
cs_cz: Zabraňuje zhroucení, které způsobuje filtr v editační mřížce, když se použije neplatný filtr obsahující %. [Erwin]
fr_fr: Correction d'un arrêt brutal causé par le filtre de la grille d'édition dans le cas où un filtre invalide contenant un % est utilisé, par Erwin.

source: Prevent the RULE privilege becoming re-enabled for tables on PostgreSQL 8.2+, per Erwin.
cs_cz: Zabraňuje opětovnému povolení oprávnění RULE pro tabulky na PostgreSQL 8.2+. [Erwin]
fr_fr: Empêche le droit RULE d'être ré-activé pour les tables sur PostgreSQL 8.2+, par Erwin.

source: Prevent the filter/sort options dialogue being opened when data is being refreshed, per Erwin Brandstetter.
cs_cz: Zabraňuje otevření dialogu filtrování/řazení během občerstvování dat. [Erwin Brandstetter]
fr_fr: Empêche le dialogue d'options filtre/tri d'être ouvert quand les données sont en cours de rafraichissement, par Erwin Brandstetter.

source: Prevent the user from trying to debug catalog objects.
cs_cz: Brání uživatelům zkoušet ladit katalogové objekty.
fr_fr: Empêche l'utilisateur de tenter le débogage des objects d'un catalogue système.

source: Prevent unsaved changes in the edit grid being lost if the filter or sorting dialogue is opened.
cs_cz: Předchází ztrátě neuložených dat v editační mřížce, pokud je otevřený dialog filtru/řazení.
fr_fr: Empêche la perte de modifications non sauvegardées dans la grille d'édition si le dialogue de filtre/tri est ouvert.

source: Primary keys and unique indexes can now be defined as deferrable and deffered constraints. So, there are two new checkboxes to set these options.
cs_cz: Primární klíče a jedinečnosti je nyní možné definovat jako odložitelná (deferrable) a odložená (deffered) omezení. Proto zde přibyly dvě nová zaškrtávací pole.
fr_fr: Les clés primaires et les index uniques peuvent maintenant être définies comme des contraintes déferrables et déferrées. Donc, il existe deux nouvelles cases à cocher pour configurer ces options.
ru_ru: Первичные ключи и уникальные индексы теперь можно определить как откладываемые или отложенные ограничения. Для этих параметров добавлены два флажка.

source: Privacy policy
cs_cz: Ochrana soukromí
fr_fr: Politique concernant la vie privée
ru_ru: Политика конфиденциальности

source: Privilege changes (database CONNECT, and sequence USAGE).
cs_cz: Změny oprávnění (CONNECT u databáze a USAGE u sekvence).
fr_fr: Modifications des droits (CONNECT sur la base et USAGE sur la séquence).

source: Proceed to installation
cs_cz: Postup instalace
fr_fr: Continuer avec l'installation

source: Promotion is essential for the life and development of the pgAdmin project. As the project gains more and more users it attracts additional developers who contribute new features and bug fixes and helping improve pgAdmin to the benefit of all it's users. As the project has grown even more popular, it has attracted the attention of PostgreSQL companies in addition to the users. Some of these companies have invested in the development of pgAdmin - for example, a Japanese company called <a href="http://www.skcapi.co.jp/">SKC</a> sponsored the development of the Slony-I management features, whilst <a href="http://www.enterprisedb.com">EnterpriseDB</a> provided an Apple Powerbook to allow the Mac OSX port to be properly developed and maintained.
cs_cz: Podpora je pro život a rozvoj projektu pgAdmin podstatná. Jak se projekt rozvíjí, tak více a více uživatelů přitahuje další vývojáře, kteří přispívají novými vlastnostmi a opravami chyb a pomáhají zdokonalovat pgAdmin tak, aby přinášel užitek všem jeho uživatelům. Tím, že se projekt stával populárnějším, přitahoval mimo uživatelů i pozornost společností PostgreSQL. Některé z těchto společností do rozvoje pgAdmin investovaly - např. japonská společnost <a href="http://www.skcapi.co.jp/">SKC</a> sponzorovala vývoj správy Slony-I, mezitím co <a href="http://www.enterprisedb.com">EnterpriseDB</a> poskytla Apple Powerbook, aby se mohl vyvíjet a spravovat port pro Mac OSX.
fr_fr: La promotion est essentielle pour la vie et le développement du projet pgAdmin. Un projet gagnant de plus en plus d'utilisateurs attire des développeurs supplémentaires qui contribuent aux nouvelles fonctionnalités et aux corrections de bogues aidant ainsi à l'amélioration de pgAdmin au bénéfice de tous ses utilisateurs. Ce projet devenant de plus en plus populaire, il a attiré l'attention de sociétés relatives à PostgreSQL. Certaines de ces sociétés ont investi dans le développement de pgAdmin - par exemple, une société japonaise nommée SKC a sponsorisé le développement des fonctionnalités de gestion de Slony-I alors qu'EnterpriseDB a fourni un Apple Powerbook pour permettre de développer et de maintenir correctement le port Mac OSX.
ru_ru: Продвижение необходимо для жизни и развития проекта pgAdmin. По мере увеличения числа пользователей проекта, в проект приходят и новые разработчики, помогающие реализовать новые функции или исправлять ошибки, и таким образом улучшать pgAdmin на благо пользователей. Популярность проекта растёт и он привлекает не только новых пользователей, но и компании, специализирующиеся в PostgreSQL. А некоторые из этих компании инвестируют свои средства в развитие pgAdmin - например, японская компания <a href="http://www.skcapi.co.jp/">SKC</a> спонсировала разработку функций управления Slony-I, а <a href="http://www.enterprisedb.com">EnterpriseDB</a> предоставила Apple Powerbook для разработки и поддержки версии под Mac OSX.

source: Prompt the user to save changes before opening a file from the recent files menu on the Query Tool.
cs_cz: Dotazuje se uživatele, jestli chce uložit změny při otevírání z nabídky naposledy použitých souborů v dotazovacím nástroji.
fr_fr: Demande à l'utilisateur de sauvegarder les modifications avant d'ouvrir un fichier dans le menu des fichiers récemment ouverts (outil de requêtes).

source: Properly drop foreign keys in schemas whose names require quoting, per M S.
cs_cz: Správně odstraňuje cizí klíče ve schématech jejichž názvy potřebují uzavřít do uvozovek. [M S]
fr_fr: Suppression correcte des clés étrangères dans les schémas dont le nom nécessite l'utilisation de guillemets, par M S.

source: Properly escape _'s in queries for schemas, per Derek Fonda.
cs_cz: Správně ošetřuje pomocí escape sekvence „_“ v dotazech na schémata. [Derek Fonda]
fr_fr: Échappe proprement les tirets bas (_) dans les requêtes pour les schémas, par Derek Fonda.

source: Properly format the object comments shown in the properties list when a collection node is selected. Per report from Mike Blackwell.
cs_cz: Náležitě formátuje komentáře objektů zobrazené v seznamu vlastností, když je vybraný souhrnný uzel. [nahlásil Mike Blackwell]
fr_fr: Formate correctement les commentaires des objets affichés dans la liste des propriétés quand un nœud de collection est sélectionné. D'après un rapport de Mike Blackwell.

source: Properly quote function parameter names, per Ken Priest.
cs_cz: Správně uzavírá do uvozovek názvy parametrů funkcí. [Ken Priest]
fr_fr: Met proprement entre guillemets les noms des paramètres de fonction, par Ken Priest.

source: Properly quote synonym names when refreshing.
cs_cz: Správně uzavírá do uvozovek názvy synonym pří občerstvování.
fr_fr: Met proprement entre guillemets les noms des synonymes lors du rafraichissement.

source: Properly quote the maintenance database name when creating a new connection.
cs_cz: Správně uzavírá do uvozovek název servisní databáze při vytváření nového připojení.
fr_fr: Met proprement entre guillement le nom de la base de maintenance lors de la création d'une nouvelle connexion.

source: Properly reverse-engineer the SQL for indexes with DESC, NULLS FIRST or NULLS LAST column options.
cs_cz: Náležitě reverzně vytváří SQL pro indexy s volbami DESC, NULLS FIRST nebo NULLS LAST u sloupců.
fr_fr: Récupère correctement le SQL pour les index utilisant les options de colonnes DESC, NULLS FIRST ou NULLS LAST.

source: Properly size the backup dialog, per Patrick Headley.
cs_cz: Správné rozměry zálohovacího dialogu. [Patrick Headley]
fr_fr: Retaille correctement le dialogue de sauvegarde, par Patrick Headley.

source: Published translations (%d)
cs_cz: Vydané překlady (%d)
fr_fr: Traductions publiées (%d)
ru_ru: Опубликованные переводы (%d)

source: Query Tool
cs_cz: Dotazovací nástroj
fr_fr: Outil de requêtage
ru_ru: Запросник

source: Query tool
cs_cz: Dotazovací nástroj
fr_fr: Outil de requêtage
ru_ru: Запросник

source: RPMs for older versions of pgAdmin are available from the pgAdmin download sites:
cs_cz: Balíčky RPM pro starší verze pgAdmin jsou dostupné ze stahovacích webů pgAdmin:
fr_fr: Les RPM des anciennes versions de pgAdmin sont disponibles à partir des sites de téléchargement de pgAdmin :

source: Redesign Table dialogue to remove sub-dialogues where possible and replace with grid style UI [DP]
cs_cz: Předělat dialog tabulek tak, aby se odstranily subdialogy, kde je to možné, a nahradily rozhraním ve stylu mřížek. [DP]
fr_fr: Reconcevoir la fenêtre Table pour supprimer les sous-fenêtres lorsque c'est possible et utiliser l'UI style grid [DP]

source: Refactor code to remove database base classes.
cs_cz: Předělání kódu na odstranění základních databázových tříd.
fr_fr: Refactorisation du code pour supprimer les classes de base de la base de données.

source: Refactor code to remove support for building the Query Tool with a listview rather than a grid.
cs_cz: Předělává kód tak, aby se odstranila podpora pro sestavení dotazovacího nástroje se seznamem místo s mřížkou.
fr_fr: Refactorisation du code pour supprimer la construction de l'outil de requêtes avec un composant « listview » plutôt qu'une grille.
