Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: "EXPLAIN ANALYZE" has its own menu item and its own shortcut (Shift-F7). You can disable the auto-rollback behaviour (usually if you want to rollback to a previous savepoint).
cs_cz: Výklad analýzy „EXPLAIN ANALYZE“ má svoji vlastní položku v nabídce a svoji vlastní klávesovou zkratku (Shift-F7). Můžete vypnout automatické vracení transakcí (auto-rollback), obvykle když se chcete vrátit k předchozímu uloženému bodu.
fr_fr: « EXPLAIN ANALYZE » a son propre menu et son propre raccourci clavier (Shift-F7). Vous pouvez désactiver le comportement d'auto-rollback (généralement pour annuler manuellement jusqu'à un certain point de sauvegarde).
ru_ru: Для "EXPLAIN ANALYZE" добавлен отдельный пункт меню и сочетание клавиш (Shift-F7). Кроме того, вы можете выключить режим автоотката (обычно это делают для отката к предыдущей точке сохранения).

source: %s - pgAdmin demo video
cs_cz: %s - ukázkové video pgAdmin
fr_fr: %s - vidéo de démo pour pgAdmin
ru_ru: %s - демонстрация pgAdmin

source: %s - pgAdmin v%s released
cs_cz: %s - vydán pgAdmin v%s
fr_fr: %s - pgAdmin v%s disponible
ru_ru: %s - выпущен pgAdmin %s

source: <a href="%s">Admin pack</a> for pgAdmin v%s
cs_cz: <a href="%s">Admin pack</a> pro pgAdmin v%s
fr_fr: <a href="%s">Admin pack</a> pour pgAdmin v%s
ru_ru: <a href="%s">Админ. пакет</a> для pgAdmin %s

source: <a href="%s">Admin pack</a> for pgAdmin v%s and above
cs_cz: <a href="%s">Admin pack</a> pro pgAdmin v%s a novější
fr_fr: <a href="%s">Admin pack</a> pour pgAdmin v%s et ulttérieures
ru_ru: <a href="%s">Админ. пакет</a> для pgAdmin %s и новее

source: <a href="%s">Download pgAgent</a>
cs_cz: <a href="%s">Stáhnout pgAgent</a>
fr_fr: <a href="%s">Télécharger pgAgent</a>
ru_ru: <a href="%s">Загрузить pgAgent</a>

source: <a href="%s">v%s instructions</a>
cs_cz: <a href="%s">instrukce pro v%s</a>
fr_fr: <a href="%s">instructions v%s</a>
ru_ru: <a href="%s">инструкции для %s</a>

source: <b>8.2 and 8.3 stats columns</b> have been added to the tables list.
cs_cz: Do seznamu tabulek byly přidané <b>statistické sloupce z 8.2 a 8.3</b>.
fr_fr: Les <b>colonnes de statistiques 8.2 et 8.3</b> ont été ajoutées à la liste des tables.
ru_ru: В список таблиц добавлены <b>колонки статистики 8.2 и 8.3</b>.

source: <b>Column level priviledges</b> are handled for 8.4 servers:
cs_cz: Pro servery 8.4 lze ovládat <b>oprávnění na úrovni sloupců</b>:
fr_fr: Les <b>droits sur les colonnes</b> sont gérés pour les serveurs 8.4&nbsp;:
ru_ru: Для серверов 8.4 обрабатываются <b>привилегии на уровне колонок</b>:

source: <b>Connection limit for roles</b> was unavailable in previous release despite PostgreSQL handles this since 8.1.
cs_cz: V předchozí verzi nebyly dostupné <b>limity připojení pro role</b> navzdory tomu, že je PostgreSQL zvládá od verze 8.1.
fr_fr: La <b>limite de connexion des rôles</b> n'était pas disponible dans les versions précédentes alors que PostgreSQL le gère depuis la 8.1.
ru_ru: <b>Ограничение числа подключений</b> для ролей не было реализовано ранее, хотя PostgreSQL поддерживает это с версии 8.1.

source: <b>Description of pgAdmin:</b> Any technical description is suitable, though for consistency or, if you are not sure what to write, you may wish to use one of the following, translated into your language if required:
cs_cz: <b>Popis pgAdmin:</b> Použitelný je sice jakýkoliv technický popis, přesto pokud chcete zachovat jednotnost nebo si nejste jistí, co napsat, tak můžete využít některého z následujících popisů ve vašem jazyce:
fr_fr: <b>Description de pgAdmin:</b> toute description technique convient bien que, pour une certaine cohérence ou si vous ne savez pas quoi écrire, vous pouvez utiliser ce qui suit en le traduisant dans votre langue&nbsp;:
ru_ru: <b>Описание pgAdmin:</b> Может быть полезно любое техническое описание, хотя если вы не знаете, как его сформулировать, или для единообразия, вы можете использовать следующие:

source: <b>Download links:</b> Whenever possible, publish links pointing to the pgAdmin <a href="%s">Download</a> page. <!-- Remember to include language information if required - for example <a href="%s">%s</a>. --><br /><br />Some sites (especially Windows shareware/freeware sites) may require direct links to files. Be very careful before submitting direct links, because you may have to upgrade them when pgAdmin new versions are released. When direct links are required, choose several PostgreSQL mirrors from the download page. Some sites may ask for up to 5 links.
cs_cz: <b>Odkazy na stažení:</b> Kdykoliv je to možné, tak odkazy nastavujte na stránku pgAdmin <a href="%s">Ke stažení</a>. Nezapomeňte zadat i údaj o jazyku - např. <a href="%s">%s</a>.<br /><br />Některé weby (především s shareware/freeware pro Windows) můžou požadovat přímé odkazy na soubory. Se zadávání přímých odkazů buďte ale zdrženliví, protože mohou vyžadovat aktualizaci, když je vydaná nová verze pgAdmin. Pokud už je nutné zadat přímý odkaz, tak taky zvolte některé ze zrcadel na stahovací stránce PostgreSQL. Některé weby i chtějí zadat několik odkazů.
fr_fr: <b>Liens de téléchargement&nbsp;:</b> Autant que possible, ajoutez des liens pointant sur la page de <a href="%s">téléchargement</a> de pgAdmin. N'oubliez pas d'inclure l'information de langue s'il y a lieu - par exemple <a href="%s">%s</a>.<br /><br />Certains sites (spécialement les sites de shareware et freeware Windows) peuvent exiger des liens pointant directement sur les fichiers. Soyez très prudent avant de soumettre des liens directs parce que vous aurez à les mettre à jour lorsqu'une nouvelle version de pgAdmin sera disponible. Quand les liens directs sont exigés, choisissez plusieurs sites miroirs PostgreSQL de la page de téléchargement. Certains sites peuvent demander jusqu'à cinq liens.
ru_ru: <b>Ссылки на загружаемые файлы:</b> По возможности в ссылках указывайте страницу <a href="%s">Загрузки</a> pgAdmin. <!-- Remember to include language information if required - for example <a href="%s">%s</a>. --><br /><br />На некоторых сайтах (в частности, в каталогах программ для Windows) требуется размещать прямые ссылки на файлы. Когда вы публикуете такие ссылки, учтите, что вам возможно придётся обновлять их при выходе новых версий pgAdmin. Если прямые ссылки - обязательное условие, выберите на странице Загрузки несколько ссылок на зеркала PostgreSQL (возможно вам придётся указать до 5 ссылок).

source: <b>Keywords:</b> When visiting a web site, users may not find pgAdmin directly, but query keywords like "PostgreSQL database" or "free administration tools", etc. During registration, you may be asked to enter keywords. These should reflect any aspect of what pgAdmin does, and what it works with. <b>Under no circumstances should you include competitors company or product names in keywords</b>. Our proposal for a keyword list is:
cs_cz: <b>Klíčová slova:</b> Při návštěvě webu nemusí uživatel hledat přímo pgAdmin, ale třeba výrazy jako „databáze PostgreSQL“ nebo „administrační nástroje zdarma“ apod. Kvůli tomu můžete být při registraci dotázání na klíčová slova. Ty by měly odrážet aspekty toho, co pgAdmin dělá a jak se s ním pracuje. <b>Nikdy byste neměli do klíčových slov zadávat názvy konkurenčních firem nebo jejich produktů.</b> Náš návrh na klíčová slova:
fr_fr: <b>Mots-clés&nbsp;:</b> Lors de la visite d'un site web, les utilisateurs peuvent ne pas trouver pgAdmin directement, mais plutôt rechercher des mots-clés comme «&nbsp;Base de données PostgreSQL&nbsp;» ou «&nbsp;outils d'administration gratuits&nbsp;», etc. Pendant l'enregistrement, vous pouvez être invités à écrire des mots-clés. Ceux-ci devront refléter tous les aspects de pgAdmin, et avec quoi il fonctionne. <b>Sous aucune circonstance vous ne pouvez inclure des noms de sociétés ou de produit de concurrents dans les mots-clés</b>. Notre proposition pour une liste de mot-clé est&nbsp;:
ru_ru: <b>Ключевые слова:</b> Посещая сайты, пользователи могут найти не непосредственно pgAdmin, а ключевые слова, например "СУБД PostgreSQL", "бесплатные средства администрирования" и т.п. При регистрации pgAdmin в каталогах ПО вам, возможно, предложат указать ключевые слова. Выберите такие слова, которые будут отражать, с чем и как работает pgAdmin. <b>Ни в коем случае не следует указывать названия конкурирующих компаний или их продуктов</b>. Мы предлагаем использовать следующие ключевые слова:

source: <b>WARNING:</b> Development snapshots have had little or no testing, and in some cases may not even run. It is only recommended that you use a snapshot if you are sure you know what you are doing, or are testing a specific bug fix or new feature on the direction of one of the developers. Please report any bugs or issue you may have with the development snapshots, but do remember that they are 'works in progress'.
cs_cz: <b>VAROVÁNÍ:</b> Vývojářské snímky jsou jen málo nebo vůbec testované a v některých případech nemusí jít vůbec spustit. Doporučujeme vám je použít pouze v případě, že víte přesně co děláte a nebo potřebujete otestovat specifickou chybu nebo novou vlastnost podle instrukcí vývojáře. Chyby a problémy ve vývojářských snímcích nám prosím hlaste, ale pamatujte, že „se na tom pracuje“.
fr_fr: <b>ATTENTION&nbsp;:</b> Les «&nbsp;images&nbsp;» de développement n'ont pratiquement pas été testés et, dans certains cas, ellles peuvent même ne pas fonctionner. Il est recommendé d'utiliser les «&nbsp;images&nbsp;» seulement si vous êtes sûr de savoir ce que vous faites ou si vous testez une correction spécifique, ou une nouvelle fonction sous la direction d'un des développeurs. Veuillez s'il vous plait rapporter tout bogue ou problème rencontré avec l'utilisation des «&nbsp;images&nbsp;» de développement mais souvenez-vous qu'ils représentent un travail en cours.

source: <b>Website language:</b> The pgAdmin web site is not able to detect the language of your browser. To display a page in your language, just select it from the drop-down list in the header. For example, the URL of the French homepage is: <a href="%s">%s</a>.
cs_cz: <b>Jazyk webu:</b> Web pgAdmin nemůže detekovat jazyk vašeho prohlížeče. Pokud chcete stránku zobrazit ve svém jazyce, tak jej zvolte ve výběrovém seznamu v záhlaví stránky. Např. URL francouzské domovské stránky je: <a href="%s">%s</a>.
fr_fr: <b>Langue du site web&nbsp;:</b> Le site web de pgAdmin est incapable de détecter la langue de votre navigateur. Pour afficher une page dans votre langue, sélectionnez-la dans la liste déroulante de l'entête. Par exemple, l'URL de la page d'accueil française est&nbsp;: <a href="%s">%s</a>.
ru_ru: <b>Язык сайта:</b> Сайт pgAdmin не смог определить язык вашего браузера. Чтобы просмотреть эту страницу на Вашем языке, просто выберите его в выпадающем списке вверху страницы. Например, адрес домашней страницы на французском: <a href="%s">%s</a>.

source: <b>Window functions</b> are handled for PostgreSQL 8.4+ servers.
cs_cz: Pro servery PostgreSQL 8.4+ lze nastavit <b>analytickou funkci</b>.
fr_fr: Les <b>fonctions Window</b> sont gérées pour les serveurs PostgreSQL 8.4+.
ru_ru: Для серверов PostgreSQL 8.4+ теперь поддерживаются <b>оконные функции</b>.

source: A data grid allows to insert, modify and drop data easily. The data is retrieved on-demand when it needs to be displayed. This allows the user to browse very large tables quickly and efficiently.
cs_cz: Datová mřížka umožňuje jednoduše vkládat, upravovat a mazat data. Data se získávají na vyžádání v okamžiku, kdy jsou potřeba. To poskytuje uživateli procházení i velmi rozsáhlých tabulek rychle a efektivně.
fr_fr: Une grille de données permet d'insérer, de modifier et de supprimer les données facilement. Les données sont retrouvées sur demande lorsqu'il y a un besoin de les afficher. Cela permet à l'utilisateur de parcourir de très grosses tables rapidement et efficacement.
ru_ru: Показанный ниже табличный редактор данных позволяет легко вставлять, редактировать и удалять данные. В него загружаются только те данные, которые отображаются на экране, поэтому даже с очень большими таблицами можно работать быстро и эффективно.

source: A detailed list of supported languages is available in the <a href="%s">Translation</a> section of the website.
cs_cz: Podrobný seznam podporovaných jazyků je dostupný v sekci <a href="%s">překlad</a>.
fr_fr: Une liste détaillée des langues supportées est disponible dans la section <a href="%s">traduction</a> du site web.
ru_ru: Полный список поддерживаемых языков вы можете найти на сайте в разделе <a href="%s">Перевод</a>.

source: A double-click in the navigation tree opens the selected object in a separate dialogue, or the user may opt to create a new object. Notice the tabs giving access to Properties, Parameters, Security and the SQL used to create the object.
cs_cz: Dvojitým kliknutím v navigačním stromu se vybraný objekt otevře v samostatném dialogu, případně uživatel může vytvořit nový objekt. Všimněte si karet, které zpřístupňují vlastnosti, parametry, zabezpečení a SQL použité při vytváření objektu.
fr_fr: Un double-clic dans l'arborescence de navigation ouvre l'object sélectionné dans une fenêtre de dialogue séparée. L'utilisateur peut également décider de créer un nouvel objet. Les onglets donnent accès aux propriétés, aux paramètres, à la sécurité ainsi qu'au code SQL utilisé pour créer l'objet.
ru_ru: Когда пользователь дважды щёлкает выбранный объект в дереве навигации или создаёт новый, этот объект открывается в отдельном диалоговом окне. Обратите внимание, при создании объекта в нём появляются вкладки Properties (Свойства), Parameters (Параметры), Privileges (Привилегии) и SQL.

source: A history of query is automatically saved in a file. The contents of this file is available in a combobox located just above the query text box. You can delete the selected query or all the queries in the file.
cs_cz: Historie dotazů je automaticky ukládána do souboru. Obsah tohoto souboru je dostupný ve vyskakovacím seznamu umístěném nad textovým polem s dotazem. Vybraný dotaz nebo všechny dotazy vymazat můžete ze souboru vymazat.
fr_fr: Un historique des requêtes est automatiquement sauvegardé dans un fichier. Le contenu de ce fichier est disponible dans une liste déroulante située juste au dessus du champ texte de la requête. Vous pouvez supprimer de l'historique la requête sélectionnée ou toutes les requêtes.
ru_ru: История запросов автоматически сохраняется в файле. Строки этого файла можно просмотреть и выбрать в выпадающем списке, расположенном над текстовой областью. Вы также можете удалить все или только выбранные запросы из файла.

source: A less visible change allows you to change the database connection for the lock report. If you do so, you can have the table names displayed instead of their OID.
cs_cz: Méně viditelnou změnou je, že můžete měnit databázové připojení pro výpis zámků. Když to uděláte, můžete mít zobrazeny názvy tabulek místo jejich OID.
fr_fr: Une modification moins visible vous permet de changer la base de données de connexion pour le rapport sur les verrous. Si vous le faites, vous verrez les noms des tables verrouillées appartenant à cette base de données, au lieu de leur OID.
ru_ru: Ещё одно менее заметное изменение - вы можете изменять подключение к базе данных для отчёта по блокировкам. В этом случае в списке будут отображаться имена, а не внутренние коды таблиц.

source: A new "Colours" tab is included. It allows the user to select colours for the query text box, the SQL syntax Highlighting, and the Status window. They all use the new colour widget.
cs_cz: Součástí je nová karta „Barvy“. Zde si může uživatel vybrat barvy pro textové pole s dotazem, zvýrazňování syntaxe SQL a stavové okno. U všech těchto nastavení je použit nový widget pro výběr barvy.
fr_fr: Un onglet « Couleurs » est inclus. Il permet à l'utilisateur de sélectionner les couleurs pour le champ texte de la requête, pour la mise en forme de la syntaxe SQL et pour la fenêtre d'état du serveur. Elles utilisent toutes le nouveau composant de couleur.
ru_ru: Появилась новая вкладка "Цвета". В ней вы можете выбрать цвета для текстового поля запросов, выделения синтаксиса SQL и окна состояния. Все они используют новый элемент выбора цвета.

source: A new "Username" combobox appears. You can select a user to add a specific setting for this user/database combo.
cs_cz: Objevil se nový vyskakovací seznam „Jméno uživatele“. Můžete vybrat uživatele pro přidání určitého nastavení pro kombinaci uživatel/databáze.
fr_fr: Une nouvelle liste déroulante « Nom de l'utilisateur » apparaît. Vous pouvez sélectionner un utilisateur pour ajouter un paramétrage spécifique pour cette paire utilisateur/base de données.
ru_ru: В ней появился выпадающий список "Имя пользователя". В ней вы можете выбрать пользователя, чтобы задать определённое значение параметра для данного сочетания пользователь/база данных.

source: A query tool with colour syntax highlighting allows users to run custom queries. The SQL definition of any object can be automatically transfered to the query tool from the object browser, or the user can author simple queries or complex scripts by hand. Long running queries can be cancelled if required by clicking on the red square button. The tool displays execution times of queries to help the user optimise them, and fully supports PostgreSQL's asynchronous notification system.
cs_cz: Díky dotazovacímu nástroji se zvýrazňováním syntaxe mohou uživatelé spouštět vlastní dotazy. Ze stromu objektů lze do dotazovacího nástroje přenášet definice SQL libovolného objektu nebo si může uživatel může skripty vytvářet ručně od jednoduchých po opravdu komplexní. Pokud běh dotazu trvá příliš dlouho, můžete jej přerušit červeným tlačítkem. Na konec se vám zobrazí čas trvání dotazu, takže můžete dotazy optimalizovat, a je podporované asynchronní oznamování z PostgreSQL.
fr_fr: Un outil de requêtage avec coloration syntaxique permet aux utilisateurs d'exécuter des requêtes faites sur commande. La définition SQL de n'importe quel objet peut être automatiquement transférée à l'outil de requêtage à partir du navigateur d'objet. L'utilisateur peut également écrire de simples requêtes ou écrire à la main des scripts complexes. De longues exécutions de requête peuvent être annulées s'il y a lieu en cliquant sur le bouton carré rouge. L'outil affiche les temps d'exécution des requêtes pour aider l'utilisateur à les optimiser et supporter pleinement le système de messages asynchrones de PostgreSQL.
ru_ru: Инструмент запросов с цветовой подсветкой синтаксиса предназначен для написания и выполнения произвольных запросов. Редактор может автоматически загружать SQL-определение любого объекта из обозревателя объектов, либо пользователь может написать простые или сложные скрипты вручную. Длительно выполняющиеся запросы пользователь может при необходимости прервать, нажав красную кнопку. Выполняя запросы, инструмент запросов показывает время их выполнения, помогая тем самым оптимизировать их, а также полностью поддерживает асинхронную систему уведомлений PostgreSQL.

source: Access to all PostgreSQL objects
cs_cz: Přístup ke všem objektům PostgreSQL
fr_fr: Accès à tous les objets PostgreSQL
ru_ru: Доступ ко всем объектам PostgreSQL

source: Add '...' to truncated column comments in table SQL, per Erwin Brandstetter.
cs_cz: Přidává „...“ k ořezaným komentářům sloupců v tabulkách. [Erwin Brandstetter]
fr_fr: Ajout de '...' aux commentaires tronqués des colonnes dans le SQL de la table, par Erwin Brandstetter.

source: Add 'scratch pads' to the Edit Grid and Query Tool windows to use when copying and pasting data back and forth.
cs_cz: Přidává do editační mřížky a dotazovacího nástroje „poznámkový blok“, do kterého si lze odkládat pomocí kopírovat/vložit data.
fr_fr: Ajout de « scratch pads » dans les fenêtres de la grille de modification et de l'outil de requêtes, à utiliser lors d'un coper/coller de données.

source: Add -a and -q command line options to auto connect to a server and open a query window respectively.
cs_cz: Přidává volby příkazového řádku -a a -q na automatické připojení respektive otevření dotazovacího nástroje.
fr_fr: Add -a and -q command line options to auto connect to a server and open a query window respectively.Ajout d'options en ligne de commande -a et -q pour, respectivement, se connecter automatiquement à un serveur et ouvrir une fenêtre de requêtes.

source: Add -qc switch to open query tool and autoconnect using a connection string.
cs_cz: Přidává volbu příkazového řádku -qc, která otevře dotazovací nástroj a automaticky se připojí pomocí připojovacího řetězce.
fr_fr: Ajout de l'option -qc pour ouvrir l'outil de requêtes et se connecter automatiquement en utilisant une chaîne de connexion.

source: Add CREATE/INSERT/UPDATE/SELECT script menu options for various object types to create script templates.
cs_cz: Přidává do menu pro různé typy objektu položky Skript CREATE/INSERT/UPDATE/SELECT, které vytváří šablonové skripty.
fr_fr: Ajout des options CREATE/INSERT/UPDATE/SELECT au menu Scripts pour les différents types d'objets, options permettant de créer des modèles de script.

source: Add EnterpriseDB's default database (edb) to the Server dialog's default option.
cs_cz: Přidává výchozí databázi pro EnterpriseDB (edb) do servisních databází v dialogu serveru.
fr_fr: Ajout de la base de données par défaut d'EnterpriseDB (edb) dans les options par défaut du dialogue Serveur.

source: Add a 'Favourites' query organiser to the Query Tool.
cs_cz: Přidává správce „oblíbených“ dotazů do dotazovacího nástroje
fr_fr: Ajout d'un organisateur de requêtes favorites à l'outil de requêtes.

source: Add a 'Run Now' options for pgAgent jobs.
cs_cz: Přidat volbu „Spustit právě teď“ pro úkoly pgAgent
fr_fr: Ajout de l'option « Exécuter maintenant » pour les jobs pgAgent.

source: Add a dialog to allow the user to set a global breakpoint in a specific backend process [DP]
cs_cz: Přidat dialog, pomocí kterého mohou uživatelé nastavit globální body přerušení ve zvoleném procesu serveru. [DP]
fr_fr: Ajouter un dialogue pour permettre à l'utilisateur de configurer un point d'arrêt global sur un processus spécifique [DP]
ru_ru: Добавить диалог, где пользователь сможет установить глобальную точку останова в заданном серверном процессе [DP]

source: Add a guru hint to warn the user of the consequences of storing passwords.
cs_cz: Přidává radu odborníka, která varuje uživatele na potenciální nebezpečí související s uloženými hesly.
fr_fr: Ajout d'un conseil de gourou pour avertir l'utilisateur sur les conséquences du stockage des mots de passe.

source: Add a macro facility to the Query Tool.
cs_cz: Přidává podporu maker do dotazovacího nástroje.
fr_fr: Gestion de macros dans l'outil de requêtes.

source: Add a new Find & Replace dialogue to the query tool, implementing all the normal Find & Replace options as well as a powerful regular expression search mode.
cs_cz: Přidává do dotazovacího nástroje nový dialog „Hledat a nahradit“, který obsahuje všechny normální možnosti pro hledání a nahrazování a navíc mocný režim hledání podle regulárních výrazů.
fr_fr: Ajout d'un nouveau dialogue « Chercher et remplacer » à l'outil de requêtes, implémentant toutes les options habituelles ainsi qu'un puissant mode de recherche par expression rationnelle.

source: Add a new command line option (-f ) to open an SQL script automatically when using -q or -qc.
cs_cz: Přidává novou volbu příkazového řádku -f, která automaticky otevře SQL skript při použití voleb -q nebo -qc.
fr_fr: Ajout d'une nouvelle option en ligne de commande (-f) pour ouvrir automatiquement un script SQL lors de l'utilisation de -q et -qc.
