Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: Newer build of EnterpriseDB consistently strip trailing semi-colons from package headers and bodies. Update reverse engineering allow for this.
cs_cz: Novější sestavení EnterpriseDB konzistentně odřezává koncové středníky z hlaviček a těl balíků. Aktualizace upravuje reverzní vytváření tak, aby to podporovalo.
fr_fr: Les nouvelles constructions d'EntrepriseDB suppriment les points-virgules en fin à partir des en-têtes et du corps des package. Le « reverse engineering » de la mise à jour permet cela.

source: News
cs_cz: Novinky
fr_fr: Informations

source: No one could change the operator class with pgAmin's UI because it lacked this information. This has changed with 1.12. A new combobox is included in the index properties dialog.
cs_cz: V uživatelském rozhraní pgAdmin nešlo měnit třídu operátora, protože tuto informaci neobsahovalo. S verzí 1.12 se to změnilo. Nový vyskakovací seznam je součástí dialogového okna vlastností.
fr_fr: Il n'était pas possible de modifier la classe d'opérateur avec l'interface de pgAdmin car aucun composant n'avait été ajouté pour cela. Cet état change en 1.12. Une nouvelle liste déroulante est inclus dans la fenêtre des propriétés d'un index.
ru_ru: Изменить класс оператора в интерфейсе pgAmin раньше было невозможно. Однако в 1.12 эта возможность появилась с добавлением соответствующего выпадающего списка в диалог свойств индекса.

source: Note that the <a href="%s">pgInstaller</a> distribution of PostgreSQL for Windows includes a bundled copy of pgAdmin.
cs_cz: Upozorňujeme, že <a href="%s">pgInstaller</a> distribuce PostgreSQL pro Windows již v sobě obsahuje kopii pgAdmin.
fr_fr: Notez que la distribution <a href="%s">pgInstaller</a> de PostgreSQL sur Windows inclut une copie de pgAdmin.

source: Note: PostgreSQL 8.2 and above include the adminpack as a Contrib module.
cs_cz: Poznámka: PostgreSQL 8.2 a novější obsahují admin pack přímo jako doplňující modul.
fr_fr: Note : PostgreSQL 8.2 et les versions ultérieures incluent adminpack en module contrib.
ru_ru: Примечание: В PostgreSQL версии 8.2 и новее админ. пакет включён как вложенный модуль.

source: Numerous changes to the database browser code to ensure changes to objects are properly reflected in the main window. In addition, the expanded/collapsed states of child nodes are retained wherever possible during refresh operations.
cs_cz: Četné změny v kódu stromu objektů, aby se zajistilo, že změny v objektech správně promítnou do hlavního okna. Navíc se při občerstvování, kdykoliv je to možné, zachová stav rozbalení/sbalení podřízených uzlů.
fr_fr: Nombreuses modifications dans le code du navigateur de bases de données pour s'assurer que les modifications d'objets sont correctement réfléchies dans la fenêtre principale. De plus, les états ouverts/fermés des nœuds fils sont conservés si possible lors des opérations de rafraichissement.

source: Object browser
cs_cz: Strom objektů
fr_fr: Navigateur
ru_ru: Браузер объектов

source: Object properties
cs_cz: Vlastnosti objektů
fr_fr: Propriétés de l'objet
ru_ru: Свойства объектов

source: Objects are displayed with their SQL definition, and a user friendly list of properties. Dependent, and dependency objects may also be browsed, and object statistics viewed where appropriate.
cs_cz: Objekty se zobrazují včetně jejich definice v SQL a uživatelsky přátelským seznamem vlastností. Můžete také procházet seznam závislostí a závisejících objektů a kde to má význam i statistiky.
fr_fr: Les objets sont affichés avec leur définition SQL et une liste améliorée de leur propriétés. Les objets dépendants de l'objet ou dont l'objet dépend, et les statistiques de l'objet sont aussi proposés si appropriés.
ru_ru: Вывод SQL-определения, а также списка свойств в виде, понятном пользователю. Отображение прямых и обратных зависимостей и статистики объектов.

source: On Greenplum database, the table's properties dialog also shows the partition name.
cs_cz: V databázi Greenplum zobrazuje dialogové okno vlastností tabulky rovněž název oddílu.
fr_fr: Dans une base de données Greenplum, la fenêtre des propriétés d'une table affiche aussi le nom de la partition.
ru_ru: Для СУБД Greenplum диалог свойств таблицы также показывает имя раздела.

source: On PostgreSQL 9.0, a new connection parameter is available. pgAdmin uses it to tell which tool uses which connection. An administrator looking at the pg_stat_activity catalog or launching the server status window will understand quickly which connections are used by a pgAdmin application, and by which pgAdmin tool.
cs_cz: V PostgresSQL 9.0 je k dispozici nový parametr připojení. pgAdmin jej používá k určení, který nástroj používá které připojení. Správce tak při podívání do katalogu pg_stat_activity nebo při spuštění okna se stavem serveru rychle pozná, které připojení používá aplikace pgAdmin a které nástroj pgAdmin.
fr_fr: Avec PostgreSQL 9.0, un nouveau paramètre de connexion est disponible. pgAdmin l'utilise pour indiquer quel outil utilise quelle connection. Un administrateur regardant le catalogue pg_stat_activity ou utilisant la fenêtre d'état du serveur peut identifier rapidement les connexions utilisées par pgAdmin, voire même par quel outil de pgAdmin.
ru_ru: Для PostgreSQL 9.0 появился новый параметр подключения. pgAdmin указывает в нём название программы, использующей определённое соединение. Таким образом, администратор может посмотреть в каталог pg_stat_activity или окно Состояние сервера и быстро понять, какие соединения использует приложение pgAdmin и какие именно программы.

source: Once the key added, you need to choose a mirror from the list of <a href="%s">PostgreSQL mirrors</a> and configure your sources.list. Click one of the flags, and copy the URL you are redirected to. On each mirror, the packages are located in: <i>/pgadmin3/release/ubuntu</i>
cs_cz: Jakmile máte přidaný klíč, musíte zvolit zrcadlo ze seznamu <a href="%s">zrcadel PostgreSQL</a> a nastavit váš sources.list. Klikněte na příslušnou vlaječku a zkopírujte si URL, na které vás to přesměrovalo. Na každém z těchto zrcadel se balíček nachází v: <i>/pgadmin3/release/ubuntu</i>
fr_fr: Une fois les clés ajoutées, choisissez un miroir dans la liste des <a href="%s">miroirs PostgreSQL</a> et configurez le fichier sources.list. Cliquez sur un des marqueurs et copiez l'URL de redirection. Sur chaque miroir, les paquets sont localisés dans <i>/pgadmin3/release/ubuntu</i>

source: Once you've selected a dump file, the "View" button will be enabled. Once clicked, the "Objects" tab will display all the objects available in the dump file. You'll have the possibility to select all the objects you want to restore. All the others will be ignored.
cs_cz: Jakmile vyberete soubor s výpisem, zpřístupní se tlačítko „Zobrazit“. Když na něj kliknete, karta „Objekty“ zobrazí všechny objekty dostupné v souboru s výpisem. Nyní máte možnost si vybrat, které objekty chcete obnovit. Všechny ostatní budou ignorovány.
fr_fr: Une fois que vous avez sélectionné un fichier de sauvegarde, le bouton « Visualiser » sera activé. Si vous cliquez dessus, l'onglet « Objets » sera sélectionné et affichera tous les objets disponibles dans le fichier de sauvegarde. Vous pouvez ainsi sélectionner tous les objets que vous voulez restaurer. Tous les autres seront ignorés.
ru_ru: Когда вы выбираете файл архива, становится доступна кнопка "Показать объекты". Нажав её , вы увидите во вкладке Объекты все объекты, содержащиеся в резервной копии, и выбрать те, которые вы хотите восстановить. Все остальные объекты будут пропущены.

source: One can now change a <b>language's owner</b>.
cs_cz: Nyní můžete změnit <b>vlastníka jazyka</b>.
fr_fr: Un utilisateur peut maintenant modifier le <b>propriétaire d'un langage</b>.
ru_ru: Теперь вы можете изменить <b>владельца языка</b>.

source: Only enable the 'Include SQL' checkbox on the report dialog if there is SQL to include, Per Ezequias Rodrigues da Rocha
cs_cz: Povoluje vyběrové políčko „Zahrnout SQL do reportu“ v dialogu reportu pouze pokud obsahuje SQL. [Ezequias Rodrigues da Rocha]
fr_fr: Activation de la case à cocher « Inclure SQL » sur le dialogue des rapports seulement s'il y a du code SQL à inclure, par Ezequias Rodrigues da Rocha

source: Only offer the Jobs node if the user can access the pgagent schema.
cs_cz: Nabízí uzel „Úkoly“ pouze pokud má uživatel přístup ke schématu pgagent.
fr_fr: N'offre que le nœud Jobs si l'utilisateur peut accéder au schéma pgagent.

source: Only the function dialog was resizable. With 1.10, <b>each property dialog is resizable</b>:
cs_cz: Dříve šla měnit velikost pouze u dialogu funkce. Od verze 1.10 <b>lze měnit velikost všech dialogů vlastností</b>:
fr_fr: Seule la fenêtre des propriétés d'une fonction était redimensionnable. En 1.10, <b>chaque dialogue de propriétés est redimensionnable</b>&nbsp;:
ru_ru: В предыдущих версия растягивался только диалог функции, но в 1.10 <b>можно изменять размер любого диалога свойств</b>:

source: Open Source administration and management tools for the PostgreSQL database and derivative products such as EnterpriseDB Postgres Plus Advanced Server and Greenplum Database. Includes a graphical administration interface, an SQL query tool with grahical EXPLAIN, a procedural code editor, an SQL/shell/batch scheduling agent, Slony-I management and much more. pgAdmin is designed to answer the needs of most users, from writing simple SQL queries to developing complex databases. The graphical interface supports all PostgreSQL features and makes administration easy. Available in more than a dozen languages and for several operating systems, including Microsoft Windows &trade;, Linux, FreeBSD, Mac OSX and Solaris.
cs_cz: Open Source nástroje pro správu a administraci databází PostgreSQL a odvozených produktů, jako je EnterpriseDB Postgres Plus Advanced Server a Greenplum Database. Obsahuje grafické administrační rozhraní, dotazovací nástroj SQL s grafickým výkladem dotazu, editor procedurálního kódu, plánovacího agenta pro úkoly v SQL/shellu, správu Slony-I a mnoho dalšího. pgAdmin je navržen jako odpověď na potřeby většiny uživatelů, od psaní jednoduchých dotazů SQL pro vývoj komplexních databází. Grafické rozhraní podporuje všechny funkce PostgreSQL a z administrace dělá snadnou záležitost. Dostupný je ve více jak tuctu jazyků a pro většinu běžných operačních systémů, včetně MS Windows &trade;, Linux, FreeBSD, Mac OSX a Solaris.
fr_fr: Outils d'administration et de gestion libre pour le serveur de bases de données PostgreSQL et les produits dérivés comme EnterpriseDB Postgres Plus Advanced Server et Greenplum. Inclut une interface graphique d'administration, un outil de requêtage SQL avec un EXPLAIN graphique, un éditeur de code, un agent de planification SQL/shell/batch, une gestion de Slony-I et bien plus encore. pgAdmin est conçu pour répondre aux besoins de la majorité des utilisateurs, ceci allant de l'écriture de simples requêtes SQL au développement de bases de données complexes. L'interface graphique supporte toutes les fonctionnalités de PostgreSQL et facilite l'administration. Disponible dans plus d'une douzaine de langue et pour plusieurs systèmes d'exploitation, comme Microsoft Windows &trade;, Linux, FreeBSD, Mac OSX et Solaris.
ru_ru: Открытые инструменты для управления и администрирования СУБД PostgreSQL и производных продуктов, в частности EnterpriseDB Postgres Plus Advanced Server и Greenplum Database. Инструментарий включает графический интерфейс администрирования, SQL-запросник с графическим анализатором, редактор процедурного кода, агент планирования заданий SQL/оболочки/, средства управления Slony-I и многое другое. pgAdmin отвечает потребностям большинства пользователей - от написания простых SQL-запросов и до разработки сложных баз данных. Графический интерфейс поддерживает все функции PostgreSQL и упрощает его администрирование. Выходит на более чем десяти языках для самых популярных операционных систем: Linux, FreeBSD, Mac OSX, Solaris и Windows &trade;.

source: Open Source administration and management tools for the PostgreSQL database. Includes a graphical administration interface, an SQL query tool, a procedural code editor and much more. Designed to answer the needs of most users.
cs_cz: Open Source nástroje pro správu a administraci databází PostgreSQL. Obsahuje grafické administrační rozhraní, dotazovací nástroj SQL, editor procedurálního kódu a mnoho dalšího. Je navržen jako odpověď na potřeby většiny uživatelů.
fr_fr: Outils d'administration et de gestion libre pour le serveur de bases de données PostgreSQL. Inclut une interface d'administration graphique, un outil de requêtage SQL, un éditeur de code pour les procédures. Conçu pour répondre aux besoins de la majorité des utilisateurs.
ru_ru: Открытые инструменты для управления и администрирования СУБД PostgreSQL. Инструментарий включает графический интерфейс администрирования, SQL-запросник, редактор процедурного кода и многое другое, что отвечает потребностям большинства пользователей.

source: Open Source administration and management tools for the PostgreSQL database. Includes a graphical administration interface, an SQL query tool, a procedural code editor and much more. pgAdmin is designed to answer the needs of most users, from writing simple SQL queries to developing complex databases. Available in more than a dozen languages and for most common operating systems.
cs_cz: Open Source nástroje pro správu a administraci databází PostgreSQL. Obsahuje grafické administrační rozhraní, dotazovací nástroj SQL, editor procedurálního kódu a mnoho dalšího. pgAdmin je navržen jako odpověď na potřeby většiny uživatelů, od psaní jednoduchých dotazů SQL pro vývoj komplexních databází. Dostupný je ve více jak tuctu jazyků a pro většinu běžných operačních systémů.
fr_fr: Outils d'administration et de gestion libre pour le serveur de bases de données PostgreSQL. Inclut une interface d'administration graphique, un outil de requêtage SQL, un éditeur de code pour les procédures et bien plus. pgAdmin est conçu pour répondre aux besoins de la majorité des utilisateurs, ceux-ci allant de l'écriture de simples requêtes SQL au développement de bases de données complexes. Disponible dans plus d'une douzaine de langues et pour la plupart des systèmes d'exploitation communs.
ru_ru: Открытые инструменты для управления и администрирования СУБД PostgreSQL. Инструментарий включает графический интерфейс администрирования, SQL-запросник, редактор процедурного кода и многое другое, что отвечает потребностям большинства пользователей - от написания простых SQL-запросов и до разработки сложных баз данных.Выходит на более чем десяти языках для самых популярных операционных систем.

source: Open Source management and administration tools for the PostgreSQL database.
cs_cz: Open Source nástroje pro správu a administraci databází PostgreSQL.
fr_fr: Outils de gestion et d'administration libre pour le serveur de bases de données PostgreSQL.
ru_ru: Открытые инструменты для управления и администрирования СУБД PostgreSQL.

source: OpenSUSE packages built on a server periodically updated to -current are available for download. These builds should run on most recent versions of OpenSUSE.
cs_cz: Sestavení balíčku dostupného ke stažení pro OpenSUSE je na serveru periodicky aktualizováno na -current. Tím pádem by toto sestavení mělo běžet na nejnovějších verzí OpenSUSE.
fr_fr: Les paquets OpenSUSE construits sur un serveur mis à jour périodiquement sont disponibles au téléchargement. Ces constructions devraient fonctionner sur les versions les plus récentes d'OpenSUSE.

source: Operator classes
cs_cz: Třídy operátorů
fr_fr: Classes d'opérateurs
ru_ru: Классы операторов

source: Operator families
cs_cz: Rodiny operátorů
fr_fr: Familles d'opérateur
ru_ru: Семейства операторов

source: Operators
cs_cz: Operátory
fr_fr: Opérateurs
ru_ru: Операторы

source: Other more minor changes in v1.10 include:
cs_cz: Další méně významné změny v 1.10 jsou:
fr_fr: Les autres modifications mineures de la 1.10 incluent&nbsp;:
ru_ru: Другие менее значительные изменения в версии 1.10:

source: Other than the Graphical Query Builder and the pgScript scripting framework, the Query Tool adds options to shift selected text to upper or lower case in the SQL editor, adds block indenting and outdenting, prevents the auto complete being used while a query is running and adds block commenting and uncommenting to the SQL editor.
cs_cz: Mimo grafického tvůrce dotazů a skriptovacího systému pgScript byly doplněné funkce pro převod textu vybraného v editoru SQL na malá nebo velká písmena, odsazování a přirážení bloku textu, zakomentování a odkomentování bloku textu a během provádění dotazu se vypíná funkce automatického dokončování.
fr_fr: En dehors du constructeur graphique de requêtes et de la plateforme de scripts pgScript, l'outil de requêtage ajoute des options pour transformer le texte en tout majuscule ou en tout minuscule, pour indenter ou non des blocs de texte, pour empêcher la complétion automatique pendant l'exécution d'une requête et pour ajouter/supprimer le commentaire d'un bloc dans l'éditeur SQL.
ru_ru: Кроме графического построителя запросов и среды скриптов pgScript, в запроснике появилась возможность изменять регистр текста, управлять отступами блоков, комментировать и убирать комментарии блоков кода в SQL-редакторе. И автодополнение теперь не работает, пока выполняется запрос.

source: Other work happened on this window. A 'Blocked By' column appears to show if a transaction is blocked by another process. One can launch pgAdmin to only show the Server Status window, with the -S and -Sc command line options.
cs_cz: Byly provedené ještě některé další úpravy. Pokud je transakce blokovaná jiným procesem, objeví se sloupec s údajem, kdo ji blokuje. Aplikaci pgAdmin lze volbou příkazového řádku -S a -Sc spustit v režimu, kdy bude zobrazovat pouze okno se stavem serveru.
fr_fr: Ce n'est pas tout. Une colonne «&nbsp,Bloqué par&nbsp;» apparaît pour afficher si une transaction est bloquée par un autre processus. Les options -S et -Sc font leur apparition pour afficher uniquement la fenêtre d'état du serveur au lancement de pgAdmin.
ru_ru: В этом окне проделана и другая работа. В списке Активность появился столбец 'Заблокировано', который отражает, что транзакция заблокирована другим процессом. Интерфейс pgAdmin можно вообще ограничить окном "Состояние сервера", если запустить его с параметром -S или -Sc.

source: Out of date translations (%d)
cs_cz: Neaktuální překlady (%d)
fr_fr: Traductions obsolètes (%d)
ru_ru: Устаревшие переводы (%d)

source: Over 20 supported translations. A detailed list of supported languages is available on the <a href="%s">translation status</a> page.
cs_cz: Více jak 20 podporovaných překladů. Podrobný seznam podporovaných jazyků je dostupný na stránce <a href="%s">stav překladu</a>.
fr_fr: Plus d'une vingtaine de traductions maintenues. Une liste détaillée des langues supportées est disponible sur la page d'<a href="%s">état des traductions</a>.

source: Overhaul of server config settings.
cs_cz: Přepracovat nastavování serveru.
fr_fr: Revue des paramètrages du serveur.

source: Packages built for Solaris on Sparc and Intel are available, courtesy of Sun Microsystems.
cs_cz: Jsou dostupné balíčky sestavené pro Solaris na Sparc a Intel, se svolením Sun Microsystems.
fr_fr: Les paquets construits pour Solaris sur Sparc et Intel sont disponibles grâce à Sun Microsystems.

source: Parse function parameter names correctly when they contain commas.
cs_cz: Správně analyzuje názvy parametrů funkcí, když obsahují čárky.
fr_fr: Met proprement entre guillemets les noms des paramètres de fonction quand ils contiennent des virgules.

source: People using pgAdmin on WLAN and other unreliable connections may have suffered from disconnections being poorly handled in pgAdmin. On the browser, pgAdmin is now able to detect a disconnection and asks the user if he wants to reconnect.
cs_cz: Lidé, kteří používají WLAN nebo jiná nespolehlivá spojení, to neměli jednoduché kvůli špatnému řešení situace při odpojení. pgAdmin je nyní schopen v prohlížeči odpojení zjistit a dotázat se uživatele, zda se chce opětovně připojit.
fr_fr: Les personnes utilisant pgAdmin sur WLAN ou sur d'autres connexions peu fiables peuvent avoir souffert de déconnexions mal gérées par pgAdmin. Sur le navigateur, pgAdmin est maintenant capable de détecter une déconnexion et peut demander à l'utilisateur s'il souhaite se reconnecter.
ru_ru: Люди, использующие pgAdmin с WLAN или другими нестабильными подключениями, раньше могли испытывать неудобства из-за того, что pgAdmin плохо обрабатывал отключения. Однако теперь pgAdmin в браузере объектов может определить, что произошло отключение, и предложить пользователю восстановить соединение.

source: Personal data
cs_cz: Osobní údaje
fr_fr: Données personnelles
ru_ru: Персональные данные

source: Please <b>do not</b> send an email directly to one of the programmers; they might miss it, or even be the wrong person at all. Using the mailing list guarantees that your request isn't lost and will be answered in a timely fashion.
cs_cz: <b>Neposílejte</b> prosím emaily přímo jednotlivým vývojářům. Mohou je opominout nebo je nemusíte poslat té pravé osobě. Použití poštovní konference garantuje, že se váš požadavek neztratí a bude zodpovězen správným způsobem.
fr_fr: Merci de <b>ne pas</b> envoyer un courrier électronique directement à un des développeurs&nbsp;; ils pourraient l'oublier ou pourraient ne pas concerner cette personne. L'utilisation des listes de discussion garantie que votre requête ne sera pas perdue et qu'elle obtiendra une réponse le plus rapidement possible.
ru_ru: Пожалуйста, <b>не</b> посылайте сообщения непосредственно какому-либо программисту; он может пропустить ваше сообщение, или вообще оказаться не тем человеком. Обращаясь в список рассылки, вы можете быть уверены в том, что ваш запрос не будет потерян и вы получите оперативный ответ.
