Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: To install these packages, unzip the downloaded file, double-click the </i>pgadmin3.msi</i> installer file and follow the on-screen instructions. Minor upgrades (e.g. from 1.4.0 to 1.4.1) can be performed using the <i>upgrade.bat</i> script. Differing major releases, e.g. 1.2.2 and 1.4.1, can be installed on the same machine at the same time.
cs_cz: Tyto balíčky nainstalujete tak, že rozzipujete stažené soubory, poklikáte na instalační soubor </i>pgadmin3.msi</i> a budete se řídit instrukcemi na obrazovce. Na minoritní aktualizace (např. z 1.4.0 na 1.4.1) můžete použít skript <i>upgrade.bat</i>. Hlavních verzí (např. 1.2.2 a 1.4.1) můžete mít na jednom počítači nainstalováno i několik současně.
fr_fr: Pour installer ces paquets, décompressez le fichier téléchargé, double-cliquez sur le fichier installeur <i>pgadmin3.msi</i> et suivez les instructions à l'écran. Les mises à jour mineures (par exemple de 1.4.0 à 1.4.1) peuvent se faire en utilisant le script <i>upgrade.bat</i>. Des versions majeures différentes, par exemple 1.2.2 et 1.4.1, peuvent être installées sur la même machine en même temps.
ru_ru: Чтобы установить выбранный пакет, скачайте и разверните архив, а затем запустите установщик <i>pgadmin3.msi</i> и следуйте инструкциям на экране. Для обновления младших версий (например, чтобы перейти с 1.4.0 на 1.4.1) можно воспользоваться скриптом <i>upgrade.bat</i>. При этом вы можете установить на одном компьютере несколько разных старших версий, например 1.2.2 и 1.4.1.

source: To install these packages, use a command such as:
cs_cz: Pro nainstalování balíčků použijte příkazy jako:
fr_fr: Pour installer ces paquets, utilisez une commande comme&nbsp;:

source: To install these packages, use the OpenSUSE <i>pkgtool</i> or <i>installpkg</i> utilities.
cs_cz: Pro nainstalování těchto balíčků použijte pomůcky OpenSUSE <i>pkgtool</i> nebo <i>installpkg</i>.
fr_fr: Pour installer ces paquets, utilisez les outils OpenSUSE <i>pkgtool</i> ou <i>installpkg</i>.

source: To install these packages, use the Slackware <i>pkgtool</i> or <i>installpkg</i> utilities.
cs_cz: Pro nainstalování těchto balíčků použijte pomůcky Slackware <i>pkgtool</i> nebo <i>installpkg</i>.
fr_fr: Pour installer ces paquets, utilisez les outils Slackware <i>pkgtool</i> ou <i>installpkg</i>.

source: To make it easier, all SQL keywords are written in capital letters. Conversely, all capital letters entries are SQL keywords.
cs_cz: Aby se to alespoň trochu zjednodušilo, jsou všechna klíčová slova SQL psaná velkými písmeny. Vzato z druhé strany, vše co je psáno velkými písmeny je klíčové slovo SQL.
fr_fr: Pour le faciliter, tous les mots clés SQL sont écrits en lettres capitales. Du coup, toutes les entrées en lettres capitales sont des mots clés SQL.
ru_ru: Чтобы выделить их, все ключевые слова SQL записываются заглавными буквами. Другими словами, всё, что написано заглавными буквами - это слова SQL.

source: To update a language, download the appropriate <i>.mo</i> file, and update your local copy. This is normally stored under <i>/usr/share/pgadmin3/i18n/lc_CC</i> on Linux and other Unixes or <i>C:\Program Files\pgAdmin III\X.Y\i18n\lc_CC</i> on Windows, where <i>lc_CC</i> is your language code and country code - e.g. <i>pt_BR</i> for Portuguese as spoken in Brazil
cs_cz: Jazyk zaktualizujete tak, že si stáhnete příslušný soubor <i>.mo</i> a zaktualizujete svoji lokální kopii. Normálně bývá uložená ve složce <i>/usr/share/pgadmin3/i18n/lc_CC</i> pod Linuxem a dalšími Unixy nebo v <i>C:\Program Files\pgAdmin III\X.Y\i18n\lc_CC</i> pod Windows, kde <i>lc_CC</i> je kód vašeho jazyka a země - např. <i>cs_CZ</i> pro češtinu v České republice.
fr_fr: Pour mettre à jour une langue, téléchargez le fichier <i>.mo</i> approprié et mettez à jour votre copie locale. Elle est normalement stockée sous <i>/usr/share/pgadmin3/i18n/lc_CC</i> sur Linux et les autres Unix, et sous <i>C:\Program Files\pgAdmin III\X.Y\i18n\lc_CC</i> sur Windows, avec <i>lc_CC</i> votre code de langue et code de pays (par exemple, <i>pt_BR</i> pour le portugais parlé au Brésil)
ru_ru: Чтобы дополнить или исправить перевод, загрузите соответствующий файл <i>.mo</i> и отредактируйте локальную копию. Обычно она помещается в каталог <i>/usr/share/pgadmin3/i18n/lc_CC</i> в Linux и других Unix-системах, либо в <i>C:\Program Files\pgAdmin III\X.Y\i18n\lc_CC</i> в Windows, где <i>lc_CC</i> - код вашего языка и страны, например <i>pt_BR</i> обозначает португальский, на котором говорят в Бразилии.

source: To view a full size version of any screenshot, simply click on it. In addition to the those found in this section additional images can also be found in the <a href="%s">online documentation</a>.
cs_cz: Klepnutím na libovolný obrázek s ukázkou jej zobrazíte v plné velikosti. Na další obrázky, mimo těch které najdete v této sekci, se můžete podívat v <a href="%s">on-line dokumentaci</a>.
fr_fr: Pour visualiser une capture en taille réelle, cliquez simplement sur elle. En plus des images disponibles dans cette section, d'autres images sont placées dans la <a href="%s">documentation en ligne</a>.
ru_ru: Щёлкните снимок экрана, чтобы просмотреть его в полном размере. Дополнительные изображения к тем, что представлены в этом разделе, можно также найти в <a href="%s">веб-документации</a>.

source: Tour (1.10)
cs_cz: Prohlídka (1.10)
ru_ru: Обзор (1.10)

source: Tour (1.12)
cs_cz: Prohlídka (1.12)
ru_ru: Обзор (1.12)

source: Translated
cs_cz: Přeloženo
fr_fr: Traduit
ru_ru: Переведено

source: Translation
cs_cz: Překlad
fr_fr: Traduction
ru_ru: Перевод

source: Treat all functions & procedures as 'Functions' in PostgreSQL, and class only EnterpriseDB edbspl functions returning void as 'Procedures'.
cs_cz: V PostgreSQL ošetřuje všechny funkce a procedury jak „funkce“ a pouze třídu edbspl funkcí v EnterpriseDB, které vrací void, jako „procedury“.
fr_fr: Traite toutes les fonctions et procédures comme des procédures avec PostgreSQL et classe seulement les fonctions edbspl d'EnterpriseDB renvoyant void commes des procédures.

source: Treat view columns as first class citizens. Show them on the treeview, and allow their properties page to be viewed. Allow editting of the default value and comment, and reflect this in the reverse engineered SQL for the view.
cs_cz: Ošetřuje sloupce pohledu jako příslušníky první třídy. Zobrazuje je ve stromu objektů a umožňuje prohlížet jejich vlastnosti. Můžete upravovat jejich výchozí hodnotu a komentář, což se i příslušně odrazí v reverzně vytvořeném SQL pohledu.
fr_fr: Traite les colonnes des vues comme des citoyens de première classe. Les affiche dans le navigateur et permet la visualisation de leur propriétés. Permet la modification de leur valeur par défaut et de leur commentaire et réflète le tout dans le SQL généré pour la vue.

source: Trigger functions
cs_cz: Funkce triggerů
fr_fr: Fonctions déclencheurs
ru_ru: Триггерные функции

source: Trigger properties
cs_cz: Vlastnosti triggeru
fr_fr: Propriétés d'un trigger
ru_ru: Свойства триггера

source: Truncate comments containing \r\n correctly, per Erwin.
cs_cz: Korektně ořezává komentáře, které obsahují \r\n. [Erwin]
fr_fr: Tronque correctement les commentaires contenant \r\n, par Erwin.

source: Try to publish 'standard' information about pgAdmin to help ensure accuracy and consistency of information. Some examples are shown on the <a href="%s">information</a> page.
cs_cz: Zkuste o pgAdmin publikovat „standardní“ informace, což pomáhá udržet správnost a jednotnost informací. Některé příklady jsou uvedené na stránce <a href="%s">informace</a>.
fr_fr: Essayez de publier des informations «&nbsp;standards&nbsp;» sur pgAdmin pour s'assurer de la précision et de la cohérence de l'information. Quelques exemples sont disponibles sur la page d'<a href="%s">information</a>.
ru_ru: Если возможно, старайтесь размещать &laquo;стандартные&raquo; сведения о pgAdmin, чтобы сохранить точность и единообразие информации. Некоторые примеры таких сведений приведены на странице <a href="%s">Информация</a>.

source: Type properties
cs_cz: Vlastnosti typu
fr_fr: Propriétés du type
ru_ru: Свойства типа

source: Types
cs_cz: Typy
ru_ru: Типы

source: Ubuntu Dapper configuration
cs_cz: Nastavení v Ubuntu Drapper
fr_fr: Configuration d'Ubuntu Dapper

source: Ubuntu Feisty or Gutsy configuration
cs_cz: Nastavení v Ubuntu Feisty nebo Gutsy
fr_fr: Configuration d'Ubuntu Feisty et Gutsy

source: Undecorated out-param types must be included in EDB-SPL function signatures when altering comments or privileges or dropping functions or procedures.
cs_cz: V hlavičce funkce EDB-SPL musí být obsaženy nepřikrášlené typy výstupního parametru, když se mění komentáře nebo oprávnění nebo odstraňuje funkce nebo procedura.
fr_fr: Les types des paramètres OUT non décorés doivent être inclus dans les signaturesde fonction EDB-SPL lors de la modification de commentaires et de droits ou la suppression de fonctions et procédures.

source: Under 2000 characters
cs_cz: Méně jak 2000 znaků
fr_fr: Sous 2000 caractères
ru_ru: До 2000 знаков

source: Under 250 characters
cs_cz: Méně jak 250 znaků
fr_fr: Sous 250 caractères
ru_ru: До 250 знаков

source: Under 45 characters
cs_cz: Méně jak 45 znaků
fr_fr: Sous 45 caractères
ru_ru: До 45 знаков

source: Under 450 characters
cs_cz: Méně jak 450 znaků
fr_fr: Sous 450 caractères
ru_ru: До 450 знаков

source: Under 80 characters
cs_cz: Méně jak 80 znaků
fr_fr: Sous 80 caractères
ru_ru: До 80 знаков

source: Unfortunately, pgAdmin 1.8 doesn't have support for FTS Objects</b>. One of the things we had to do for 1.10 is to support these.
cs_cz: pgAdmin 1.8 bohužel nemá podporu pro objekty FTS (plně textové vyhledávání). Jedna z věcí, která byla do 1.10 přidaná je právě tato podpora.
fr_fr: pgAdmin 1.8 n'avait pas le support des <b>objets FTS</b>. La version 1.10 a été modifiée en conséquence.
ru_ru: К сожалению, в pgAdmin 1.8 не было поддержки объектов FTS</b>. Одной из наших целей при разработке 1.10 было реализовать эту поддержку.

source: Update node text when refreshing treeview nodes in case part of the identifier has changed.
cs_cz: Aktualizuje text uzlu při občerstvování uzlů stromu v případě, kdy se změnila část identifikátoru.
fr_fr: Mise à jour du texte d'un noeud lors du rafraichissement des noeuds du navigateur d'objets dans le cas où une partie de l'identifiant a changé.

source: Update to support the changed syntax of pg_dump 8.2+.
cs_cz: Aktualizace kvůli podpoře změněné syntaxe pg_dump 8.2+.
fr_fr: Support de la syntaxe du pg_dump 8.2+.

source: Use E'' style escape string syntax when required.
cs_cz: Pokud je požadováno, tak se použije řetězec ošetřený escape sekvencemi ve stylu E".
fr_fr: Utilisation de la syntaxe de chaînes d'échappement E'' quand cela est requis.

source: Use EnterpriseDB's utilities for dump and restore EDB databases to ensure non-PG extensions can be handled.
cs_cz: Používá pomůcky z EnterpriseDB pro zálohování a obnovu databází EnterpriseDB, aby se mohlo pracovat i s ne-PG rozšířeními.
fr_fr: Utilise les outils d'EnterpriseDB pour la sauvegarde et la restauration des bases de données EDB et ainsi s'assurer que les extensions non PG sont gérées.

source: Use Oracle style syntax for edbspl triggers.
cs_cz: Používá syntaxi ve stylu Oracle pro edbspl triggery.
fr_fr: Utilisation de la syntaxe style Oracle poiur les triggers edbspl.

source: Use SQL standard type names where appropriate. Show them as 'aliases' in the browser.
cs_cz: Pokud je to vhodné, používají se standardní názvy typů. Ve prohlížeči se zobrazují jako „přezdívky“.
fr_fr: Utilisation des noms des types du standard SQL si approprié. Les affiche comme alias dans le navigateur.

source: Use pg_statindex (if available) to optionally display additional index statistics on a per-table basis. Also works for index-constraints.
cs_cz: Využívá se pg_statindex (pokud je dostupný) k zobrazení nepovinných doplňkových statistik o indexu u jednotlivých tabulek. Stejně tak funguje i pro omezení typu index.
fr_fr: Utilise pgstatindex (si disponible) pour afficher en option des statistiques supplémentaires sur l'index. Fonctionne aussi avec les index de contraintes.

source: Use pg_stattuple (if available) to optionally display additional table statistics on a per-table basis.
cs_cz: Využívá se pg_stattuple (pokud je dostupný) k zobrazení nepovinných doplňkových statistik o tabulce u jednotlivých tabulek.
fr_fr: Utilise pgstattuple (si disponible) pour afficher en option des statistiques supplémentaires sur la table.

source: Use popen() when testing the versions of helper apps on non-windows platforms to avoid an obscure bug on PPC Macs that could leave wxExecute hanging indefinitely whilst waiting on a zombie process.
cs_cz: Při testování verze pomocných aplikací na ne-Windows platformách se používá popen(), aby se zabránilo obskurní chybě na PPC Mac, která způsobovala nedefinovatelné zatuhnutí během čekání na proces zombie.
fr_fr: Utilisation de popen() lors du test des versions des applications d'aide sur les plateformes autres que Windows pour éviter un bogue obscur sur les Mac PPC qui pourrait amener wxExecute à ne jamais terminer son attente d'un processus zombi.

source: Use the correct version of the Slony scripts when creating a new cluster, per Duncan Beeby.
cs_cz: Využívá správnou verzi skriptů Slony při vytváření nového clusteru. [Duncan Beeby]
fr_fr: Utilise la bonne version des scripts Slony lors de la création d'un nouveau cluster, par Duncan Beeby.

source: Use virtual data table for Query Tool, to eliminate retrieval time.
cs_cz: Používá virtuální datové tabulky pro dotazovací nástroj, aby se zkrátil čas na získání odpovědi.
fr_fr: Utilisation d'une table de données virtuelle dans l'outil de requêtes pour diminuer le temps de récupération des lignes.

source: User interface
cs_cz: Uživatelské rozhraní
fr_fr: Interface utilisateur
ru_ru: Интерфейс

source: Users
cs_cz: Uživatelé
fr_fr: Utilisateurs
ru_ru: Пользователи

source: Using the table properties dialog should be quicker now because the list of types is now cached.
cs_cz: Používání dialogového okna vlastností tabulky by mělo být nyní rychlejší, protože seznam typu je ukládán do mezipaměti.
fr_fr: Utiliser la fanêtre des propriétés d'une table devrait être plus rapide maintenant car la liste des types est mise en cache.
ru_ru: Диалог свойств таблицы должен работать быстрее, так как список типов теперь кэшируется в памяти.

source: Usually, we prefer native speakers translate into their mother tongue. In the case of non-European and non-Asian languages, we have no special requirements.
cs_cz: Obvykle preferujeme rodilé mluvčí pro překlad do jejich rodného jazyka. V případě neevropských a neasijských jazyků nemáme žádné speciální požadavky.
fr_fr: Habituellement, nous préférons que les utilisateurs traduisent dans leur propre langue. Dans le cas des langues non européenne et non asiatiques, nous n'avons aucun prérequis particulier.
ru_ru: Обычно мы предпочитаем, чтобы переводчик переводил текст на свой родной язык. Для не европейских и не азиатских языков мы не предъявляем никаких особых требований.

source: Very fast datagrid for display/entry of data
cs_cz: Velmi rychlá datová mřížka na zobrazování/zadávání dat
fr_fr: Grille de données très rapide pour afficher/saisir des données
ru_ru: Быстрое отображение/ввод данных в табличном редакторе

source: Views
cs_cz: Pohledy
fr_fr: Vues
ru_ru: Представления

source: Warn the user and allow her to abort before re-running a backup or restore to or from the same file, in the same session (can occur if the first attempt returns an error or warning).
cs_cz: Varuje uživatele a nabízí možnost upustit od opětovného spuštění zálohy nebo obnovy do nebo ze stejného souboru během jednoho sezení (může nastat pokud první pokus vrátí chybu nebo varování)
fr_fr: Avertit l'utilisateur et lui permet d'annuler avant de ré-exécuter une sauvegarde ou une restauration à partir du même fichier, dans la même session (peut arriver si la première tentative renvoie une erreur ou un avertissement).

source: Warn the user if a file cannot be saved in the default encoding.
cs_cz: Varování uživateli, když nelze soubor uložit ve výchozím kódování.
fr_fr: Avertie l'utilisateur si un fichier ne peut pas être sauvegardé dans l'encodage par défaut.

source: Warn the user if connecting to a newer version of the server than is supported
cs_cz: Varuje uživatele, pokud se připojuje k novější verzi serveru, než je podporovaná
fr_fr: Avertie l'utilisateur s'il se connecte à un serveur plus récent que ceux supportés.
ru_ru: Предупреждение при подключении к версии сервера более новой, чем поддерживает pgAdmin

source: We also have allowed the SQL tab to be edited. For example, when adding a new column with a default value and a NOT NULL constraint, you couldn't do it with pgAdmin in one action because one needs to first add the column, change the value for each existing row and then add the NOT NULL constraint. Now, you can use the UI to do this. You'll get this query:
cs_cz: Máte teď možnost provádět úpravy na záložce SQL. Například když přidáváte nový sloupec s výchozí hodnotou a omezením NOT NULL nemusíte chtít, aby to udělal pgAdmin v jednom kroku, protože potřebujete nejdříve přidat sloupec, změnit hodnotu každého existujícího řádku a teprve potom přidat omezení NOT NULL. Nyní k tomu můžete použít grafické rozhraní. Dostanete tento dotaz:
fr_fr: Nous avons aussi autorisé l'édition du champ texte dans l'onglet SQL. Par exemple, lors de l'ajout d'une nouvelle colonne avec une valeur par défaut et une contrainte de non nullité, vous ne pouviez pas faire cela avec les versions précédentes de pgAdmin en une seule action car vous deviez d'abord ajouter la colonne, modifier la valeur de cette colonne pour chaque ligne existante et puis ajouter la contrainte de non nullité. Maintenant, vous pouvez le faire grâce à l'interface. Vous obtiendrez cette requête&nbsp;:
ru_ru: Мы также реализовали возможность редактировать текст на вкладке SQL. Например, когда вы добавляете новую колонку со значением по умолчанию и ограничением NOT NULL, вы не можете сделать это в pgAdmin за одно действие - вам придётся сначала добавить колонку, изменить значение для всех существующих строк, а затем добавить ограничение NOT NULL. Но теперь вы можете сделать всё это прямо в этом диалоге. В начале вы получите такой запрос:

source: We may collect demographic and interest category information from people via surveys, volunteered information, suggestions from members, and other means. Our members may voluntarily provide information, including that regarding personal, interests, geography, and demographics. The purpose of this data collection is to ensure we continue to understand the needs and wants of the PostgreSQL community, and therefore can provide the most relevant information, guides, and content.
cs_cz: Můžeme od lidí sbírat demografické a zájmové informace pomocí průzkumů, dobrovolně sdělených informací, podnětů od členů a dalšími způsoby. Naši členové mohou dobrovolně poskytovat informace, včetně osobních údajů, zájmů a zeměpisných a demografických údajů. Účelem sběru těchto dat je porozumět tomu, co komunita okolo PostgreSQL potřebuje a chce. Následně můžeme poskytovat relevantní informace, návody a obsah.
fr_fr: Nous pouvons récupérer des informations démographique et d'intérêt via des questionnaires, des informations données volontairement, des suggestions des membres et aussi par d'autres moyens. Nos membres peuvent fournir volontairement des informations personnelles, géographiques et démographiques. Le but de cette récupération de données est de s'assurer que nous continuons à comprendre les besoins et les envies de la communauté PostgreSQL et que, du coup, nous pouvons fournir les informations les plus adéquates.
ru_ru: Мы можем получать демографические данные и сведения об интересах пользователей из опросов, добровольно оставляемой информации, предположений наших участников и другими средствами. Наши пользователи могут добровольно предоставлять нам некоторые личные данные, сведения о своих интересах, а также географическую и демографическую информацию. Цель сбора этих данных - сохранять понимание потребностей и чаяний сообщества PostgreSQL и таким образом предоставлять вам наиболее полезную информацию, руководства и содержание сайта.

source: We need help to translate pgAdmin and our website to as many languages as possible for the benefit of our worldwide userbase. If you think you can help us, please visit the <a href="%s">translation</a> page.
cs_cz: Potřebujeme pomoc s překladem pgAdmin a našich webových stránek do co nejvíce jazyků, abychom byli přínosem pro uživatele na celém světě. Pokud si myslíte, že nám můžete pomoc, tak prosím navštivte stránku <a href="%s">překlad</a>.
fr_fr: Nous avons besoin d'aide pour traduire pgAdmin et notre site web en autant de langues que possible pour le bénéfice de notre base d'utilisateurs venant de partout dans le monde. Si vous pensez que vous pouvez nous aider, merci de visiter la page de <a href="%s">traduction</a>.
ru_ru: Нам нужна помощь в переводе pgAdmin и нашего сайта на разные языки, чтобы он был полезен для пользователей со всего мира. Если вы считаете, что можете помочь нам в этом, посетите раздел <a href="%s">Перевод</a>.

source: We need your help to translate pgAdmin into additional languages. Everyone can participate, please refer to the translation <a href="%s">howto</a> for more information. This web site can also be translated using the <a href="%s">pgadmin3_website.pot</a> file. If you are interested in the translation of PostgreSQL server messages, please visit the <a href="%s">PostgreSQL National Language Support</a> project page.
cs_cz: Potřebujeme vaši pomoc s překladem pgAdmin do dalších jazyků. Pomoci mohou všichni, více informací najdete v sekci <a href="%s">jak na to</a>. Přeložit můžete i tento web pomocí souboru <a href="%s">pgadmin3_website.pot</a>. Pokud vás zajímá překlad zpráv serveru PostgreSQL, tak navštivte stránku <a href="%s">Podpora národních jazyků v PostgreSQL</a>.
fr_fr: Nous avons besoin de votre aide pour traduire pgAdmin dans d'autres langues. Tout le monde peut participer, merci de vous référer au <a href="%s">guide pratique de traduction</a> pour plus d'informations. Ce site web peut aussi être traduit en utilisant le fichier <a href="%s">pgadmin3_website.pot</a>. Si vous êtes intéressé par la traduction des messages du serveur de PostgreSQL, merci de visiter la page du projet <a href="%s">PostgreSQL National Language Support</a>.
ru_ru: Нам нужна ваша помощь в переводе pgAdmin на другие языки. Участвовать в переводе могут все; дополнительную информацию вы можете получить на странице <a href="%s">План действий</a>. Также можно перевести интерфейс этого сайта, используя файл <a href="%s">pgadmin3_website.pot</a>. Если вы хотели бы заняться переводом сообщений сервера PostgreSQL, посетите страницу проекта <a href="%s">Языковая поддержка PostgreSQL</a>.

source: We no longer display the SQL tab for the Server properties dialog. It had no real meaning on this dialog. But we add a few things, like the color selection:
cs_cz: Nadále se již nezobrazuje karta SQL v dialogu vlastností serveru. U tohoto dialogu to nemělo žádný reálný význam. Přidali jsme ale několik věcí, jako volbu barvy:
fr_fr: Nous n'affichons plus l'onglet SQL pour le dialogue des propriétés d'un serveur. Cela n'avait pas de signification pour ce dialogue. Nous avons ajouté d'autres choses comme la sélection de couleurs&nbsp;:
ru_ru: Мы больше не отображаем вкладку SQL в диалоге свойств сервера, так как здесь она не имела большого смысла. Но мы добавили кое-что другое, например, выбор цвета:
