Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: pgAdmin 1.4 was released with over a dozen language options and more than another 25 translations are in various states of completion. If a language you find here isn't included in your distribution package, you can easily upgrade your installation to support that additional translation. Simply locate the appropriate language file (pgadmin3.mo) in the <a href="%s">translation status</a> section, create a subdirectory in your installation's i18n directory with a name corresponding to the locale code, and copy the new translation file into that directory. You might need to update the language description file <a href="%s">i18n/pgadmin3.lng</a> to allow the new translation to appear in the language selection combobox.
cs_cz: pgAdmin v1.4 byl vydán ve více jak tuctu jazykových verzí a více jak dalších 25 překladů je v různém stádiu rozpracovanosti. Pokud zde objevíte překlad v jazyce, který potřebujete a vaše distribuce ho neobsahuje, můžete ho do vaší instalace jednoduše přidat. Jednoduše najdete příslušný soubor s překladem (pgadmin3.mo) v sekci <a href="%s">stav překladu</a>, vytvoříte podsložku s názvem odpovídajícím vašemu kódu lokalizace (např. „cs_CZ“) ve složce i18n a nakopírujte do ní soubor s překladem. Možná bude ještě zapotřebí aktualizovat soubor s popisem jazyků <a href="%s">i18n/pgadmin3.lng</a>, aby se překlad objevil ve výběrovém seznamu s jazyky.
fr_fr: pgAdmin v1.4 est disponible en douze langues et avec plus de 25 autres traductions dans des états plus ou moins avancés. Si une langue disponible ici n'est pas incluse dans votre distribution, vous pouvez facilement mettre à jour votre installation pour supporter cette traduction supplémentaire. Localisez simplement le fichier de langue approprié (pgadmin3.mo) dans la section de l'<a href="%s">état de la traduction</a>, créez un sous-répertoire dans le répertoire i18n de votre installation avec un nom correspondant à votre code de locale et copiez le nouveau fichier de traduction dans ce répertoire. Vous pourriez avoir besoin de mettre à jour le fichier de description de la langue (<a href="%s">i18n/pgadmin3.lng</a>) pour permettre à la nouvelle traduction d'apparaître dans la liste déroulante de sélection de la langue.
ru_ru: pgAdmin 1.4 был переведён на девять языков и есть ещё более 35 переводов в разном состоянии. Если язык, который вы видите здесь, не включён в пакет, устанавливаемый из дистрибутива, вы можете легко добавить поддержку этого языка в установленную версию. Просто найдите соответствующий файл (pgadmin3.mo) в разделе <a href="%s">Состояние перевода</a>, создайте в каталоге i18n установленного pgAdmin подкаталог с кодом языковой среды и скопируйте в него файл перевода. Возможно вам придётся также скорректировать файл определений языков <a href="%s">i18n/pgadmin3.lng</a>, чтобы этот язык появился в списке выбора языка.

source: pgAdmin Development Team
cs_cz: Vývojářský tým pgAdmin
fr_fr: Équipe de développement de pgAdmin

source: pgAdmin Documentation
cs_cz: Dokumentace pgAdmin
fr_fr: Documentation de pgAdmin
ru_ru: Документация по pgAdmin

source: pgAdmin Download - Solaris
cs_cz: pgAdmin: Ke stažení - Solaris
fr_fr: pgAdmin&nbsp;: Téléchargement - Solaris

source: pgAdmin III RPM packages are available for several Linux distributions from the PostgreSQL <a href="%s">RPM repository</a>.
cs_cz: Balíčky RPM pgAdmin III jsou v <a href="%s">repozitáři RPM</a> PostgreSQL dostupné pro několik Linuxových distribucí.
fr_fr: Les paquets RPM de pgAdmin III sont disponibles pour de nombreuses distributions Linux à partir du <a href="%s">dépôt RPM repository</a> de PostgreSQL.

source: pgAdmin III: PostgreSQL Tools
cs_cz: pgAdmin III: Nástroje PostgreSQL
fr_fr: pgAdmin III&nbsp;: Outils PostgreSQL
ru_ru: pgAdmin III: Инструменты PostgreSQL

source: pgAdmin can connect to any PostgreSQL 7.3/7.4 and 8.x database using the embedded libpq native library. The application does not need any ODBC, .NET or JDBC layer. When configured server-side, it is possible to connect using encrypted password or SSL authentication.
cs_cz: pgAdmin se umí připojit k libovolné databázi PostgreSQL 7.3/7.4 a 8.x pomocí knihovny libpq, která je součástí PostgreSQL. Aplikace nepotřebuje žádnou pomocnou vrstvu jako ODBC, .NET nebo JDBC. Pokud je příslušně nastavený server, lze se přihlašovat pomocí šifrovaného hesla nebo ověření přes SSL.
fr_fr: pgAdmin peut se connecter à toute base de données PostgreSQL 7.3/7.4 et 8.x en utilisant la bibliothèque native libpq. L'application n'a pas besoin d'une couche ODBC, .NET ou JDBC. Lorsque cela est configuré du côté serveur, il est possible d'utiliser les mots de passe chiffrés ou l'authentification SSL.
ru_ru: pgAdmin может подключаться к СУБД PostgreSQL 7.3/7.4, 8.x и 9.x, используя встроенную библиотеку libpq, то есть ему не нужен дополнительный уровень ODBC, .NET или JDBC. Настраивая подключение к серверу, вы можете включить шифрование пароля или SSL-защиту соединения.

source: pgAdmin development snapshots may be downloaded <a href="%s">here</a>.
cs_cz: Vývojářské snímky pgAdmin lze stáhnout <a href="%s">tady</a>.
fr_fr: Les images de développement de pgAdmin sont téléchargeables <a href="%s">ici</a>.

source: pgAdmin even works in 3D!!.
cs_cz: pgAdmin dokonce pracuje ve 3D!
fr_fr: pgAdmin fonctionne même en 3D.
ru_ru: pgAdmin работает даже в 3D!!.

source: pgAdmin has a huge array of features and by far the best way to see them all is to <a href="%s">download</a> a copy and give it a try. Here's a brief list to give you an idea of it's capabilities:
cs_cz: pgAdmin má rozsáhlé schopnosti a nejlepší způsob, jak se na všechny podívat, je <a href="%s">stáhnout</a> si kopii a vyzkoušet. Zde je stručný seznam, který vám dá o schopnostech představu:
fr_fr: pgAdmin comprend un grand ensemble de fonctionnalités et la meilleure façon de s'en rendre compte est de le <a href="%s">télécharger</a> et de l'essayer. Voici une brève liste pour vous donner une idée de ses capacités&nbsp;:
ru_ru: pgAdmin обладает множеством возможностей и видимо лучший способ ознакомиться с ними - <a href="%s">загрузить</a> и испытать его. Следующий список даст вам общее представление о функциях и характеристиках pgAdmin:

source: pgAdmin includes a table editor. Columns can be dropped. Column data types can be modified in certain conditions as allowed by the server version.
cs_cz: pgAdmin obsahuje editor tabulek. Sloupce lze odstranit a datový typ sloupce změnit v rámci podmínek daných použitou verzí serveru.
fr_fr: pgAdmin inclut un éditeur de tables. Les colonnes peuvent être supprimées, les types des données peuvent être modifiés sous certaines conditions, suivant ce que permet la version du serveur.
ru_ru: pgAdmin включает табличный редактор, в котором можно удалять столбцы или изменять типы данных в той степени, насколько это поддерживает сервер.

source: pgAdmin includes full PostgreSQL and Slony-I documentation, in addition to it's own.
cs_cz: pgAdmin obsahuje kompletní dokumentaci PostgreSQL a Slony-I a doplňuje je o svou vlastní.
fr_fr: pgAdmin inclut la documentation complète de PostgreSQL et de Slony-I, en plus de sa propre documentation.
ru_ru: Помимо собственной документации, pgAdmin включает полную документацию по PostgreSQL и Slony-I.

source: pgAdmin is a community project comprising of a number of volunteers from around the world. We do not provide 'paid for' support for pgAdmin, although we do aim to fix bugs and help out wherever possible. Obviously we cannot guarantee to fix every problem or help every user though we always try to.
cs_cz: pgAdmin je komunitní projekt, do kterého se zapojuje množství dobrovolníků z celého světa. Placenou podporu neposkytujeme, ale přesto se snažíme opravovat chyby a pomáhat, jak je to jen možné. Samozřejmě nemůžeme zaručit opravu naprosto všech chyb nebo pomoci naprosto všem uživatelům, jakkoliv bychom si to přáli.
fr_fr: pgAdmin est un projet communautaire comprenant un grand nombre de bénévoles tout autour du monde. Nous ne fournissons pas de support payant pour pgAdmin bien que nous avons pour but de corriger les bogues et d'aider autant que possible. Évidemment, nous ne pouvons pas vous garantir de corriger tout problème et d'aider tout utilisateur bien que nous essayons de le faire à chaque fois.
ru_ru: pgAdmin - это проект, разрабатываемый множеством добровольцев со всего мира. Мы не предоставляем платную поддержку pgAdmin, хотя стараемся исправлять ошибки и оказывать посильную помощь. Конечно мы не гарантируем, что решим все проблемы или поможем каждому пользователю, хотя мы всегда пытаемся это делать.

source: pgAdmin is a community project, relying on contributions from developers around the world for bug fixes and new features. Anyone is welcome to join the project and contribute as much or as little as they like. pgAdmin is written in C++ using the <a href="%s">wxWidgets</a> cross platform framework, so at the least you will want to be familiar with C/C++ to hack the code. The more experienced pgAdmin developers will also be able to lend a guiding hand to new developers, so don't be afraid to get stuck in!
cs_cz: pgAdmin je komunitní projekt, který spoléhá na příspěvky s opravami chyb a novými funkcemi od vývojářů z celého světa. Kdokoliv se chce přidat a přispívat, i třeba jen trochu, je vítán. pgAdmin III je napsaný v C++ za použití multiplatformního systému <a href="%s">wxWidgets</a>, proto musíte být minimálně sběhlí v psaní C/C++ kódu. Zkušenější vývojáři pgAdmin vám mohou poskytnout pomocnou ruku, takže se nemusíte bát, že byste na nějakém problému uvízli.
fr_fr: pgAdmin est un projet communautaire reposant sur les contributions de développeurs pour les corrections et les nouvelles fonctionnalités. Nous sommes heureux d'accueillir toute personne souhaitant rejoindre le projet et contribuer autant que cette personne le peut. pgAdmin est écrit en C++ et utilise l'environnement <a href="%s">wxWidgets</a> inter-plateformes, donc vous devez au moins être familier avec C/C++ pour contribuer au code. Les développeurs les plus expérimentés de pgAdmin seront capables de guider les nouveaux développeurs, donc n'ayez pas peur de vous perdre&nbsp;!
ru_ru: pgAdmin - это проект, поддерживаемый сообществом, и существующий благодаря вкладу разработчиков со всего мира. Вкладу, который выражается и в реализации новых функций, и в исправлении возникающих ошибок. Наш проект открыт для новых участников, готовых сделать любой посильный вклад. pgAdmin написан на C++ с использованием кросс-платформенной библиотеки <a href="%s">wxWidgets</a>, так что если вы хотите разобраться в коде, вы должны как минимум понимать C/C++. Более опытные разработчики pgAdmin смогут подставить плечо новичкам, так что смело включайтесь в проект!

source: pgAdmin is a comprehensive design and management interface for PostgreSQL database, designed to run on most operating systems. The software is written in C++ and uses the excellent <a href="%s">wxWidgets</a> cross platform toolkit. In every environment, pgAdmin is a native application. The application is executed in binary code, not in a virtual machine, therefore offering excellent performance.
cs_cz: pgAdmin je rozhraní pro kompletní návrh a údržbu databází PostgreSQL, vytvořené tak, aby mohlo fungovat ve většině operačních systémů. Software je napsaný v C++ a využívá skvělý multiplatformní vývojářskou sadu <a href="%s">wxWidgets</a>. Ve všech prostředích je pgAdmin nativní aplikací. Aplikace se spouští jako binární kód a ne ve virtuálním stroji, takže poskytuje výborný výkon.
fr_fr: pgAdmin est une interface de conception et de gestion pour les bases de données PostgreSQL, conçue pour fonctionner sur la plupart des systèmes d'exploitation. Ce logiciel est écrit en C++ et utilise l'excellent ensemble de composants inter-plateformes <a href="%s">wxWidgets</a>. Dans chaque environnement, pgAdmin est une application native. Elle est exécutée en code binaire, pas en interprété dans une machine virtuelle et offre donc des performances excellentes.
ru_ru: pgAdmin - это полноценный интерфейс управления и проектирования баз данных PostgreSQL, рассчитанный на работу в большинстве операционных систем. Код программы написан на языке C++ и использует прекрасную кросс-платформенную библиотеку <a href="%s">wxWidgets</a>. В среде любой ОС pgAdmin выглядит как традиционное приложение этой ОС. При этом приложение выполняется непосредственно в двоичном коде, а не в виртуальной машине, что обеспечивает отличную производительность.

source: pgAdmin is a free software project released under the <a href="%s">PostgreSQL/Artistic licence</a>. The software is available in source and binary format from the <a href="%s">PostgreSQL mirror network</a>. Because compiling from source requires technical knowledge, we recommend installing binary packages whenever possible.
cs_cz: pgAdmin je svobodný software vydaný pod licencí <a href="%s">PostgreSQL/Artistic licence</a>. Software je dostupný ve zdrojové i binární podobě ze <a href="%s">sítě zrcadel PostgreSQL</a>. Jelikož kompilace ze zdrojových kódů vyžaduje jisté technické znalosti, raději vám doporučujeme, kdykoliv je to možné, instalovat binární balíčky.
fr_fr: pgAdmin est un logiciel libre sous <a href="%s">license PostgreSQL</a>. Les sources et les exécutables de ce logiciel sont disponibles à partir du <a href="%s">réseau de miroirs PostgreSQL</a>. Comme la compilation à partir des sources requiert des connaissances techniques, nous vous recommandons d'installer les paquets binaires autant que possible.
ru_ru: pgAdmin - бесплатный программный продукт, выпускаемый по лицензии <a href="%s">PostgreSQL/Artistic</a>. Программа pgAdmin распространяется в исходном и двоичном формате в сети зеркал <a href="%s">PostgreSQL</a>. Так как для компиляции исполняемых файлов из исходного кода требуются технические знания, мы рекомендуем по возможности устанавливать готовые двоичные пакеты.

source: pgAdmin is a voluntary project created and managed by contributors from around the world. The project can only live and develop with your help. Do not hesitate to get involved.
cs_cz: pgAdmin je projekt dobrovolníků vytvořený a spravovaný přispěvateli z celého světa. Projekt může žít a rozvíjet se, jen když mu pomůžete. Neváhejte se zúčastnit.
fr_fr: pgAdmin est un projet bénévole créé et géré par des contributeurs répartis tout autour du monde. Le projet peut seulement vivre et se développer avec votre aide. N'hésitez pas à vous impliquer.
ru_ru: Проект pgAdmin создан и поддерживается добровольцами со всего мира. Этот проект может жить и развиваться только с вашей помощью. Не стесняйтесь принять в этом участие!

source: pgAdmin is available for Windows &trade; 2000 and above.
cs_cz: pgAdmin je dostupný pro Windows &trade; 2000 a novější.
fr_fr: pgAdmin est disponible pour Windows &trade; 2000, XP et 2003.
ru_ru: Программа pgAdmin может работать в Windows &trade; 2000 и новее.

source: pgAdmin is available subject to the terms of the <a href="%s">licence</a>. pgAdmin is developed using a number of GIT repositories to hold the source code. Access to the repository is available through a <a href="%s">web interface</a> or using your favourite GIT client. Under Windows, we recommend using <a href="%s">TortoiseGIT</a>, which is free software.
cs_cz: pgAdmin je dostupný při dodržení podmínek <a href="%s">licence</a>. Při vývoji pgAdmin se k uchování zdrojového kódu používá řada repozitářů GIT. Přístup do těchto repozitářů je přes <a href="%s">webové rozhraní</a> nebo pomocí vašeho oblíbeného klienta GIT. Pod Windows doporučujeme používat svobodný software <a href="%s">TortoiseGIT</a>. Pod Linuxem je dostupných několik svobodných klientů jak pro příkazovou řádku, tak grafické prostředí.
fr_fr: pgAdmin est disponible suivant les termes de la <a href="%s">license</a>. pgAdmin III est développé avec un certain nombre de dépôts GIT contenant le code source. L'accès à ce dépôt est possible via une <a href="%s">interface web</a> ou en utilisant votre client GIT favori. Sous Windows, nous recommandons <a href="%s">TortoiseGIT</a>, qui est un logiciel libre.
ru_ru: pgAdmin доступен согласно условиям <a href="%s">лицензии</a>. pgAdmin разрабатывается с применением GIT-репозиториев, содержащих исходный код. Доступ к репозиториям можно получить через <a href="%s">веб-интерфейс</a> или используя любой GIT-клиент. Для пользователей Windows мы рекомендуем использовать бесплатный <a href="%s">TortoiseGIT</a>.

source: pgAdmin is designed to answer the needs of all users, from writing simple SQL queries to developing complex databases. The graphical interface supports all PostgreSQL features and makes administration easy. The application also includes a syntax highlighting SQL editor, a server-side code editor, an SQL/batch/shell job scheduling agent, support for the <a href="%s">Slony-I</a> replication engine and much more. Server connection may be made using TCP/IP or Unix Domain Sockets (on *nix platforms), and may be SSL encrypted for security. No additional drivers are required to communicate with the database server.
cs_cz: pgAdmin je navržený jako odpověď na potřeby všech uživatelů, od psaní jednoduchých dotazů SQL po vývoj komplexních databází. Grafické rozhraní podporuje všechny funkce PostgreSQL a činní administraci snadnou. Aplikace rovněž obsahuje editor SQL se zvýrazňováním syntaxe, editor kódu serverové strany, agenta pro plánování úkolů, podporu pro replikační systém <a href="%s">Slony-I</a> a další. Připojení k serveru může probíhat přes TCP/IP nebo Unixové sokety (na *nixových platformách) a může být kvůli bezpečnosti šifrované SSL. Pro komunikaci s databázovým serverem nejsou potřeba žádné přídavné ovladače.
fr_fr: pgAdmin est conçu pour répondre aux besoins de tous les utilisateurs, de l'écriture de requêtes SQL simples aux développements de bases de données complexes. L'interface graphique supporte toutes les fonctionnalités de PostgreSQL et simplifie l'administration. L'application inclut aussi un éditeur SQL avec coloration syntaxique, un éditeur de code côté serveur, un agent de planification de job SQL/batch/shell, le support du moteur de réplication <a href="%s">Slony-I</a> et bien plus encore. La connexion serveur peut se faire en utilisant TCP/IP ou les sockets de domaine Unix (sur les plateformes *nix), et pourrait être chiffrée via SSL pour la sécurité. Aucun pilote supplémentaire n'est requis pour communiquer avec le serveur de bases de données.
ru_ru: pgAdmin создан для удовлетворения самых разных потребностей пользователей, от написания простых SQL-запросов до создания сложных баз данный. Графический интерфейс pgAdmin поддерживает все возможности PostgreSQL и значительно облегчает администрирование. Приложение включает SQL-редактор с подсветкой синтаксиса, редактор хранимых процедур, агент планирования заданий SQL/командной оболочки, поддержку механизма репликации <a href="%s">Slony-I</a> и многое другое. Подключение к серверу можно установить, используя TCP/IP или Unix сокеты (на платформах *nix ), и применить также SSL-шифрование для безопасности. При этом никакие дополнительные драйверы для соединения с сервером баз данных не требуются.

source: pgAdmin is developed by a community of PostgreSQL experts around the world and is available in more than a dozen languages. It is Free Software released under the <a href="%s">PostgreSQL License</a>.
cs_cz: pgAdmin je vyvíjen komunitou expertů na PostgreSQL z celého světa a je dostupný ve více jak tuctu jazyků. Jedná se o svobodný software vydaný pod licencí <a href="%s">PostgreSQL License</a>.
fr_fr: pgAdmin est développé par une communauté d'experts de PostgreSQL répartis tout autour du monde et est disponible dans plus d'une douzaine de langues. C'est un logiciel libre proposé sous la <a href="%s">license PostgreSQL</a>.
ru_ru: pgAdmin разрабатывается сообществом экспертов PostgreSQL со всего мира и доступен более чем на десяти языках. Это свободное программное обеспечение выпускается под <a href="%s">лицензией PostgreSQL</a>.

source: pgAdmin is the most popular and feature rich Open Source administration and development platform for <a href="%s">PostgreSQL</a>, the most advanced Open Source database in the world. The application may be used on Linux, FreeBSD, Solaris, Mac OSX and Windows platforms to manage PostgreSQL 7.3 and above running on any platform, as well as commercial and derived versions of PostgreSQL such as <a href="%s">Postgres Plus Advanced Server</a> and <a href="%s">Greenplum database</a>.
cs_cz: pgAdmin je populární a nejlépe vybavená administrační a vývojářská Open Source platforma pro <a href="%s">PostgreSQL</a>, nejpokročilejší Open Source databázi na světě. Aplikaci lze používat pod Linuxem, FreeBSD, Solaris, Mac OSX a Windows systémy ke správě PostgreSQL 7.3 a novějšího běžícího na libovolné platformě, stejně jako komerčních a odvozených verzí PostgreSQL, jako je <a href="%s">Postgres Plus Advanced Server</a> a <a href="%s">Greenplum database</a>.
fr_fr: pgAdmin est la plateforme d'administration et de développement libre la plus populaire et la plus riche pour <a href="%s">PostgreSQL</a>, le serveur de base de données libre le plus riche en fonctionnalités. L'application est utilisable sur les plateformes Linux, FreeBSD, OpenSUSE, Solaris, Mac OSX et Windows pour gérer un serveur PostgreSQL, version 7.3 et ultérieures, exécuté sur toute platforme, ainsi que sur les versions commerciales de PostgreSQL comme <a href="%s">Postgres Plus Advanced Server</a> et <a href="%s">Greenplum</a>.
ru_ru: pgAdmin - наиболее популярная и многофункциональная открытая среда администрирования и разработки для <a href="%s">PostgreSQL</a>, самой прогрессивной СУБД с открытым исходным кодом в мире. pgAdmin может работать на платформах Linux, FreeBSD, Solaris, Mac OSX и Windows и управлять PostgreSQL 7.3 и новее, а также коммерческими и производными версиями PostgreSQL, в частности <a href="%s">Postgres Plus Advanced Server</a> и <a href="%s">Greenplum</a>.

source: pgAdmin packages are available for <a href="%s">Debian</a> stable, testing and unstable distributions. These packages are also well-suited for <a href="%s">Ubuntu</a> and other Debian based distributions
cs_cz: Balíčky pgAdmin jsou dostupné pro distribuce <a href="%s">Debian</a> stabilní, testovací a nestabilní. Tyto balíčky jsou rovněž vhodné pro <a href="%s">Ubuntu</a> a další distribuce založené na Debianu.
fr_fr: Les paquets pgAdmin sont disponibles pour les distributions stable, testing et unstable de <a href="%s">Debian</a>. Ces paquets conviennent aussi pour <a href="%s">Ubuntu</a> et les autres distributions basées sur Debian.

source: pgAdmin packages are available for download. These packages have been built on FreeBSD 6.
cs_cz: Balíčky pgAdmin jsou k dispozici ke stažení. Tyto balíčky byly sestavené ve FreeBSD 6.
fr_fr: Les paquets pgAdmin sont disponibles au téléchargement. Ils ont été construits sur FreeBSD 6.

source: pgAdmin packages are available for the <a href="%s">Ubuntu</a> dapper and feisty distributions.
cs_cz: Balíčky pgAdmin jsou dostupné pro distribuce <a href="%s">Ubuntu</a> dapper a feisty.
fr_fr: Des paquets de pgAdmin sont disponibles pour les distributions <a href="%s">Ubuntu</a> dapper et feisty.

source: pgAdmin running on FreeBSD
cs_cz: pgAdmin běžící na FreeBSD
fr_fr: pgAdmin sous FreeBSD
ru_ru: pgAdmin во FreeBSD

source: pgAdmin running on Linux
cs_cz: pgAdmin běžící na Linuxu
fr_fr: pgAdmin sous Linux
ru_ru: pgAdmin в Linux

source: pgAdmin running on Mac OSX
cs_cz: pgAdmin běžící na Mac OSX
fr_fr: pgAdmin sous Mac OSX
ru_ru: pgAdmin в Mac OSX

source: pgAdmin running on Solaris
cs_cz: pgAdmin běžící na Solaris
fr_fr: pgAdmin sous Solaris
ru_ru: pgAdmin в Solaris

source: pgAdmin running on Suse 10 XGL
cs_cz: pgAdmin běžící na Suse 10 XGL
fr_fr: pgAdmin III sous Suse 10 XGL
ru_ru: pgAdmin в Suse 10 XGL
