Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: pgAdmin running on Windows
cs_cz: pgAdmin běžící na Windows
fr_fr: pgAdmin sous Windows
ru_ru: pgAdmin в Windows

source: pgAdmin supports most PostgreSQL server-side encodings including Unicode UTF-8 and other multi-byte charactersets.
cs_cz: pgAdmin podporuje většinu kódování používaných na serveru PostgreSQL včetně Unicode UTF-8 a dalších vícebajtových znakových sad.
fr_fr: pgAdmin supporte la plupart des codages côté serveur de PostgreSQL, ceci incluant Unicode, UTF-8 et d'autres ensembles de caractères multi-byte.
ru_ru: pgAdmin поддерживает большинство серверных кодировок PostgreSQL, включая UTF-8 и другие многобайтовые наборы символов.

source: pgAdmin supports most PostgreSQL server-side encodings:
cs_cz: pgAdmin podporuje většinu kódování používaných na serveru PostgreSQL:
fr_fr: pgAdmin supporte la plupart des codages PostgreSQL côté serveur&nbsp;:
ru_ru: pgAdmin поддерживает большинство кодировок PostgreSQL:

source: pgAdmin: Advocacy - Information
cs_cz: pgAdmin: Propagace - Informace
fr_fr: pgAdmin&nbsp;: Promotion - Information
ru_ru: pgAdmin: Пропаганда - Информация

source: pgAdmin: Advocacy - Introduction
cs_cz: pgAdmin: Propagace - Úvod
fr_fr: pgAdmin&nbsp;: Promotion - Introduction
ru_ru: pgAdmin: Пропаганда - Введение

source: pgAdmin: Advocacy - Strategy
cs_cz: pgAdmin: Propagace - Strategie
fr_fr: pgAdmin&nbsp;: Promotion - Stratégie
ru_ru: pgAdmin: Пропаганда - План действий

source: pgAdmin: Development - Change log
cs_cz: pgAdmin: Vývoj - Seznam změn
fr_fr: pgAdmin&nbsp;: Développement - Liste des modifications
ru_ru: pgAdmin: Разработка - Журнал изменений

source: pgAdmin: Development - Development team
cs_cz: pgAdmin: Vývoj - Vývojářský tým
fr_fr: pgAdmin&nbsp;: Développement - Équipe de développement
ru_ru: pgAdmin: Разработка - Команда разработчиков

source: pgAdmin: Development - GIT access
cs_cz: pgAdmin: Vývoj - Přístup přes GIT
fr_fr: pgAdmin&nbsp;: Développement - Accès GIT
ru_ru: pgAdmin: Разработка - Доступ к GIT

source: pgAdmin: Development - Introduction
cs_cz: pgAdmin: Vývoj - Úvod
fr_fr: pgAdmin&nbsp;: Développement - Introduction
ru_ru: pgAdmin: Разработка - Введение

source: pgAdmin: Development - Mailing list
cs_cz: pgAdmin: Vývoj - Poštovní konference
fr_fr: pgAdmin&nbsp;: Développement - Liste de discussion
ru_ru: pgAdmin: Разработка - Список рассылки

source: pgAdmin: Development - Roadmap
cs_cz: pgAdmin: Vývoj - Plán
fr_fr: pgAdmin&nbsp;: Développement - Plan de développement
ru_ru: pgAdmin: Разработка - План развития

source: pgAdmin: Development - TODO list
cs_cz: pgAdmin: Vývoj - Úkoly
fr_fr: pgAdmin&nbsp;: Développement - TODO list
ru_ru: pgAdmin: Разработка - список TODO

source: pgAdmin: Documentation
cs_cz: pgAdmin: Dokumentace
fr_fr: pgAdmin&nbsp;:Documentation
ru_ru: pgAdmin: Документация

source: pgAdmin: Documentation - Couldn't find the document title!
cs_cz: pgAdmin: Dokumentace - Nelze najít titulek dokumentu!
fr_fr: pgAdmin&nbsp;: Documentation - N'a pas pu trouver le titre du document&nbsp;!
ru_ru: pgAdmin: Документация - Невозможно найти название документа!

source: pgAdmin: Download - Admin packs
cs_cz: pgAdmin: Ke stažení - Admin packs
fr_fr: pgAdmin&nbsp;: Téléchargement - Paquets d'administration
ru_ru: pgAdmin: Скачать - Админ. пакеты

source: pgAdmin: Download - Debian
cs_cz: pgAdmin: Ke stažení - Debian
fr_fr: pgAdmin&nbsp;: Téléchargement - Debian

source: pgAdmin: Download - FreeBSD
cs_cz: pgAdmin: Ke stažení - FreeBSD
fr_fr: pgAdmin&nbsp;: Téléchargement - FreeBSD

source: pgAdmin: Download - Introduction
cs_cz: pgAdmin: Ke stažení - Úvod
fr_fr: pgAdmin&nbsp;: Téléchargement - Introduction
ru_ru: pgAdmin: Загрузка - Введение

source: pgAdmin: Download - Languages
cs_cz: pgAdmin: Ke stažení - Jazyky
fr_fr: pgAdmin&nbsp;: Téléchargement - Langages
ru_ru: pgAdmin: Загрузка - Языки

source: pgAdmin: Download - Mac OSX
cs_cz: pgAdmin: Ke stažení - Mac OSX
fr_fr: pgAdmin&nbsp;: Téléchargement - Mac OSX
ru_ru: pgAdmin: Загрузка - Mac OSX

source: pgAdmin: Download - OpenSUSE
cs_cz: pgAdmin: Ke stažení - OpenSUSE
fr_fr: pgAdmin&nbsp;: Téléchargement - OpenSUSE

source: pgAdmin: Download - RPM
cs_cz: pgAdmin: Ke stažení - RPM
fr_fr: pgAdmin&nbsp;: Téléchargement - RPM

source: pgAdmin: Download - Slackware
cs_cz: pgAdmin: Ke stažení - Slackware
fr_fr: pgAdmin&nbsp;: Téléchargement - Slackware

source: pgAdmin: Download - Snapshots
cs_cz: pgAdmin: Ke stažení - Snímky
fr_fr: pgAdmin&nbsp;: Téléchargement - Images

source: pgAdmin: Download - Source code
cs_cz: pgAdmin: Ke stažení - Zdrojový kód
fr_fr: pgAdmin&nbsp;: Téléchargement - Code source
ru_ru: pgAdmin: Загрузка - Исходный код

source: pgAdmin: Download - Ubuntu
cs_cz: pgAdmin: Ke stažení - Ubuntu
fr_fr: pgAdmin&nbsp;: Téléchargement - Ubuntu

source: pgAdmin: Download - Windows &trade;
cs_cz: pgAdmin: Ke stažení - Windows &trade;
fr_fr: pgAdmin&nbsp;: Téléchargement - Windows &trade;
ru_ru: pgAdmin: Загрузка - Windows &trade;

source: pgAdmin: Download - pgAgent
cs_cz: pgAdmin: Ke stažení - pgAgent
fr_fr: pgAdmin&nbsp;: Téléchargement - pgAgent
ru_ru: pgAdmin: Загрузка - pgAgent

source: pgAdmin: Feature
cs_cz: pgAdmin: Vlastnosti
fr_fr: pgAdmin&nbsp;: Fonctionnalités
ru_ru: pgAdmin: Возможности

source: pgAdmin: How to contribute
cs_cz: pgAdmin: Jak přispět
fr_fr: pgAdmin&nbsp;: Comment contribuer
ru_ru: pgAdmin: Как принять участие

source: pgAdmin: Latest news
cs_cz: pgAdmin: Poslední novinky
fr_fr: pgAdmin&nbsp;: Nouvelles

source: pgAdmin: PostgreSQL administration and management tools
cs_cz: pgAdmin: Nástroje pro administraci a správu PostgreSQL
fr_fr: pgAdmin&nbsp;: Outils d'administration et de gestion pour PostgreSQL
ru_ru: pgAdmin: Инструменты для управления и администрирования PostgreSQL

source: pgAdmin: Privacy policy
cs_cz: pgAdmin: Ochrana soukromí
fr_fr: pgAdmin&nbsp;: Politique concernant la vie privée
ru_ru: pgAdmin: Политика конфиденциальности

source: pgAdmin: Screenshots - Data
cs_cz: pgAdmin: Ukázky - Data
fr_fr: pgAdmin&nbsp;: Captures - Données
ru_ru: pgAdmin: Снимки экрана - Данные

source: pgAdmin: Screenshots - Documentation
cs_cz: pgAdmin: Ukázky - Dokumentace
fr_fr: pgAdmin&nbsp;: Captures - Documentation
ru_ru: pgAdmin: Снимки экрана - Документация

source: pgAdmin: Screenshots - Introduction
cs_cz: pgAdmin: Ukázky - Úvod
fr_fr: pgAdmin&nbsp;: Captures - Introduction
ru_ru: pgAdmin: Снимки экрана - Введение

source: pgAdmin: Screenshots - Multibyte and i18n
cs_cz: pgAdmin: Ukázky - Vícebajtové znakové sady a internacionalizace
fr_fr: pgAdmin&nbsp;: Captures - Multibyte et internationalisation
ru_ru: pgAdmin: Снимки экрана - Многобайтовые кодировки и интернационализация

source: pgAdmin: Screenshots - Server status
cs_cz: pgAdmin: Ukázky - Stav serveru
fr_fr: pgAdmin&nbsp;: Captures - État du serveur
ru_ru: pgAdmin: Снимки экрана - Состояние сервера

source: pgAdmin: Screenshots - Suse 10 XGL
cs_cz: pgAdmin: Ukázky - Suse 10 XGL
fr_fr: pgAdmin&nbsp;: Captures - Suse 10 XGL
ru_ru: pgAdmin: Снимки экрана - Suse 10 XGL

source: pgAdmin: Screenshots - User interface
cs_cz: pgAdmin: Ukázky - Uživatelské rozhraní
fr_fr: pgAdmin&nbsp;: Captures - Interface utilisateur
ru_ru: pgAdmin: Снимки экрана - Интерфейс

source: pgAdmin: Support - Frequently Asked Questions
cs_cz: pgAdmin: Podpora - Časté dotazy a odpovědi
fr_fr: pgAdmin&nbsp;: Support - Foire aux questions
ru_ru: pgAdmin: Поддержка - Часто задаваемые вопросы

source: pgAdmin: Support - Introduction
cs_cz: pgAdmin: Podpora - Úvod
fr_fr: pgAdmin&nbsp;: Support - Introduction
ru_ru: pgAdmin: Поддержка - Введение

source: pgAdmin: Support - Known issues
cs_cz: pgAdmin: Podpora - Známé problémy
fr_fr: pgAdmin&nbsp;: Support - Problèmes connus
ru_ru: pgAdmin: Поддержка - Известные проблемы

source: pgAdmin: Support - Mailing list
cs_cz: pgAdmin: Podpora - Poštovní konference
fr_fr: pgAdmin&nbsp;: Support - Liste de discussion
ru_ru: pgAdmin: Поддержка - Список рассылки

source: pgAdmin: Translation - Howto
cs_cz: pgAdmin: Překlad - Jak na to
fr_fr: pgAdmin&nbsp;: Traduction - Guide pratique
ru_ru: pgAdmin: Перевод - План действий

source: pgAdmin: Translation - Introduction
cs_cz: pgAdmin: Překlad - Úvod
fr_fr: pgAdmin&nbsp;: Traduction - Introduction
ru_ru: pgAdmin: Перевод - Введение

source: pgAdmin: Translation - Status
cs_cz: pgAdmin: Překlad - Stav
fr_fr: pgAdmin&nbsp;: État de la traduction
ru_ru: pgAdmin: Перевод - Состояние

source: pgAgent is a job scheduler for PostgreSQL which may be managed using pgAdmin. Prior to pgAdmin v1.9, pgAgent shipped as part of pgAdmin. From pgAdmin v1.9 onwards, pgAgent is shipped as a separate application.
cs_cz: pgAgent je plánovač úkolů pro PostgreSQL, kterého lze spravovat pomocí pgAdmin. Před pgAdmi v1.9 byl pgAgent součástí pgAdmin. Od pgAdmin v1.9 dál je pgAgent šířen jako samostatná aplikace.
fr_fr: pgAgent est un planificateur de taches pour PostgreSQL qui peut être administré avec pgAdmin. Avant pgAdmin v1.9, pgAgent faisait parti de pgAdmin. À partir de pgAdmin v1.9, pgAgent est disponible en tant que qu'application séparée.
ru_ru: pgAgent - это планировщик заданий для PostgreSQL, которым также может управлять pgAdmin. До версии pgAdmin 1.9, pgAgent поставлялся в составе pgAdmin, но теперь он выделен в отдельное приложение.

source: pgsql-performance report tool for problematic queries (requires XML EXPLAIN in PG 8.4) [DP]
cs_cz: Reportovací nástroj výkonu pgsql pro problematické dotazy (vyžaduje XML EXPLAIN v PG 8.4) [DP]
fr_fr: Outil de rapport pgsql-performance pour les requêtes problématiques (nécessite le EXPLAIN XML de PG 8.4) [DP]
ru_ru: Построение отчётов pgsql-performance для проблемных запросов (требуется XML EXPLAIN в PG 8.4) [DP]

source: poEdit is our recommended choice, as it makes it very easy to maintain your translation. A Windows installer is available on the poEdit web site. Alternatively, you may also run <a href="%s">Kbabel</a> which can be found in many popular Linux distributions.
cs_cz: poEdit vám doporučujeme, protože s jeho pomocí se překlady snadno spravují. Instalátor pro Windows je dostupný na webu poEdit. Alternativně můžete také použít <a href="%s">Kbabel</a>, který najdete v mnoha populárních Linuxových distribucích.
fr_fr: Nous recommandons poEdit car il facilite la maintenance de votre traduction. Un installeur Windows est disponible sur le site web poEdit. Vous pouvez aussi utiliser <a href="%s">Kbabel</a> qui est disponible sur de nombreuses distributions Linux.
ru_ru: Мы рекомендуем poEdit, так как он позволяет очень легко поддерживать ваш перевод. Инсталлятор для Windows вы можете скачать на сайте poEdit. Так же вы можете использовать <a href="%s">Kbabel</a>, доступный во многих популярных дистрибутивов Linux.

source: v1.6.0 represents over a year of development and testing to bring you a host of new features and improvements including:
cs_cz: v1.6.0 představuje přes rok vývoje a testování a přináší vám spoustu nových funkcí a zdokonalení včetně:
fr_fr: La 1.6.0 représente plus d'un an de développement et de tests pour vous proposer un ensemble de nouvelles fonctionnalités et d'améliorations incluant :

source: v1.6.1 is primarily a bug fix release, including the following changes:
cs_cz: v1.6.1 je vydání zaměřené na opravu chyb, včetně následujících změn:
fr_fr: La version 1.6.1 est principalement une version de corrections de bogues incluant les modifications suivantes&nbsp;:

source: v1.6.2 is primarily a bug fix release, including the following changes:
cs_cz: v1.6.2 je vydání zaměřené na opravu chyb, včetně následujících změn:
fr_fr: La version 1.6.2 est principalement une version de corrections de bogues incluant les modifications suivantes&nbsp;:

source: v1.6.3 is primarily a bug fix release, including the following changes:
cs_cz: v1.6.3 je vydání zaměřené na opravu chyb, včetně následujících změn:
fr_fr: La version 1.6.3 est principalement une version de corrections de bogues incluant les modifications suivantes&nbsp;:

source: v1.8.0 represents nearly a year of development and testing to bring you a host of new features and improvements including:
cs_cz: v1.8.0 představuje téměř rok vývoje a testování a přináší vám spoustu nových funkcí a zdokonalení včetně:
fr_fr: La 1.8.0 représente pratiquement un an de développement et de tests pour vous proposer un ensemble de nouvelles fonctionnalités et d'améliorations incluant :

source: v1.8.1 is primarily a bug fix release, including the following changes:
cs_cz: v1.8.1 je vydání zaměřené na opravu chyb, včetně následujících změn:
fr_fr: La version 1.8.1 est principalement une version de corrections de bogues incluant les modifications suivantes&nbsp;:

source: v1.8.2 is primarily a bug fix release, including the following changes:
cs_cz: v1.8.2 je vydání zaměřené na opravu chyb, včetně následujících změn:
fr_fr: La version 1.8.2 est principalement une version de corrections de bogues incluant les modifications suivantes&nbsp;:

source: v1.8.3 fixes:
cs_cz: Opravy v1.8.3:
fr_fr: Corrections de la version 1.8.3 :

source: v1.8.4 fixes:
cs_cz: Opravy v1.8.4:
fr_fr: Corrections de la version 1.8.4 :

source: v1.8.4 is primarily a bug fix release, including the following changes. Note that v1.8.3 was never announced as a release due to an issue found at the last minute.
cs_cz: v1.8.4 je vydání zaměřené na opravu chyb, včetně následujících změn. Upozorňujeme, že v1.8.3 nikdy nebyla prohlášena za vydání, protože na poslední chvíli byly nalezeny problémy.
fr_fr: La version 1.8.4 est principament une version corrective incluant les modifications suivantes. Notez que la 1.8.3 n'a jamais été annoncée car une erreur a été trouvée au dernier moment.

source: Admin packs
fr_fr: Paquets d'administration
ru_ru: Админ. пакеты

source: Data
fr_fr: Données
ru_ru: Данные

source: Greenplum Database
fr_fr: Base de données Greenplum

source: Licence
fr_fr: License
ru_ru: Лицензия

source: SVN access
fr_fr: Accès SVN

source: Source tarballs and binary snapshots for a variety of platforms are built from <a href="%s">SVN trunk</a> daily. Other snapshots are built on a less regular basis, following programming milestones.
fr_fr: Les archives tar source et les images des binaires d'une variété de plateformes sont construites à partir du <a href="%s">dépôt SVN</a> chaque jour. D'autres images sont construites sur une base moins régulière, suivant les étapes programmées.

source: The change log is a record of the notable changes made to pgAdmin by the various developers. It is a manually maintained list, and as such may not include details of every minor change that has ever been made. If you need that level of detail, please check the commit messages in the <a href="%s">SVN repository</a>.
fr_fr: La liste des modifications est un enregistrement de toutes les modifications notables réalisées sur pgAdmin par les différents développeurs. C'est une liste maintenue manuellement et, du coup, elle pourrait ne pas inclure les détails de toutes les modifications mineures qui ont été réalisées. Si vous avez besoin de ce niveau de détails, consultez les messages de validation dans le <a href="%s">dépôt SVN</a>.

source: The documentation is automatically imported from the pgAdmin <a href="%s">SVN</a> source code repository, and is only available in English.
fr_fr: La documentation est automatiquement importée à partir du dépôt <a href="%s">SVN</a> des sources de pgAdmin et est seulement disponible en anglais.

source: The list below is automatically extracted from the SVN repository and is only available in English. The issues listed affect to the current development code and all previous versions of pgAdmin where applicable.
fr_fr: La liste ci-dessous est automatiquement extraite du dépôt SVN et est seulement disponible en anglais. Les problèmes listés affectent le code de développement en cours et toutes les versions précédentes de pgAdmin si applicable.

source: The list below is automatically extracted from the pgAdmin <a href="%s">SVN repository</a> and is only available in English.
fr_fr: La liste ci-dessous est automatiquement extraite du <a href="%s">dépôt SVN</a> de pgAdmin et est seulement disponible en anglais.

source: The log below is automatically extracted from the SVN repository and is only available in English.
fr_fr: La trace ci-dessous est automatiquement extraite du dépôt SVN et est seulement disponible en anglais.

source: The version of pgAdmin you are running. If it is a development snapshot, please include the build date from the Help -&gt; About screen, and SVN repository version if known.
fr_fr: La version de pgAdmin que vous utilisez. S'il s'agit d'une image de développement, merci d'inclure la date de construction disponible dans l'écran Aide -&gt; À propos de, et la version du dépôt SVN si vous la connaissez.

source: pgAdmin: Licence
fr_fr: pgAdmin&nbsp;: License
ru_ru: pgAdmin: Лицензия

source: All dialogs have been resized to be usable in a 800x600 screen. Dialogs contain three or more tabs to contain all the information needed on each object. The first tab always has the same information: name, OID, owner, comment, and replication set. The other tabs have the information specific to the object you're looking at. There are still the security tab (for privileges), the default security tab (for default privileges) on the objects for which you can set such information. And there's still the SQL tab.
ru_ru: Все диалоги теперь умещаются на экране 800x600. Информация о каждом объекте представляется в трёх или более вкладках. Первая вкладка всегда содержит общие сведения: имя, OID, владелец объекта, комментарий и имя набора репликации. Последняя вкладка SQL содержит SQL-определение объекта. В других вкладках содержится информация, определяемая типом текущего объекта. Для объектов, к которым вы имеете соответствующий доступ, так же представлены вкладки Безопасность и Привилегии по умолчанию.

source: And finally, there are two new actions in the context menu for a table. The first one resets the statistics of the selected table. The second one is part of the "View Data" submenu. pgAdmin is already able to show the edit grid with the first 100 rows. The new action allows you to view the last 100 rows. Here is the menu:
ru_ru: И наконец, в контекстном меню таблицы появились два новых действия. Первое сбрасывает статистику выбранной таблицы, а второе добавлено в подменю "Просмотр данных" и позволяет просматривать 100 последних строк (ранее pgAdmin мог показывать первые 100). Вот как выглядит это меню теперь:

source: As an example, here is the sequence dialog:
ru_ru: Например, так выглядит диалог для последовательности:

source: Backup and restore tools
ru_ru: Резервное копирование и восстановление

source: Better i18n
ru_ru: Улучшения локализации

source: Collation
ru_ru: Сопоставление

source: Collation is a new schema object available in PostgreSQL 9.1. You can create and change collation with its properties dialog:
ru_ru: Сопоставление - это новый объект схемы, появившийся в PostgreSQL 9.1. Вы можете создавать и изменять сопоставления в соответствующем диалоге свойств:

source: Column
ru_ru: Колонка

source: Complete 9.2 support
ru_ru: Полная поддержка 9.2

source: Complete redesign of the documentation [GL]
ru_ru: Завершить преобразование документации [GL]

source: Constraint
ru_ru: Ограничение целостности

source: Constraint triggers have existed for a long time but they are only supported in pgAdmin 1.14. Fortunately, INSTEAD OF triggers are supported right now, but they are only available on views.
ru_ru: Триггеры ограничений существуют уже давно, но поддерживаются они только в 1.14. Также теперь поддерживаются триггеры INSTEAD OF, но они доступны только для представлений.

source: Database
ru_ru: База данных

source: Debugger tool
ru_ru: Отладчик

source: Dev
ru_ru: В разработке

source: Dialogs for netbooks
ru_ru: Диалоговые окна для нетбуков

source: Different icons to highlight different states
ru_ru: Новые значки состояния

source: Domain
ru_ru: Домен

source: Domains are also subject to change because of the new collation feature:
ru_ru: Изменился диалог свойств домена - в нём также появилась возможность определять сопоставление.

source: Exclusion Constraints are finally supported in pgAdmin:
ru_ru: В pgAdmin наконец появилась поддержка исключающих ограничений:

source: Extension
ru_ru: Расширение

source: Extension is a new database object available in PostgreSQL 9.1. You can add an extension with the properties dialog:
ru_ru: Расширение - это новый объект баз данных, появившийся в PostgreSQL 9.1. Вы можете добавить расширение в следующем диалоге:

source: Finally, there are two new actions available on the server context menu. "Pause replay of WAL" is only available on a streaming replication slave. It allows you to pause the replay of the replication, and then resume it. "Add named restore point" asks you to enter the name of the restart point you want to create. pgAdmin then adds this restore point, but keep in mind this action is not available on a streaming replication slave.
ru_ru: Наконец, в контекстном меню сервера появилось два новых пункта. Команда "Приостановить воспроизведение WAL" доступна только на целевом сервере потоковой репликации. Она позволяет приостановить воспроизведение репликации, а затем возобновить его. Команда "Добавить именованную точку восстановления" запрашивает у пользователя имя для точки восстановления, а затем добавляет её. Но учтите, что это команда недоступна на целевом сервере потоковой репликации.

source: Finish 7.4 (?) support with operator class objects' creation [GL]
ru_ru: Полная поддержка 7.4 (?), включая создание классов операторов [GL]

source: Finish 8.3 support with operator family objets' creation [GL]
ru_ru: Полная поддержка 8.3, включая создание семейств операторов [GL]

source: Finish 9.1 support with security labels [GL]
ru_ru: Полная поддержка 9.1, включая механизм меток безопасности [GL]

source: Function
ru_ru: Функция

source: Gary at <a href="http://www.enterprisedb.com/">EnterpriseDB</a> has produced a <a href="http://www.enterprisedb.com/resources-community/webcasts-podcasts-videos/videos/how-create-postgres-database-using-pgadmin">video walkthrough</a> showing off some of the features in pgAdmin.
ru_ru: Гэри Картер из <a href="http://www.enterprisedb.com/">EnterpriseDB</a> сделал <a href="http://www.enterprisedb.com/resources-community/webcasts-podcasts-videos/videos/how-create-postgres-database-using-pgadmin">видео-демонстрацию</a>, освещающую некоторые возможности pgAdmin.

source: Google analytics
ru_ru: Аналитика Google

source: Improved configuration for plugins
ru_ru: Улучшенная конфигурация плагинов

source: In PostgreSQL 9.1, there is a new role attribute. You can set it with the role properties dialog:
ru_ru: В PostgreSQL 9.1 появился новый атрибут роли. Вы можете установить его в диалоге свойств роли:

source: Index
ru_ru: Индекс

source: Internationalization needed a bit of work to improve in areas such as pluralization. Because of this, translators will have more work to do this release, and we hope we'll keep at least the same number of languages for 1.14.
ru_ru: Для улучшения локализации были проведена дополнительная работа, в частности, со склонениями во множественном числе. В результате переводчикам нужно приложить больше усилий для подготовки этого выпуска, однако мы надеемся, что число поддерживаемых языков от этого не уменьшится.

source: New options dialog [GL]
ru_ru: Новый диалог параметров [GL]
