Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: Fix handling of aggregate initial conditions to allow NULL or empty strings to be specified
cs_cz: Opravuje práci s inicializačními podmínkami agregačních funkcí tak, aby bylo možné zadat NULL nebo prázdný řetězec.
fr_fr: Correction de la gestion des conditions initiales des agrégats pour autoriser la spécification de NULL ou des chaînes vides
ru_ru: Исправлена обработка начальных условий агрегатных функций, и теперь в них можно указать NULL или пустые строки

source: Fix listing of group roles in the combo box on privilege panels
cs_cz: Opravuje vytváření seznamu skupinových rolí ve výběrových seznamech na kartách oprávnění
fr_fr: Correction de la liste des rôles groupes dans la liste déroulante des onglets sur les droits
ru_ru: Исправление списка ролей групп в выпадающем списке на вкладках Привилегии

source: Fix localisation of 'Tab' as a copy delimiter.
cs_cz: Opravuje vyhledávání znaku „Tab“ jako oddělovače při kopírování.
fr_fr: Correction de l'emplacement de 'Tab' comme délimiteur de copie.

source: Fix menu icon for Gnome [Nathan Egge]
cs_cz: Opravuje ikony menu pro Gnome [Nathan Egge]
fr_fr: Correction de l'icône du menu Gnome [Nathan Egge]

source: Fix path discovery on Unix so standard installs can be relocated easily.
cs_cz: Opravuje vyhledávání cest v Unixu tak, aby šla standardní instalace snadno přesunout.
fr_fr: Correction de la découverte du chemin sur Unix pour que les installations standards puissent être facilement relocalisées.

source: Fix per-table autovacuum settings for PostgreSQL >= 8.2 per Devrim Gunduz.
cs_cz: Opravuje nastavení automatického úklidu pro jednotlivé tabulky v PostgreSQL >= 8.2 [Devrim Gunduz]
fr_fr: Correction de la configuration des paramètres autovacuum par table pour PostgreSQL >= 8.2, par Devrim Gunduz.

source: Fix pgAgent's job query when a host agent is specified so that jobs don't execute every time round the loop regardless of schedule, per Brian Kalbfus.
cs_cz: Opravuje dotaz úkolu z pgAgent se zadaným hostitelem tak, aby se úkoly nespouštěly při každém průchodu smyčky, ale jen když jsou naplánované. [Brian Kalfus]
fr_fr: Correction de la requête d'un job de pgAgent quand un agent hôte est spécifié pour que les jobs ne s'exécutent pas à chaque tour de la boucle quelque soit la planification, par Brian Kalbfus.

source: Fix potential crash bug in the query tool logging code, per Erwin.
cs_cz: Opravuje chybu v kódu pro evidování v dotazovacím nástroji, která může potenciálně způsobit zhroucení [Erwin].
fr_fr: Corrige un bogue pouvant causer un crash de pgAdmin dans le code de trace de l'outil de requêtage, d'après Erwin.

source: Fix procedure support on EnterpriseDB AS81.
cs_cz: Opravuje podporu procedur v EnterpriseDB AS81.
fr_fr: Correction du support de la procédure sur EnterpriseDB AS81.

source: Fix query that tries to apply the DB restriction.
cs_cz: Opravuje dotazy, které zkouší aplikovat omezení databází.
fr_fr: Corrige la requête qui essaie d'appliquer la restriction de la base.

source: Fix query that tries to apply the schema restriction.
cs_cz: Opravuje dotazy, které zkouší aplikovat omezení schémat.
fr_fr: Corrige la requête qui essaie d'appliquer la restriction du schéma.

source: Fix query tool title which was unfortunately broken by an earlier fix for another bug.
cs_cz: Opravuje titulek dotazovacího nástroje, který se nedopatřením poškodil při dřívější opravě jiné chyby.
fr_fr: Correction du titre de l'outil de requêtage, malheureusement cassé par une précédente correction pour un autre bogue.

source: Fix reverse engineering of data types with a size of 0, such as "timestamp(0) without timezone".
cs_cz: Opravuje reverzní vytváření datových typů s délkou 0, jako je např. „timestamp(0) without timezone“.
fr_fr: Correction de la récupération du SQL des types de données avec une taille 0, comme « timestamp(0) without timezone ».

source: Fix some broken references to online help pages.
cs_cz: Opravuje některé chybné odkazy na stránky s on-line nápovědou.
fr_fr: Correction de certaines reférences, cassées, dans les pages de l'aide en ligne.

source: Fix some oddities in the way current per-table vacuum settings are displayed.
cs_cz: Opravuje některé nezvyklosti ve způsobu jakým je zobrazené nastavení automatického úklidu u jednotlivých tabulek.
fr_fr: Correction de quelques étrangetés dans la façon dont sont affichées les paramètres autovacuum par table.

source: Fix some portability issues in the configure code [Max Khon]
cs_cz: Opravuje některé problémy s přenositelností v kódu nastavení [Max Khon]
fr_fr: Correction de certains problèmes de portabilité dans le code de configure, par Max Khon

source: Fix support for 'bit varying' columns
cs_cz: Opravuje podporu pro sloupce typu „bit varying“
fr_fr: Ajout du support des colonnes 'bit varying'
ru_ru: Исправлена поддержка колонок 'bit varying'

source: Fix the WITH ADMIN membership option when creating roles.
cs_cz: Opravuje volbu členství „Může přidělovat/odebírat oprávnění“ při vytváření rolí.
fr_fr: Correction de l'option d'appartenance WITH ADMIN lors de la création de rôles.

source: Fix the debugger to send actual NULL values rather than 'NULL' through the EnterpriseDB callable statement API. Allow parameter values to be NULL or empty strings on both PostgreSQL and EnterpriseDB using the same syntax as the Edit Grid.
cs_cz: Opravuje ladicí program, aby posílal hodnotu NULL místo 'NULL' přes volatelný výraz API z EnterpriseDB. Díky tomu mohou být hodnoty parametrů NULL nebo prázdný řetězec jak v PostgreSQL tak EnterpriseDB při použití stejné syntaxe jako v editační mřížce.
fr_fr: Correction du débogueur pour qu'il envoie réellement des valeurs NULL plutôt que 'NULL' via l'API appelable d'EnterpriseDB. Autorise NULL ou chaîne vide comme valeur de paramètre sur PostgreSQL et EnterpriseDB en utilisant la même syntaxe que la grille d'édition.

source: Fix the debugger's connection class to ensure database names requiring quotes will work and that it can be used with SSL and Kerberos connections.
cs_cz: Opravuje třídu připojení ladicího programu, aby zajistila, že budou pracovat názvy databází vyžadující uzavření do uvozovek a že budou moci být použité při spojením přes SSL a Kerberos.
fr_fr: Correction de la classe de connexion du débogueur pour s'assurer que les noms des bases de données réclamant des guillemets fonctionneront et qu'elle puisse être utilisée avec les connexions SSL et Kerberos.

source: Fix the graphical explain to properly display backwards index scan nodes, per Brendan O'Shea.
cs_cz: Opravuje grafický výklad dotazu, aby správně zobrazoval uzly procházené zpětnými indexy. [Brendan O'Shea]
fr_fr: Correction du EXPLAIN graphique en affichant correctement les noeuds de parcours d'index inverses, par Brendan O'Shea.

source: Fix the index UI to handle columns with commas in the name
cs_cz: Opravené uživatelské rozhraní indexu, tak aby pracoval s názvy obsahujícími čárky
fr_fr: Correction de l'interface des index pour gérer les colonnes contenant des virgules dans le nom
ru_ru: В интерфейс индексов теперь можно использовать колонки, содержащие в имени запятые

source: Fix the locks tab on the server status dialogue so it works correctly with PostgreSQL 8.3+.
cs_cz: Opravuje panel zámků v dialogu se stavem serveru, aby správně pracoval s PostgreSQL 8.3+.
fr_fr: Correction de l'onglet Verrous sur le dialogue de statut du serveur pour qu'il fonctionne correctement avec PostgreSQL 8.3+.

source: Fix the logging system to ensure that errors from the query tool get logged, and notices are only output once.
cs_cz: Opravuje systém evidence tak, aby bylo zajištěné, že se zaevidují chyby z dotazovacího nástroje a upozornění se objeví jen jednou.
fr_fr: Corrige le système de trace pour s'assurer que les erreurs provenant de l'outil de requêtage soient tracées, et que les messages d'information sont affichés seulement une fois.

source: Fix the privilege editor on the Language dialogue, per Bborie Park.
cs_cz: Opravuje editor oprávnění v dialogu jazyku. [Bborie Park]
fr_fr: Correction de l'éditeur de droits pour le dialogue Langage, par Bborie Park.

source: Fix the table, index and index constraint tablespace property combo boxes to allow changes to tablespace.
cs_cz: Opravuje výběrový seznam prostorů tabulek pro tabulky, indexy a indexová omezení, aby bylo možné měnit prostor tabulek.
fr_fr: Correction des listes déroulantes tablespace dans les propriétés des tables, index et contrainte d'index pour autoriser la modification d'un tablespace.

source: Fix to refresh version string and number, and last OID, per a report from Alexander Kirpa.
cs_cz: Opravuje občerstvování řetězců a čísel s verzí a posledního OID. [nahlásil Alexander Kirpa]
fr_fr: Correction pour rafraîchir la chaîne de version, son numéro et le dernier OID, suite à un rapport d'Alexander Kirpa.

source: Fixed UTF8 option was not effective by file reading and writing of a query and fixed crash at the time of file save.
cs_cz: Opravuje volbu UTF8 tak, aby nebyla neovlivňovaná čtením a zapisováním souboru dotazu a opravuje zhroucení během ukládání souboru.
fr_fr: L'option UTF-8 corrigée ne fonctionnait pas pour la lecture d'un fichier et l'écriture d'une requête, et correction d'un arrêt brutal au moment de la sauvegarde d'un fichier.

source: For example, for France and Gutsy Gibbon, you can try:
cs_cz: Např. pro Francii a Gutsy Gibbon můžete zkusit:
fr_fr: Par exemple, pour la France, avec Gutsy Gibbon, vous pouvez essayer&nbsp;:

source: French
cs_cz: Francouzština
fr_fr: Français
ru_ru: Французский

source: Frequently Asked Questions
cs_cz: Časté dotazy a odpovědi
fr_fr: Foire Aux Questions
ru_ru: Часто задаваемые вопросы

source: From time to time, new strings which need translation are added to the application. Download/update the new <a href="%s">pgadmin3.pot</a> and merge the new file with your language file using the poEdit <i>Catalog/Update from POT file</i> function. Alternatively, you can run the following command manually:
cs_cz: Čas od času přibudou v aplikaci nové řetězce. Stáhněte si nový <a href="%s">pgadmin3.pot</a> a spojte nový soubor s vaším jazykovým souborem pomocí funkce <i>Katalog / Aktualizovat z POT souboru...</i> v poEdit. Alternativně můžete ručně spustit příkaz:
fr_fr: De temps en temps, de nouvelles chaînes de caractères qui ont besoin d'être traduites sont ajoutées à l'application. Téléchargez/mettez à jour le nouveau <a href="%s">pgadmin3.pot</a> et fusionnez le nouveau fichier avec votre fichier de langue en utilisant la fonction de poEdit <i>Catalogue/Mettre à jour depuis fichier POT...</i>. Autrement, vous pouvez exécuter manuellement la commande suivante&nbsp;:
ru_ru: Время от времени в программе появляются новые строки, которые также нужно переводить. Для этого загрузите/обновите шаблон <a href="%s">pgadmin3.pot</a> и объедините новый файл с вашим переводом, воспользовавшись функцией poEdit <i>Catalog (Каталог) -&gt;Update from POT file (Обновить из POT-файла)</i>. Вы также можете сделать это, выполнив следующую команду:

source: Function properties
cs_cz: Vlastnosti funkce
fr_fr: Propriétés d'une fonction
ru_ru: Свойства функции

source: Function/procedure signatures do not include OUT params. Fix this oversight, and cleanup much of the related code.
cs_cz: Hlavičky funkcí/procedur neobsahují parametr OUT. Opravuje toto přehlédnutí a pročišťuje většinu příslušného kódu.
fr_fr: Les signatures des fonctions/procédures n'incluent pas les paramètres OUT. Correction de ceci et nettoyage du code relatif.

source: Functionality
cs_cz: Funkcionalita
fr_fr: Fonctionnalités
ru_ru: Функциональность

source: Functions
cs_cz: Funkce
fr_fr: Fonctions
ru_ru: Функции

source: Fuzzy
cs_cz: Odhadnuto
fr_fr: Approximatif
ru_ru: Неточно

source: GIT access
cs_cz: Přístup přes GIT
fr_fr: Accès GIT
ru_ru: Доступ к GIT

source: GIT browser
cs_cz: Procházení přes GIT
fr_fr: Navigateur GIT
ru_ru: Обзор GIT

source: GSoC
cs_cz: Google Summer of Code

source: Gary at <a href="http://www.enterprisedb.com/">EnterpriseDB</a> has produced a <a href="http://www.enterprisedb.com/learning/videos/Create_Postgres_Database_pgAdmin.do">video walkthrough</a> showing off some of the features in pgAdmin.
cs_cz: Gary ze společnosti <a href="http://www.enterprisedb.com/">EnterpriseDB</a> vytvořil <a href="http://www.enterprisedb.com/learning/videos/Create_Postgres_Database_pgAdmin.do">průvodní video</a>, které ukazuje některé z funkcí aplikace pgAdmin.
fr_fr: Gary d'<a href="http://www.enterprisedb.com/">EnterpriseDB</a> a réalisé une <a href="http://www.enterprisedb.com/learning/videos/Create_Postgres_Database_pgAdmin.do">démonstration vidéo</a> de certaines fonctionnalités de pgAdmin.

source: Generate function signatures correctly if the first parameters are OUT only.
cs_cz: Generuje korektně hlavičku funkce, i když je první parametr pouze OUT.
fr_fr: Correction de la génération des signatures de fonctions si les premiers paramètres sont en mode OUT.

source: Getting started
cs_cz: Začínáme
fr_fr: Pour commencer
ru_ru: Начало работы

source: Graphs in frmStatus [GL]
cs_cz: Grafy ve frmStatus [GL]
fr_fr: Graphes dans frmStatus [GL]
ru_ru: Графики в frmStatus [GL]

source: Greenplum objects (such as external tables, ressource queues)
cs_cz: Objekty Greenplum (jako externí tabulky, fronty zdrojů)
fr_fr: Objets Greenplum (comme les tables externes, les queues de ressource)
ru_ru: Объекты Greenplum (внешние таблицы, очереди ресурсов и т.д.)

source: Groups
cs_cz: Skupiny
fr_fr: Groupes
ru_ru: Группы

source: Guard against permission denied errors in the edit grid per Howard Wang
cs_cz: Chrání se před chybami kvůli zamítnutí přístupu v editační mřížce [Howard Wang]
fr_fr: Protection contre les erreurs de droits dans la grille de modification, par Howard Wang

source: Guidelines
cs_cz: Pokyny
fr_fr: Lignes directrices
ru_ru: Правила

source: Guru Hints to help less experienced users
cs_cz: Rady odborníka na pomoc méně zkušeným uživatelům
fr_fr: Astuces du gourou pour aider les utilisateurs moins expérimentés.
ru_ru: Подсказки гуру для начинающих

source: Handle non-default schema paths properly in the Foreign Key dialogue, per Philipp Specht
cs_cz: Pracuje správně s nevýchozími cestami schémat v dialogu cizího klíče. [Philipp Specht]
fr_fr: Correction de la gestion des chemins de schémas différents de la valeur par défaut dans le dialogue des clés étrangères, par Philipp Specht.

source: Handle resetting of sequence values more consistently.
cs_cz: Více konzistentně se řeší reset hodnot v sekvenci.
fr_fr: Gestion plus cohérente de la réinitialisation de la valeur des séquences.

source: Handle the corner case when a user includes quotes in an object name (backport of 2007-10-26 fix applied to trunk)
cs_cz: Ošetřuje zřídkavý případ, kdy uživatel vloží uvozovky do názvu objektu (zpětný port opravy z 26.10.2007 aplikované do trunk).
fr_fr: Gestion du cas particulier posé par un utilisateur qui inclut des guillemets dans un nom d'objet (patch du 26 octobre 2007 appliqué à la branche de développement).

source: Hide array variants of table-types in datatype selectors where we already hide the table type itself.
cs_cz: Skrývá varianty „pole“ od tabulkových typů ve výběru datových typů v případě, že už byly skryty tabulkové typy.
fr_fr: Cache les variantes tableau des types de table dans les sélecteurs de type de données où nous cachons déjà le type table lui-même.

source: Hide binary data (bytea) in the edit grid.
cs_cz: Skrývá binární data (bytea) v editační mřížce.
fr_fr: Cache les données binaires (bytea) dans la grille de modification.

source: Highlight the error word in the query tool if a syntax error is reported by the database.
cs_cz: Při hlášení syntaktické chyby od databáze se v dotazovacím nástroji zvýrazní příslušné slovo.
fr_fr: Surlignement du mot erroné dans l'outil de requêtes si une erreur de syntaxe est rapportée par la base de données.

source: Home
cs_cz: Začínáme
fr_fr: Accueil
ru_ru: Главная

source: How to contribute
cs_cz: Jak přispět
fr_fr: Comment contribuer
ru_ru: Как принять участие

source: Howto
cs_cz: Jak na to
fr_fr: Guide pratique
ru_ru: План действий

source: I would like to take this opportunity to thank all those who gave their time to help with the development, testing, translation and packaging of this release.
cs_cz: Rád bych při této příležitosti poděkoval všem, kteří věnovali svůj čas pomoci s vývojem, testováním, překladem a balením tohoto vydání.
fr_fr: J'aimerais profiter de cette opportunité pour remercier tous ceux qui ont donné de leur temps pour aider au développement, aux tests, à la traduction et à l'empaquetage de cette version.

source: I would like to take this opportunity to thank all those who gave their time to help with the development, testing, translation and packaging of this release.
cs_cz: Rád bych při této příležitosti poděkoval všem, kteří věnovali svůj čas pomoci s vývojem, testováním, překladem a balením tohoto vydání.
fr_fr: J'aimerais profiter de cette opportunité pour remercier tous ceux qui ont donné de leur temps pour aider au développement, aux tests, à la traduction et à l'empaquetage de cette version.

source: I'm pleased to announce the release of pgAdmin 1.6.0, the Open Source graphical PostgreSQL administration tool for Windows, Linux, FreeBSD, Mac OS X and Solaris, now available for download in source and a variety of binary formats from:
cs_cz: S potěšením mohu oznámit vydání pgAdmin 1.6.0, Open Source grafického nástroje na administraci PostgreSQL pro Windows, Linux, FreeBSD, Mac OS X a Solaris. Je dostupný ke stažení v podobě zdrojového kódu i různých variantách binárních formátů z:
fr_fr: Je suis heureux d'annoncer la sortie de pgAdmin 1.6.0, l'outil libre d'administration graphique de PostgreSQL pour Windows, Linux, FreeBSD, Mac OS X et Solaris, actuellement disponible au téléchargement en fichiers sources et en une variété de formats binaires comme&nbsp;:

source: If stopping the server service fails after stopping dependent services, wait 5 seconds and try again up to 10 times to allow the dependents time to shutdown fully.
cs_cz: Pokud selže ukončení serverové služby po zahájení ukončení závisejících služeb, tak se počká 5 sekund a provede se nový pokus. Tak se to zkouší desetkrát, aby se závisející služby měly čas plně ukončit.
fr_fr: Si l'arrêt d'un service serveur échoue après l'arrêt des services dépendants, attente de cinq secondes puis nouvelle tentative (limitée à 10) pour permettre aux services dépendants de s'arrêter complètement.

source: If you are not a programmer, you can still get involved in the project if you wish - as a <a href="%s">translator</a>, or <a href="%s">promoting</a> pgAdmin.
cs_cz: Pokud byste si přáli se zapojit do projektu a nejste programátor, i tak máte šanci - jako <a href="%s">překladatel</a> nebo <a href="%s">propagátor</a> pgAdmin.
fr_fr: Si vous n'êtes pas un programmeur, vous pouvez quand même vous impliquer dans le projet si vous le désirez - comme <a href="%s">traducteur</a> ou <a href="%s">promotteur</a> de pgAdmin.
ru_ru: Если вы не программист, вы всё равно можете поучаствовать в проекте, например <a href="%s">переводить</a> или <a href="%s">продвигать</a> pgAdmin.

source: If you are not the author/maintainer of a translation and wish to submit a translation fix: download the language file (*.po extension), make the necessary corrections and send it back to us CC'd to the translator.
cs_cz: Pokud nejste autor/správce překladu a přejete si poslat opravu překladu: stáhněte si jazykový soubor (přípona .po), proveďte potřebné opravy a zašlete jej nám zpět a v kopii autorovi překladu.
fr_fr: Si vous n'êtes pas l'auteur/mainteneur d'une traduction et que vous désirez soumettre une correction&nbsp;: téléchargez le fichier de langue (extention *.po), faites les corrections nécessaires et envoyez-le nous et en CC au traducteur.
ru_ru: Если вы не являетесь автором или ответственным за перевод, но хотите откорректировать перевод, загрузите языковой файл (с расширением .po), внесите исправления и вышлите его нам и в копии письма ведущему переводчику.

source: If you are posting a bug report, please include the following information where possible:
cs_cz: Pokud posíláte hlášení o chybě a je to možné, uveďte následující informace:
fr_fr: Si vous rapportez un bogue, veuillez inclure les informations suivantes lorsque c'est possible&nbsp;:
ru_ru: Если вы публикуете отчёт об ошибке, пожалуйста по возможности включите следующую информацию:

source: If you are the maintainer of a translation and wish to update your work, download the template file (*.pot extension), execute poEdit and use the 'update from template' command. Translate the text and send us the *.po file.
cs_cz: Pokud jste správce překladu a chcete svoji práci aktualizovat, tak si stáhněte soubor s šablonou (přípona .pot), spusťte poEdit a použijte příkaz „Aktualizovat z POT souboru...“. Přeložte text a pošlete nám *.po soubor.
fr_fr: Si vous êtes le mainteneur d'une traduction et vous désirez mettre à jour votre travail, téléchargez le fichier modèle (extension *.pot), exécutez poEdit et utilisez la commande «&nbsp;Mettre à jour depuis fichier POT&nbsp;». Traduisez le texte et envoyez nous le fichier *.po.
ru_ru: Если вы сопровождаете перевод и хотите обновить его для новой версии, загрузите файл шаблона (с расширением .pot), запустите poEdit и выполните команду 'Обновить из POT-файла'. Переведите новый текст и пришлите нам файл *.po.

source: If you have a problem that you need help with, please make sure you check the <a href="%s">Frequently Asked Questions</a> list as well as the pgAdmin documentation for a solution first. If you cannot find the answer you need there, then please try searching Google (a Google search facility is provided at the top of the page) next. Make sure you include any relevant error messages in your query. If you still cannot find the answer you need, then please post a message to the <a href="%s">pgadmin-support</a> mailing list.
cs_cz: Pokud máte problém, se kterým potřebujete pomoci, projděte si prosím nejdříve <a href="%s">Časté otázky a odpovědi</a> a dokumentaci pgAdmin. Pokud nenajdete požadovanou odpověď zde, zkuste vyhledávání pomocí Google (vyhledávací políčko najdete nahoře na stránce). Do hledaného výrazu určitě zahrňte případné chybové hlášení. Pokud ovládáte angličtinu, zkuste řešení hledat i v anglickém jazyce. Pokud jste potřebné řešení stále nenalezli, zašlete prosím zprávu do poštovní konference <a href="%s">pgadmin-support</a>.
fr_fr: Si vous avez un problème et que vous avez besoin d'aide, s'il-vous-plait, assurez-vous de vérifier en premier la <a href="%s">Foire Aux Questions</a> ainsi que la documentation de pgAdmin pour une solution. Si vous ne trouvez pas la réponse que vous recherchez ici, alors essayez ensuite de chercher sur Google (un engin de recherche Google est disponible dans le haut de la page). Assurez-vous d'inclure tous les messages d'erreurs dans votre requête. Si vous ne trouvez toujours pas la réponse dont vous avez besoin, alors envoyez un message à la liste <a href="%s">pgadmin-support</a>
ru_ru: Если вы столкнулись с проблемой, которую не можете решить самостоятельно, начните поиск решения со списка <a href="%s">ЧаВо</a> и документации pgAdmin. Если там найти ответ не удастся, воспользуйтесь поиском Google (поле для поиска в Google расположено вверху страницы). Укажите в запросе все важные слова из сообщений об ошибке. Если же и это не поможет найти ответ, обратитесь в список рассылки <a href="%s">pgadmin-support</a>.
