Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: Document cannot be read
cs_cz: Dokument nelze přečíst
fr_fr: Le document ne peut pas être lu
ru_ru: Невозможно прочитать документ

source: Document not found
cs_cz: Dokument nenalezen
fr_fr: Document introuvable
ru_ru: Документ не найден

source: Documentation
cs_cz: Dokumentace
ru_ru: Документация

source: Domains
cs_cz: Domény
fr_fr: Domaines
ru_ru: Домены

source: Don't allow the user to attempt to remove columns from an existing index or index constraint.
cs_cz: Nedovolí uživateli pokoušet se odstranit sloupce z existujícího indexu nebo omezení.
fr_fr: N'autorise pas l'utilisateur à supprimer des colonnes d'un index existant.

source: Don't allow the user to debug an EnterpriseDB package function or procedure if the body isn't defined.
cs_cz: Nedovoluje uživateli ladit funkce nebo procedury z balíku EnterpriseDB, pokud není definované tělo.
fr_fr: N'autorise pas l'utilisateur à déboguer une fonction ou procédure d'un package EnterpriseDB si le corps n'est pas défini.

source: Don't allow the user to direct-debug trigger functions, only global breakpoints should be used on them (or the trigger itself).
cs_cz: Nedovoluje uživatelům přímo ladit funkce triggerů, pouze na nich mohou nastavit globální body přerušení (a nebo ladit přímo trigger).
fr_fr: N'autorise pas l'utilisateur à déboguer directement les fonctions triggers, seuls des points d'arrêt pouvant être utilisés sur eux (ou le trigger lui-même).

source: Don't display index constraints under the Indexes node as well as the Contraints node, per Erwin.
cs_cz: Nezobrazuje omezení typu index pro uzlem Indexy ale uzlem Omezení. [Erwin]
fr_fr: N'affiche pas les contraintes d'index sous le noeud Index ainsi que sous le noeud Contraintes, par Erwin.

source: Don't include the -h option when calling pg_dump or pg_restore if there is no hostname to specify.
cs_cz: Vynechá se volba -h, pokud se volá pg_dump nebo pg_restore a není uvedený název hostitele.
fr_fr: N'inclut pas l'option -h lors de l'appel de pg_dump ou de pg_restore si aucun nom d'hôte n'est indiqué.

source: Don't load group roles and old-style groups on the security tab on 8.1 and higher.
cs_cz: Nenačítá skupinové role a skupiny (zastaralý způsob) na kartě zabezpečení v 8.1 a vyšším.
fr_fr: Ne charge pas les rôles de type groupe et les anciens groupes sur l'onglet Sécurité des versions 8.1 et ultérieures.

source: Don't offer 'Drop Cascaded' unless the user can 'Drop' the object.
cs_cz: Nenabízí „Odstranit kaskádovitě“, pokud nemá uživatel u objektu povolenou funkci „Odstranit“.
fr_fr: N'offre pas 'Drop Cascaded' sauf si l'utilisateur peut supprimer l'objet.

source: Don't offer edbspl functions when creating triggers as they should have inline bodies.
cs_cz: Nenabízí edbspl funkce když se vytváří triggery, protože by měly mít vložená těla.
fr_fr: N'offre pas les fonctions edbspl lors de la création des triggers car ils auraient eu des corps en ligne.

source: Don't offer package names and system schemas as schemas when creating public synonyms.
cs_cz: Při vytváření veřejných synonym se nenabízí názvy balíků a systémová schémata jako schéma.
fr_fr: Ne propose pas les noms des packages et les schémas système en tant que schémas lors de la création de synonymes publiques.

source: Don't offer the user the chance to create new columns on system catalogues.
cs_cz: Nedává uživateli šanci vytvořit nový sloupec v systémovém katalogu.
fr_fr: N'offre pas à l'utilisateur une chance de créer de nouvelles colonnes sur les catalogues systèmes.

source: Don't paste into empty edit grids, per Howard Wang
cs_cz: Nevkládá do prázdných datových mřížek. [Howard Wang]
fr_fr: Ne colle pas dans les grilles de modification vides, par Howard Wang

source: Don't quote database names that happen to be keywords when starting the debugger.
cs_cz: Neuzavírá názvy databází do uvozovek, aby se staly klíčovými slovy při spuštění ladicího programu.
fr_fr: Ne met pas entre guillemets les noms de bases de données qui se trouvent être des mots clés lors du lancement du débogueur.

source: Don't try to detect if integrated autovacuum is running on &lt; 8.1.
cs_cz: Nezkouší detekovat jestli integrovaný automatický úklid běží na &lt; 8.1.
fr_fr: N'essaie plus de détecter sur l'autovacuum intégré est exécuté sur les versions antérieures à la 8.1.

source: Don't try to enable/disable prepared transaction related controls on pre-8.1 servers, per Karl Zellnig
cs_cz: Nezkouší povolit/zakázat ovládací prvky vztahující se k předpřipraveným transakcím na serverech starší verze než 8.1. [Karl Zellnig]
fr_fr: N'essaie pas d'activer/désactiver les contrôles relatifs aux transactions préparées sur des serveurs de version inférieure à la 8.1, par Karl Zellnig

source: Don't try to force new databases into a specific tablespace as this will error as non-superusers default to pg_default.
cs_cz: Nezkouší vnutit novou databázi do určeného prostoru tabulek, protože to způsobí chybu pokud ne-superuživatelé nepoužijí pg_default.
fr_fr: Ne tente pas de forcer la création des nouvelles bases de données dans un tablespace spécifique car cela générera une erreur pour les utilisateurs standards pour qui le tablespace correspond par défaut à pg_default.

source: Download
cs_cz: Stáhnout
fr_fr: Téléchargement
ru_ru: Загрузка

source: Download <a href="%s">poEdit</a> and install it under MS Windows or GNU/Linux.
cs_cz: Stáhněte si <a href="%s">poEdit</a> a nainstalujte jej pod MS Windows nebo GNU/Linux.
fr_fr: Téléchargez <a href="%s">poEdit</a> et installez-le sous MS Windows ou GNU/Linux.
ru_ru: Скачать <a href="%s">poEdit</a> и установить его в MS Windows или GNU/Linux.

source: Dump/Restore
cs_cz: Zálohování/obnova
fr_fr: Sauvegarde/restauration
ru_ru: Резервное копирование/Восстановление

source: Dump/restore dialog
cs_cz: Dialog pro zálohování/obnovu
fr_fr: Dialogue de sauvegarde/restauration
ru_ru: Диалог резервного копирования/восстановления

source: EDB-SPL functions require NULL to be passed in out-params when debugging.
cs_cz: EDB-SPL funkce vyžadují při ladění předat NULL ve výstupních parametrech.
fr_fr: Les fonctions EDB-SPL requièrent le passage de NULL pour les paramètres OUT lors du débogage.

source: EXPLAIN and/or ANALYZE your queries to take advantage of PostgreSQL unique optimisation features. You will soon realise that PostgreSQL is amongst the fastest enterprise class databases available.
cs_cz: Příkazy EXPLAIN a/nebo ANALYZE přinášejí vašim dotazům užitek z unikátních optimalizací v PostgreSQL. Rychle zjistíte, že PostgreSQL patří k nejrychlejším dostupným databázím pro firemní sféru.
fr_fr: Utiliser EXPLAIN et/ou ANALYZE sur vos requêtes pour profiter des avantages d'optimisation uniques de PostgreSQL. Vous allez rapidement réaliser que PostgreSQL fait parti des bases de données les plus rapides pour entreprise.
ru_ru: Применяйте EXPLAIN и/или ANALYZE (команды, позволяющие объяснить и/или анализировать запросы), чтобы воспользоваться уникальными возможностями оптимизации, которые предлагает вам PostgreSQL. Вскоре вы поймёте, что PostgreSQL заслуженно входит в число самых быстрых СУБД уровня предприятия.

source: Each FTS object is handled by its own properties dialog.
cs_cz: Každý typ objektu FTS má svůj vlastní dialog vlastností.
fr_fr: Chaque objet FTS dispose de son propre dialogue de propriétés.
ru_ru: Для каждого объекта FTS создан отдельный диалог свойств.

source: Each objects' list now show the <b>owner of the object</b>:
cs_cz: Ve všech seznamech objektů se zobrazuje <b>vlastník objektu</b>:
fr_fr: Chaque liste d'objets affiche maintenant le <b>propriétaire de l'objet</b>&nbsp;:
ru_ru: В списках всех объектов теперь показывается <b>владелец объекта</b>:

source: Edit grid
cs_cz: Editační mřížka
fr_fr: Grille d'édition
ru_ru: Редактор данных

source: Edit the *.po file. The steps described are related to poEdit only.
cs_cz: Upravte *.po soubor. Následující kroky platí pouze pro poEdit:
fr_fr: Éditez le fichier *.po.
ru_ru: Редактируйте файл *.po (следующие действия относятся только к poEdit).

source: Enable the OK button on the Database properties dialog when the owner is changed, per Jim Cullison
cs_cz: Zpřístupňuje tlačítko OK v dialogu vlastností databáze, když se změní vlastník. [Jim Cullison]
fr_fr: Activation du bouton OK dans le dialogue des propriétés de la base quand le propriétaire est changé, par Jim Cullison

source: Enable the OK button on the database properties dialog when variables are changed.
cs_cz: Zpřístupňuje tlačítko OK v dialogu vlastností databáze, když se změní proměnné.
fr_fr: Activation du bouton OK dans le dialogue des propriétés de la base quand les variables sont modifiées.

source: English
cs_cz: Angličtina
fr_fr: Anglais
ru_ru: Английский

source: Enhance the query tool to allow copy/paste of arbitrary groups of columns, rows or individual cells.
cs_cz: Zdokonaluje dotazovací nástroj tak, aby šlo kopírovat/vkládat libovolné skupiny sloupců, řádků nebo individuálních buněk.
fr_fr: Amélioration de l'outil de requêtes pour permettre le copier/coller de groupes arbitraires de colonnes, lignes ou de cellules individuelles.

source: Enhancements
cs_cz: Vylepšení
fr_fr: Améliorations

source: Ensure a newline is included between notices in the query tool
cs_cz: Zaručení, že se vloží nový řádek mezi poznámky v dotazovacím nástroji
fr_fr: S'assure qu'un retour de ligne est inclus entre les messages dans l'outil de requêtage.
ru_ru: Разрыв строки всегда добавляется между сообщениями в запроснике

source: Ensure backup and restore options are enabled when appropriate (this is a wxWidgets bug, fixed in wxWidgets 2.8.0rc1)
cs_cz: Zajišťuje, že volby pro zálohování a obnovu jsou dostupné, kdy mají být (toto je chybou wxWidgets a bylo to opraveno ve wxWidgets 2.8.0rc1)
fr_fr: S'assure que les options de sauvegarde et de restauration sont activées si approprié (ceci est un bogue de wxWidgets, corrigé dans wxWidgets 2.8.0rc1)

source: Ensure column headers and the insert row are shown in the edit grid when no rows exist in the table being editted, per Bob Pawley.
cs_cz: Zajišťuje, že editační mřížka bude mít na začátku záhlaví a prázdný řádek pro nový záznam, i když je upravovaná tabulka prázdná. [Bob Pawley]
fr_fr: S'assure que les en-têtes de colonnes et que la ligne d'insertion soient affichées dans la grille d'édition quand aucune ligne n'existe dans la table en cours d'édition, par Bob Pawley.

source: Ensure enums are offered as datatypes for columns.
cs_cz: Zajišťuje, že se v datových typech pro sloupce nabízí výčtové typy.
fr_fr: S'assure que les ENUM sont proposées comme types de données pour les colonnes.

source: Ensure files can be converted to the required encoding before saving.
cs_cz: Zajišťuje, že soubory mohou být před uložením převedené do požadovaného kódování.
fr_fr: S'assure que les fichiers peuvent être converties vers l'encodage requis avant de les sauvegarder.

source: Ensure info passed to Guru hints is HTML-safe.
cs_cz: Zajišťuje, že informace předávané do Rady odborníka jsou HTML-bezpečné.
fr_fr: S'assure que les informations passées par les astuces de gourou sont du HTML sain.

source: Ensure logfiles and pgpass files can be correctly saved on Windows when the username contains non-ASCII chars.
cs_cz: Zajišťuje, aby šly pod Windows korektně uložit soubory s evidencí a pgpass i když jméno uživatele obsahuje ne-ASCII znaky.
fr_fr: S'assure que les journaux applicatifs et les fichiers pgpass sont correctement sauvegardés sous Windows quand le nom de l'utilisateur contient des caractères non ASCII.

source: Ensure pgAgent jobs can be managed on Greenplum database.
cs_cz: Zajišťuje, že úkoly pgAgent lze spravovat na databázi Greenplum.
fr_fr: S'assure que les jobs de pgAgent puissent être gérés dans une base de données Greenplum.

source: Ensure that EDB-SPL trigger DDL code is appropriately formatted on newer builds of EnterpriseDB.
cs_cz: Zajišťuje, že kód DDL pro EDB-SPL je náležitě naformátovaný na nových verzích EnterpriseDB.
fr_fr: S'assure que le code DDL d'un trigger EDB-SPL est correctement formatée sur les dernières constructions d'EnterpriseDB.

source: Ensure that line endings stay consistent when editing in styled text controls
cs_cz: Zabezpečuje, že při úpravách formátovaného textu zůstane konzistentní ukončování řádků
fr_fr: S'assure que les fins de ligne restent cohérentes lors de l'édition dans les contrôles de texte stylé
ru_ru: Поддержание единообразия окончаний строк при редактировании в текстовых полях

source: Ensure the 'Create Rule' context menu option is always offered when appropriate.
cs_cz: Zajišťuje že položka kontextového menu „Vytvořit pravidlo“ je vždy nabízená, kde má.
fr_fr: S'assure que l'option 'Create Rule' du menu contextuel est toujours proposé quand c'est approprié.

source: Ensure the password and confirmed password always match when adding or editing roles or users.
cs_cz: Ověření, zda se heslo a kontrolní heslo shodují vždy, kdy se přidává nebo upravuje role nebo uživatel.
fr_fr: S'assure que le mot de passe correspond bien au mot de passe de confirmation lors de l'ajout et de la modification des rôles et utilisateurs.

source: Ensure the password change dialog works with stored passwords.
cs_cz: Zajišťuje, aby dialog na změnu hesla pracoval s uloženými hesly.
fr_fr: S'assure que la fenêtre de modification des mots de passe fonctionne avec les mots de passe stockés.

source: Ensure the properties dialogues will work sanely with objects named " " (!).
cs_cz: Zajišťuje, že dialogy vlastností budou rozumně pracovat s objekty pojmenovanými „ “ (!).
fr_fr: S'assure que les dialogues de propriétés fonctionnent bien avec les objets nommés " " (!).

source: Ensure we always allow the maximum string length possible to be entered in the Edit Grid.
cs_cz: Zajišťuje, že vždy umožníme do editační mřížky zadat řetězec v maximální možné délce.
fr_fr: S'assure que la longueur de chaîne maximale est autorisée dans la grille d'édition.

source: Ensure we never try to refresh the Servers node which would likely crash
cs_cz: Zaručuje, že se nikdy nebude zkoušet občerstvit uzel serveru, který by pravděpodobně havaroval
fr_fr: S'assure que pgAdmin n'essaie jamais de rafraîchir le n&oelig;ud Serveurs, ce qui pourrait facilement crasher pgAdmin
ru_ru: Никогда не пытаться обновить узел Серверы, так как это может приводить к сбоям

source: Enter your translation strings.
cs_cz: Proveďte vaše překlady řetězců.
fr_fr: Entrez vos chaines de traduction.
ru_ru: Переводите строки.

source: Extensive documentation
cs_cz: Rozsáhlá dokumentace
fr_fr: Documentation complète
ru_ru: Подробная документация

source: FAQ
cs_cz: Časté dotazy a odpovědi
ru_ru: ЧаВо

source: FOSDEM fix: Include overriding columns in reverse engineered SQL for child tables, rather than commenting them out and marking as inherited.
cs_cz: Oprava z FOSDEM: Obsahuje předefinování sloupců v reverzně vytvořeném SQL pro dceřiné tabulky, místo toho, aby se zakomentovávaly a označovaly jako zděděné.
fr_fr: Correction du FOSDEM : inclut les colonnes surchargées dans le SQL récupéré par « reverse engineering » pour les tables enfants plutôt que de les commenter et de les marquer comme héritées.

source: FTS configurations
cs_cz: Nastavení FTS
fr_fr: Configurations FTS
ru_ru: Конфигурации FTS

source: FTS dictionaries
cs_cz: Slovníky FTS
fr_fr: Dictionnaires FTS
ru_ru: Словари FTS

source: FTS parsers
cs_cz: Analyzátory FTS
fr_fr: Analyseurs FTS
ru_ru: Парсеры FTS

source: FTS templates
cs_cz: Šablony FTS
fr_fr: Modèles FTS
ru_ru: Шаблоны FTS

source: Features
cs_cz: Vlastnosti
fr_fr: Fonctionnalités
ru_ru: Функциональность

source: Filter rows in frmStatus's reports [GL]
cs_cz: Filtr řádků ve výstupní sestavě frmStatus [GL]
fr_fr: Filtre les lignes dans les rapports de frmStatus [GL]

source: Finally, the fourth tab allows you to select all the objects you want to dump. All checked objects will be included in the dump.
cs_cz: A na konec, čtvrtá karta vám umožňuje vybrat všechny objekty, které chcete vypsat. Všechny zaškrtnuté objekty budou ve výpise zahrnuty.
fr_fr: Enfin, le quatrième onglet vous permet de sélectionner tous les objets que vous voulez sauvegarder. Tous les objets cochés seront inclus dans la sauvegarde.
ru_ru: И наконец, на четвёртой вкладке вы можете выбрать все объекты, которые будут включены в резервную копию.

source: Finish 8.4 support with SQL/Med objects [GL]
cs_cz: Dokončit podporu 8.4 s objekty SQL/Med [GL]
fr_fr: Finir le support de la 8.4 avec les objets SQL/Med [GL]

source: Finish 9.0 support with exclusion constraints [GL]
cs_cz: Dokončit podporu 9.0 s omezeními exkluzí [GL]
fr_fr: Finir le support de la 9.0 avec les contraintes d'exclusion [GL]

source: First, it is now possible to build a query graphically.
cs_cz: Zaprvé je nyní možné dotazy sestavovat graficky.
fr_fr: Maintenant, il est possible de construire une requête graphiquement.
ru_ru: Во-первых, теперь стало возможным построить запрос в графическом виде.

source: Fix EnterpriseDB public synonym loading so that they aren't considered system objects.
cs_cz: Opravuje načítání veřejných synonym EnterpriseDB tak, aby nebyla považována za systémové objekty.
fr_fr: Correction du chargement des synonymes publiques EnterpriseDB pour qu'ils ne soient pas considérés comme des objets publiques.

source: Fix a bug preventing the 'on error' flag of a pgAgent job step being edited, per Jon Roberts.
cs_cz: Opravuje chybu bránící úpravě příznaku „on error“ kroku úkolu pgAgent. [Jon Roberts]
fr_fr: Correction d'un bogue empêchant le drapeau 'on error' d'un job pgAgent en cours d'édition, par Jon Roberts.

source: Fix a bug that could cause a crash on GTK when closing the query tool in certain circumstances.
cs_cz: Opravuje chybu, která může způsobit za určitých okolností zhroucení v GTK při zavírání dotazovacího nástroje.
fr_fr: Correction d'un bogue qui pourrait causer un arrêt brutal sur GTK lors de la fermeture de l'outil de requêtage dans certaines circonstances.

source: Fix a bug that prevented adding new nodes to a Slony cluster, per Duncan Beeby.
cs_cz: Opravuje chybu, která bránila přidání nového uzlu do clusteru Slony. [Ducan Beeby]
fr_fr: Correction d'un bogue qui empêchait l'ajout de nouveaux noeuds à un cluster Slony, par Duncan Beeby.

source: Fix a corner case in which closing the debugger window following a failed attempt to create a global breakpoint (for example, because of an existing breakpoint) could cause a crash on Windows.
cs_cz: Opravuje situaci, kdy zavření ladicího okna následující selháním pokusu o vytvoření globálního bodu přerušení (např. protože nějaký bod přerušení existuje) může pod Windows způsobit zhroucení.
fr_fr: Corrige un cas très particulier dans lequel la fermeture de la fenêtre du débogueur suivant une tentative échouée pour créer un point d'arrêt global (par exemple à cause d'un point d'arrêt existant) pourrait causer un arrêt brutal sous Windows.

source: Fix a crash in the Edit Grid which occured if Delete was pressed whilst editing a boolean.
cs_cz: Opravu zhroucení v editační mřížce, které se objevovalo při stisku Delete během úpravy údaje typu boolean.
fr_fr: Correction d'un arrêt brutal dans la grille d'édition survenant quand la touche Delete est appuyée lors de l'édition d'un booléen.

source: Fix a crash on Mac that occurred when using some combo boxes, per David Lowry.
cs_cz: Opravuje zhroucení v systému Mac, které se vyskytovalo při použití některých výběrových seznamů. [David Lowry]
fr_fr: Correction d'un arrêt brutal sur Mac survenant lors de l'utilisation de certaines listes déroulantes, par David Lowry.

source: Fix a crash that occured if an object called '%' was selected in the treeview, per Alexander Steffens.
cs_cz: Opravuje zhroucení, které nastalo, když se ve stromu vybral objekt nazvaný „%“ [Alexander Steffens]
fr_fr: Correction d'un arrêt brutal survenant si un objet appelé '%' était sélectionné dans le navigateur, par Alexander Steffens.

source: Fix a line number error in the debugger seen with procedures which start on the same line as the 'CREATE PROCEDURE foo IS ...' Per report from Heikki Linnakangas.
cs_cz: Opravuje chybu s čísly řádků v ladicím programu, která se objevuje s procedurami začínajícími na stejném řádku jako „CREATE PROCEDURE foo IS ...“. [nahlásil Heikki Linnakangas]
fr_fr: Correction d'une erreur de numéro de ligne dans le débogueur, vu avec des procédures qui commencent sur la même ligne que 'CREATE PROCEDURE foo IS ...', d'après un rapport d'Heikki Linnakangas.

source: Fix a minor bug in app bundle creation for Mac [Florian G. Pflug]
cs_cz: Opravuje drobnou chybu při vytváření aplikačního balíčku pro Mac. [Florian G. Pflug]
fr_fr: Correction d'un bogue mineure dans la création d'un « app bundle » pour Mac [Florian G. Pflug]

source: Fix a minor bug in the index reverse engineering when using non-default operator classes per Andrus.
cs_cz: Opravuje drobnou chybu v reverzním vytváření pro indexy, kdy je použitá třída operátorů, která není výchozí. [Andrus]
fr_fr: Correction d'un bogue mineur dans l'ingénieurie inverse de l'index lors de l'utilisation de classes d'opérateur qui ne sont pas par défaut, par Andrus.

source: Fix a rare bug in the Edit Grid which could cause a crash when editting data in tables with deleted columns and a primary key that isn;t at the beginning of the table. Thanks to Patrick De Visschere for the test case.
cs_cz: Opravuje zřídkavou chybu v editační mřížce, která může způsobit zhroucení během úprav dat v tabulce se smazanými řádky a primárním indexem, který není na začátku tabulky. Děkujeme Patriku De Visschereovi za testování.
fr_fr: Correction d'un bogue rare dans la grille d'édition qui causait un arrêt brutal lors de l'édition de données dans des tables ayant des colonnes supprimées et une clé primaire qui ne se trouve pas au début de la table. Merci à Patrick De Visschere pour le jeu de tests.

source: Fix an issue in the Query Tool export option that could result in blank lines in the export file, per Mathias Durst and Mike.
cs_cz: Opravuje problém v exportu z dotazovacího nástroje, který by mohl způsobit prázdné řádky v exportovaném souboru. [Mathias Durst a Mike]
fr_fr: Correction d'un problème dans l'outil de requêtage qui pouvait renvoyer des lignes blanches dans le fichier d'export, par Mathias Durst and Mike.

source: Fix an overflow bug in pgAgent, per report from Sabin Coanda
cs_cz: Opravuje chybu přetečení v pgAgent nahlášenou od Sabin Coanda
fr_fr: Correction d'un bogue de dépassement de capacité dans pgAgent, d'après un rapport de Sabin Coanda

source: Fix character number display in the query tool.
cs_cz: Opravuje zobrazování znaků číslic v dotazovacím nástroji.
fr_fr: Correction de l'affichage du numéro du caractère dans l'outil de requêtage.

source: Fix column dialogue to allow proper modification of array columns per Erwin.
cs_cz: Opravuje dialog sloupce, aby šly správně upravovat sloupce s poli. [Erwin]
fr_fr: Correction du dialogue sur les colonnes pour permettre la modification correcte des colonnes de tableau par Erwin.

source: Fix default perspective names, per Ezequias.
cs_cz: Opravuje výchozí perspektivní názvy. [Ezequias]
fr_fr: Correction de la disposition de la fenêtre par défaut, par Ezequias.

source: Fix deletion of stored procedures, Per Erwin.
cs_cz: Opravuje mazání uložených procedur [Erwin].
fr_fr: Correction de la suppression de procédures stockées, par Erwin.
