Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: The only plugin available by default is a psql console, though any application could conceivably be added by the user:
cs_cz: Jediný zásuvný modul, který je dostupný po instalaci je konzola psql, ale uživatel si může přidat libovolnou myslitelnou aplikaci:
fr_fr: Le seul plugin disponible par défaut est une console psql, mais chaque utilisateur peut ajouter la (ou plutôt les) applications qu'il souhaite.
ru_ru: Единственный представленный по умолчанию плагин - это консоль psql, хотя предполагается, что пользователь может добавить туда и любое другое приложение:

source: The operating system and version details - e.g. Windows XP Pro, SP2, or Slackware Linux 10, kernel 2.4.21
cs_cz: Operační systém a detaily o verzi - např. Windows XP Pro, SP2 nebo Slackware Linux 10, kernel 2.4.21
fr_fr: Les détails du système d'exploitation et des versions, par exemple Windows XP Pro, SP2 ou Slackware Linux 10, kernel 2.4.21
ru_ru: Операционная система с уточнением версии - например, Windows XP Pro, SP2 или Slackware Linux 10, kernel 2.4.21

source: The options dialog was significantly updated too. It's resizable, uses as many native widgets as possible. This should help to provide a better user experience.
cs_cz: Dialogové okno voleb bylo rovněž významně aktualizováno. Dá se u něj měnit velikost a používá co nejvíce nativních widgetů je možné. To by mělo poskytnout lepší uživatelskou přítulnost.
fr_fr: La fenêtre des options a été bien améliorée. Sa taille est modifiable. Elle utilise autant de composants natifs que possible. Cela devrait aider à une meilleure prise en main par l'utilisateur.
ru_ru: Диалог параметров также был значительно изменён. Теперь он может менять размер и использует максимум стандартных элементов управления. В результате пользоваться им должно быть намного удобнее.

source: The other new feature is the <b>pgScript scripting framework</b>. This allows one to write scripts to execute queries. Here is an example:
cs_cz: Další novinkou je <b>skriptovací systém pgScript</b>. To vám umožňuje psát skripty, které spouštějí dotazy. Zde je příklad:
fr_fr: L'autre nouvelle fonctionnalité est la <b>plateforme du langage pgScript</b>. Cela permet à tout utilisateur d'écrire des scripts pour exécuter des requêtes. Voici un exemple&nbsp;:
ru_ru: Другая новая возможность - <b>среда скриптов pgScript</b>. В ней вы можете писать скрипты, выполняющие запросы. Например, так:

source: The pages in this section give additional details about each binary package available as well as more direct download links. In addition, you can download source tarballs, additional language translations, pgAgent and admin packs for your servers to enable additional functionality.
cs_cz: Stránky v této sekci poskytují další informace k jednotlivým dostupným binárním balíčkům a přímé odkazy na ně. Navíc můžete stahovat archivy se zdrojovými kódy, překlady do dalších jazyků, pgAgent a admin packs na rozšíření funkcionality vašich serverů.
fr_fr: Les pages de cette section donnent des détails supplémentaires sur chaque paquet binaire disponible ainsi que des liens de téléchargement direct. De plus, vous pouvez télécharger les archives tar des sources, des traductions supplémentaires, pgAgent et des paquets d'administration pour que vous puissiez activer des fonctions supplémentaires sur vos serveurs.
ru_ru: Страницы данного раздела содержат дополнительную информацию обо всех готовых пакетах, а также прямые ссылки для их загрузки. Кроме того, вы можете загрузить архивы с исходным кодом, переводы на другие языки, а также pgAgent и админ. пакет, расширяющие функциональность сервера.

source: The pages in this section of the website should provide you with all the information you need to get started as a new developer, including <a href="%s">GIT access</a>, the developers <a href="%s">mailing list</a>, the <a href="%s">Development Team</a> structure, the <a href="%s">TODO list</a> and the <a href="%s">change log</a>.
cs_cz: Stránky v této sekci webu by vám měli poskytnout informace, které potřebuje, pokud chcete začít jako vývojář. Jsou to <a href="%s">přístup přes GIT</a>, vývojářská <a href="%s">poštovní konference</a>, struktura <a href="%s">vývojářského týmu</a>, <a href="%s">seznam úkolů</a> a <a href="%s">seznam změn</a>.
fr_fr: Les pages de cette section du site web devraient vous fournir toutes les informations nécessaires dont vous avez besoin pour commencer en tant que nouveau développeur, ceci incluant l'<a href="%s">accès au dépôt GIT</a>, la <a href="%s">liste de discussions des développeurs</a>, la <a href="%s">structure de l'équipe de développement</a>, la <a href="%s">TODO list</a> et la <a href="%s">liste des modifications</a>.
ru_ru: На страницах этого раздела сайта вы найдёте информацию, которая поможет включиться в проект в качестве нового разработчика, а именно <a href="%s">доступ к GIT</a>, <a href="%s">почтовый список</a> рассылки разработчиков, структуру <a href="%s">Команды разработчиков</a>, список <a href="%s">TODO</a> и <a href="%s">журнал изменений</a>.

source: The pgAdmin Development Team are pleased to announce the release of pgAdmin 1.8.0, the Open Source graphical PostgreSQL administration tool for Windows, Linux, FreeBSD, Mac OS X and Solaris, now available for download in source and a variety of binary formats from:
cs_cz: Vývojářský tým pgAdmin vám s potěšením oznamuje vydání pgAdmin 1.8.2, Open Source grafického nástroje pro administraci PostgreSQL ve Windows, Linuxu, FreeBSD, Mac OS X a Solarisu, který je teď dostupný ke stažení ve zdrojovém kódu a variantách binárních formátů z:
fr_fr: L'équipe de développement de pgAdmin est heureuse d'annoncer la sortie de pgAdmin 1.8.0, l'outil d'administration graphique libre de PostgreSQL pour Windows, Linux, FreeBSD, Mac OS X et Solaris, disponible dès maintenant en téléchargement pour les sources et une grande variété de formats binaires&nbsp;:

source: The pgAdmin Development Team are pleased to announce the release of pgAdmin 1.6.1, the Open Source graphical PostgreSQL administration tool for Windows, Linux, FreeBSD, Mac OS X and Solaris, now available for download in source and a variety of binary formats from:
cs_cz: Vývojářský tým pgAdmin vám s potěšením oznamuje vydání pgAdmin 1.6.1, Open Source grafického nástroje pro administraci PostgreSQL ve Windows, Linuxu, FreeBSD, Mac OS X a Solarisu, který je teď dostupný ke stažení ve zdrojovém kódu a variantách binárních formátů z:
fr_fr: L'équipe de développement de pgAdmin est heureuse d'annoncer la sortie de pgAdmin 1.6.1, l'outil d'administration graphique libre de PostgreSQL pour Windows, Linux, FreeBSD, Mac OS X et Solaris, disponible dès maintenant en téléchargement pour les sources et une grande variété de formats binaires&nbsp;:

source: The pgAdmin Development Team are pleased to announce the release of pgAdmin 1.6.2, the Open Source graphical PostgreSQL administration tool for Windows, Linux, FreeBSD, Mac OS X and Solaris, now available for download in source and a variety of binary formats from:
cs_cz: Vývojářský tým pgAdmin vám s potěšením oznamuje vydání pgAdmin 1.6.2, Open Source grafického nástroje pro administraci PostgreSQL ve Windows, Linuxu, FreeBSD, Mac OS X a Solarisu, který je teď dostupný ke stažení ve zdrojovém kódu a variantách binárních formátů z:
fr_fr: L'équipe de développement de pgAdmin est heureuse d'annoncer la sortie de pgAdmin 1.6.2, l'outil d'administration graphique libre de PostgreSQL pour Windows, Linux, FreeBSD, Mac OS X et Solaris, disponible dès maintenant en téléchargement pour les sources et une grande variété de formats binaires&nbsp;:

source: The pgAdmin Development Team are pleased to announce the release of pgAdmin 1.6.3, the Open Source graphical PostgreSQL administration tool for Windows, Linux, FreeBSD , Mac OS X and Solaris, now available for download in source and a variety of binary formats from:
cs_cz: Vývojářský tým pgAdmin vám s potěšením oznamuje vydání pgAdmin 1.6.3, Open Source grafického nástroje pro administraci PostgreSQL ve Windows, Linuxu, FreeBSD, Mac OS X a Solarisu, který je teď dostupný ke stažení ve zdrojovém kódu a variantách binárních formátů z:
fr_fr: L'équipe de développement de pgAdmin est heureuse d'annoncer la sortie de pgAdmin 1.6.3, l'outil d'administration graphique libre de PostgreSQL pour Windows, Linux, FreeBSD, Mac OS X et Solaris, disponible dès maintenant en téléchargement pour les sources et une grande variété de formats binaires&nbsp;:

source: The pgAdmin Development Team are pleased to announce the release of pgAdmin 1.8.1, the Open Source graphical PostgreSQL administration tool for Windows, Linux, FreeBSD , Mac OS X and Solaris, now available for download in source and a variety of binary formats from:
cs_cz: Vývojářský tým pgAdmin vám s potěšením oznamuje vydání pgAdmin 1.8.1, Open Source grafického nástroje pro administraci PostgreSQL ve Windows, Linuxu, FreeBSD, Mac OS X a Solarisu, který je teď dostupný ke stažení ve zdrojovém kódu a variantách binárních formátů z:
fr_fr: L'équipe de développement de pgAdmin est heureuse d'annoncer la sortie de pgAdmin 1.8.1, l'outil d'administration graphique libre de PostgreSQL pour Windows, Linux, FreeBSD, Mac OS X et Solaris, disponible dès maintenant en téléchargement pour les sources et une grande variété de formats binaires&nbsp;:

source: The pgAdmin Development Team are pleased to announce the release of pgAdmin 1.8.2, the Open Source graphical PostgreSQL administration tool for Windows, Linux, FreeBSD, Mac OS X and Solaris, now available for download in source and a variety of binary formats from:
cs_cz: Vývojářský tým pgAdmin vám s potěšením oznamuje vydání pgAdmin 1.8.2, Open Source grafického nástroje pro administraci PostgreSQL ve Windows, Linuxu, FreeBSD, Mac OS X a Solarisu, který je teď dostupný ke stažení ve zdrojovém kódu a variantách binárních formátů z:
fr_fr: L'équipe de développement de pgAdmin est heureuse d'annoncer la sortie de pgAdmin 1.8.2, l'outil d'administration graphique libre de PostgreSQL pour Windows, Linux, FreeBSD, Mac OS X et Solaris, disponible dès maintenant en téléchargement pour les sources et une grande variété de formats binaires&nbsp;:

source: The pgAdmin Development Team are pleased to announce the release of pgAdmin 1.8.4, the Open Source graphical PostgreSQL administration tool for Windows, Linux, FreeBSD, Mac OS X and Solaris, now available for download in source and a variety of binary formats from:
cs_cz: Vývojářský tým pgAdmin vám s potěšením oznamuje vydání pgAdmin 1.8.4, Open Source grafického nástroje pro administraci PostgreSQL ve Windows, Linuxu, FreeBSD, Mac OS X a Solarisu, který je teď dostupný ke stažení ve zdrojovém kódu a variantách binárních formátů z:
fr_fr: L'équipe de développement de pgAdmin est heureuse d'annoncer la sortie de pgAdmin 1.8.4, l'outil d'administration graphique libre de PostgreSQL pour Windows, Linux, FreeBSD, Mac OS X et Solaris, disponible dès maintenant en téléchargement pour les sources et une grande variété de formats binaires&nbsp;:

source: The pgAdmin documentation for the current development code, and recent major releases of the application is available for online browsing. Please select the documentation version you would like to view from the section menu.
cs_cz: Dokumentace pgAdmin pro aktuálně vyvíjený kód a několik posledních hlavních vydání aplikace je dostupná pro on-line procházení. Zvolte si prosím v menu verzi dokumentace, kterou si chcete prohlížet.
fr_fr: La documentation de pgAdmin pour le code en cours de développement et les versions majeures récentes sont disponibles en ligne. Sélectionnez la version de la documentation que vous voulez visualiser à partir du menu de la section.
ru_ru: Документация pgAdmin по текущей разрабатываемой версии, а также по последним старшим версиям программы доступна непосредственно на сайте. Выберите версию, которая вас интересует, в меню раздела.

source: The pgAdmin help system
cs_cz: Systém nápovědy pgAdmin
fr_fr: Le système d'aide de pgAdmin
ru_ru: Справочная система pgAdmin

source: The pgAdmin interface has been translated into more than a dozen languages, and partially translated into another 25 more. The interface supports all known Unicode scripts, even Right to Left (RTL) scripts like Arabic.
cs_cz: Rozhraní pgAdmin je přeložené do více než tuctu jazyků a částečně přeložené do více jak 25 jazyků. Rozhraní podporuje všechny známé skripty Unicode, včetně skriptů zprava doleva (RTL) jako v arabštině.
fr_fr: L'interface de pgAdmin a été traduite en plus de douze langues, et partiellement dans plus de 25 autres. L'interface supporte tous les scripts Unicode connu, y compris les scripts Right to Left (RTL) pour les langues arabes par exemple.
ru_ru: Интерфейс pgAdmin выходит на десяти языках, и частично переведён ещё на 35. Интерфейс поддерживает все известные написания Unicode, даже письмо справа налево (RTL), как в арабском языке.

source: The pgAdmin project started in 1997 and the application is used by tens of thousands of users worldwide. With the help and suggestions of those users, we have been constantly improving the usability of pgAdmin.
cs_cz: Projekt pgAdmin začal v roce 1997 a aplikaci používají desítky tisíc uživatelů po celém světě. S pomocí a díky námětům těchto uživatelů můžeme neustále vylepšovat použitelnost pgAdmin.
fr_fr: Le projet pgAdmin a commencé en 1997 et l'application est utilisée par des dizaines de milliers d'utilisateurs dans le monde. Avec l'aide et les suggestions de ces utilisateurs, nous avons constamment améliorer pgAdmin.
ru_ru: Проект pgAdmin появился в 1997 г. и с тех пор им пользовались десятки тысяч человек по всему миру. Благодаря помощи и предложениям наших пользователей мы постоянно стараемся сделать его более удобным.

source: The pgadmin-hackers mailing list is intended for developers who wish to contribute to pgAdmin project. You are more than welcome to subscribe, but please remember to use <a href="%s">pgadmin-support</a> list for end user support issues. To subscribe to the mailing list, send an email to <a href="%s">%s</a> with the word 'subscribe', without quotes, as the body of message. To unsubscribe, send the word 'unsubscribe'.
cs_cz: Poštovní konference pgadmin-hackers je určená pro vývojáře, kteří chtějí přispívat do projektu pgAdmin. Jako účastníci jste vítáni, ale pamatujte, že na podporu problémů koncových uživatelů, je tu <a href="%s">pgadmin-support</a>. Pokud se chcete přihlásit k odběru, tak zašlete na <a href="%s">%s</a> e-mail se slovem „subscribe“ v těle zprávy (bez uvozovek). Pro odhlášení zašlete obdobně „unsubscribe“.
fr_fr: La liste de discussion pgadmin-hackers a pour cible les développeurs souhaitant contribuer au projet pgAdmin. Vous êtes plus que bienvenue pour vous y abonner mais rappelez-vous d'utiliser <a href="%s">pgadmin-support</a> pour les questions d'utilisation. Pour vous abonner à cette liste de discussion, envoyez un courrier électronique à <a href="%s">%s</a> avec le mot «&nbsp;subscribe&nbsp;» sans guillemets dans le corps du message. Pour vous désabonner, envoyez le mot «&nbsp;unsubscribe&nbsp;».
ru_ru: Список рассылки pgadmin-hackers предназначен для разработчиков, желающих внести вклад в проект pgAdmin. Мы несомненно будем рады, если вы подпишитесь на него, но по вопросам использования, а не разработки программы, пожалуйста, обращайтесь в список рассылки <a href="%s">pgadmin-support</a>. Чтобы подписаться на список рассылки, отправьте письмо на адрес <a href="%s">%s</a> со словом 'subscribe' (без кавычек) в теле сообщения. Чтобы отписаться от рассылки, так же отправьте слово 'unsubscribe'.

source: The pgadmin-support mailing list is intended for end user support and bug reports. To subscribe to the mailing list, send an email to <a href="%s">%s</a> with the word 'subscribe', without quotes, as the body of message. To unsubscribe, send the word 'unsubscribe'.
cs_cz: Poštovní konference pgadmin-support je určená pro koncové uživatele a hlášení chyb. Pokud se chcete přihlásit k odběru příspěvků, tak pošlete email na <a href="%s">%s</a> a do těla zprávy napište slovo „subscribe“ (bez uvozovek). Pro odhlášení pošlete slovo „unsubscribe“.
fr_fr: La liste de discussion pgadmin-support a pour but d'aider les utilisateurs dans l'utilisation de pgAdmin et l'envoi des rapports de bogues. Pour vous abonner à la liste de discussion, envoyez un courrier électronique à <a href="%s">%s</a> avec le mot «&nbsp;subscribe&nbsp;» sans les guillemets dans le corps du message. Pour vous désabonner, envoyez le mot «&nbsp;unsubscribe&nbsp;».
ru_ru: Список рассылки pgadmin-support предназначен для поддержки конечных пользователей и работы над ошибками. Чтобы подписаться на этот список, отправьте письмо на <a href="%s">%s</a> со словом subscribe в теле сообщения. Чтобы отменить подписку, отправьте слово unsubscribe.

source: The properties and statistics of the selected object are displayed in the right pane of pgAdmin. Notice the display of the SQL definition with colour syntax highlighting.
cs_cz: V panelu v pravé části pgAdmin se zobrazují vlastnosti a statistiky k vybranému objektu. Všimněte si také zobrazené definice v SQL se zvýrazněnou syntaxí.
fr_fr: Les propriétés et les statistiques de l'objet sélectionné sont affichées sur le panneau droit de pgAdmin. Notez l'affichage de la définition SQL avec la coloration syntaxique.
ru_ru: Свойства и статистика выбранного объекта отображаются в правой панели pgAdmin. Обратите внимание, SQL-определение подсвечивается разными цветами.

source: The properties of the selected object.
cs_cz: Vlastnosti vybraného objektu
fr_fr: Les propriétés de l'objet sélectionné.
ru_ru: Свойства выделенного объекта.

source: The proposed strategy is quite simple:
cs_cz: Navrhovaná strategie je docela jednoduchá:
fr_fr: La stratégie proposée est assez simple&nbsp;:
ru_ru: Предлагаемый нами план довольно прост:

source: The query tool
cs_cz: Dotazovací nástroj
fr_fr: L'outil de requêtage
ru_ru: Запросник

source: The restore dialog has been completely redesigned.
cs_cz: Dialogové okno pro obnovu bylo kompletně předěláno.
fr_fr: La fenêtre de restauration a été complètement revue.
ru_ru: Диалог восстановления был переделан полностью.

source: The second and third tabs give you all the options available via pg_dump.
cs_cz: Druhá a třetí karta vám dává k dispozici všechny volby dostupné u pg_dump.
fr_fr: Le deuxième et le troisième onglet vous donnent toutes les options disponibles via pg_dump.
ru_ru: На второй и третьей вкладке вам доступны все параметры, которые воспринимает pg_dump.

source: The server color is available in a square box in the connection combobox.
cs_cz: Barva serveru je symbolizována čtverečkem ve vyskakovacím seznamu připojení.
fr_fr: La couleur du serveur est affichée dans un carré à gauche du nom de la connexion dans la liste déroulante.
ru_ru: Если вы назначили серверу особый цвет, он будет показан в выпадающем списке соединений.

source: The server status dialogue
cs_cz: Dialog stavu serveru
fr_fr: Le dialogue de statut du serveur
ru_ru: Диалог &laquo;Состояние сервера&raquo;

source: The status of each server process may be viewed, along with summaries of current locks and transactions. Logfiles may also be selected and viewed.
cs_cz: Můžete sledovat stav procesů každého serveru, spolu se seznamem aktuálních zámků a transakcí. Prohlížet můžete také soubory s evidencí.
fr_fr: Le statut de chaque processus serveur peut être visualisé avec un résumé des verrous actuellement détenus et des transactions en cours. Les journaux de trace peuvent être sélectionnés et visualisés.
ru_ru: Вы можете просматривать состояние каждого серверного процесса, а также сводку по текущим блокировками и транзакциям. Также можно выбрать и просмотреть файлы журналов.

source: The table contextual menu has a few more items that allow you to <b>enable/disable rules</b> on the selected table or to <b>truncate</b> (cascade if needed).
cs_cz: Kontextové menu tabulky má navíc několik položek, pomocí kterých můžete <b>povolit/zakázat pravidla</b> pro vybranou tabulku nebo tabulku <b>vyprázdnit</b> (pokud je potřeba, tak kaskádovitě).
fr_fr: Le menu contextuel de la table a quelques nouveaux éléments pour vous permettre d'<b>activer/désactiver les règles</b> sur la table sélectionnée ou pour <b>tronquer</b> (cascade disponible si nécessaire).
ru_ru: В контекстном меню таблицы появились новые пункты, которые позволяют <b>включать/отключать правила</b> для выбранной таблицы или <b>очищать таблицу</b> (и другие каскадно, если требуется).

source: The table properties dialogue
cs_cz: Dialog vlastností tabulky
fr_fr: Le dialogue des propriétés
ru_ru: Диалог свойств таблицы

source: The translations below are not considered complete enough for inclusion in current releases. Around 750 translated strings indicate v1.0 support, 1000 strings v1.2, 1500 strings for v1.4 and 1850 for v1.6. When using an incomplete translation on a newer pgAdmin version, you will get a mixture of translated and untranslated dialogs (usually on less frequently used ones), but general usability shouldn't be affected. If you would like to continue the work, please don't hesitate to contact the current maintainer (please CC pgadmin-hackers@postgresql.org)!
cs_cz: Překlady uvedené níže nelze považovat za tolik kompletní, aby je bylo možné zahrnout do vydání. Okolo 750 řetězců představuje podporu pro v1.0, 1000 řetězců pro v1.2, 1500 řetězců pro v1.4 a 1850 pro v1.6. Pokud použijete nekompletní překlad v novější verzi pgAdmin, tak dostanete směs přeložených a nepřeložených dialogů (obvykle u méně používaných), ale všeobecně bude program použitelný. Pokud chcete v započaté práci pokračovat, tak neváhejte kontaktovat stávajícího správce (a v kopii pgsql-hackers@postgresql.org)!
fr_fr: Les traductions ci-dessous ne sont pas considérées comme suffisamment complètes pour être incluses dans les versions actuelles. Environ 750 chaînes traduites indiquent un support de la version 1.0, 1000 chaînes pour la 1.2, 1500 pour la 1.4 et 1850 pour la 1.6. Lors de l'utilisation d'une traduction partielle sur une version plus récente de pgAdmin, vous obtiendrez un mixe de chaînes traduites et originales (généralement sur les moins fréquemment utilisées) mais l'utilisation générale ne devrait pas se voir affecter. Si vous souhaitez continuer le travail, n'hésitez surtout pas à contacter le mainteneur actuel (merci de contacter aussi pgsql-hackers@postgresql.org)&nbsp;!
ru_ru: Перечисленные ниже переводы считаются недостаточно полными для включения в текущую версию. По числу строк можно примерно представить, для какой версии они пригодны: 750 строк - версия 1.0, 1000 строк - 1.2, 1500 строк - 1.4 и 1850 - 1.6. Попытавшись использовать неполный перевод в последних версиях pgAdmin, вы получите смесь из переведённых и оригинальных строк и диалогов (если только не окажется, что непереведённые строки скрыты в редко используемых диалогах), но на общую работоспособность программы это не повлияет. Если же вы захотите продолжить работу, смело беритесь за дело и напишите об этом текущему ответственном лицу (и в копии в список рассылки pgadmin-hackers@postgresql.org)!

source: The two next tabs offer all pg_restore options in a GUI way.
cs_cz: Dvě další karty nabízejí všechny volby pg_restore v grafickém rozhraní.
fr_fr: Les deux onglets suivants offrent toutes les options de pg_restore, via l'interface.
ru_ru: На следующих двух вкладках все параметры pg_restore options представлены в наглядном виде.

source: The updated translations are published in daily snapshots automatically.
cs_cz: Aktualizované překlady se zveřejňují automaticky v každodenních snímcích.
fr_fr: Les traductions mises à jour sont publiées automatiquement dans des images quotidiennes.
