Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: If you take a look at a server's properties, you will see a new group combobox. Enter the name of the new group.
cs_cz: Když se podíváte na vlastnosti serveru, uvidíte kombinovaný seznam pro skupinu. Zde zadejte název nové skupiny.
fr_fr: Si vous jetez un œil aux propriétés d'un serveur, vous verrez une nouvelle liste déroulante appelée « Groupe ». Entrez le nom du nouveau groupe.
ru_ru: Если вы откроете свойства сервера, вы увидите новый список Группа. Если вы ходите создать новую группу, введите здесь её название.

source: If you think you can contribute new features and/or bug fixes, please visit the <a href="%s">development</a> page.
cs_cz: Pokud si myslíte, že můžete přispět s novými funkcemi a/nebo opravou chyb, tak prosím navštivte stránku <a href="%s">vývoj</a>
fr_fr: Si vous pensez pouvoir contribuer à de nouvelles fonctionnalités et/ou réparer des bogues, veuillez visiter la page dédiée au <a href="%s">développement</a>.
ru_ru: Если вы думаете, что можете помочь в реализации новых функций и/или исправлении ошибок, пожалуйста посетите раздел <a href="%s">Разработка</a>.

source: If you want to replace the current query with a previously saved one, you can select it in the combobox.
cs_cz: Když chcete současný dotaz nahradit některým z předchozích uložených, stačí jej vybrat ve vyskakovacím seznamu.
fr_fr: Si vous souhaitez remplacer la requête en cours avec une ancienne requête sauvegardée, vous pouvez la sélectionner dans la liste déroulante.
ru_ru: Если вы хотите заменить текущий запрос другим, сохранённым ранее, просто выберите его в этом списке.

source: Ignore the type modifier for domains in function signatures.
cs_cz: Ignoruje modifikátory typů pro domény v hlavičkách funkcí.
fr_fr: Ignore le modifieur de type pour les domaines dans les signatures de fonctions.

source: In poEdit, clicking on the save button will automatically compile pgadmin3.po.
cs_cz: V poEdit stačí soubor pgadmin3.po uložit a překlad se provede automaticky.
fr_fr: Dans poEdit, cliquer sur le bouton enregistrer va automatiquement compiler pgadmin3.po.
ru_ru: В poEdit компиляция pgadmin3.po произойдёт автоматически при сохранении этого файла.

source: In the server's properties dialog, the colour widget has been replaced with a custom widget which should be more simple to use.
cs_cz: V dialogovém okně vlastností serveru byl widget pro výběr barvy nahrazen vlastním widgetem, který by měl být mnohem snadnější na používání.
fr_fr: Dans la fenêtre des propriétés du serveur, le composant couleur a été remplacé par un composant personnalisé qui doit être plus facile à utiliser.
ru_ru: В окне свойств сервера выбор цвета реализован по-другому, в одном элементе, пользоваться которым будет гораздо проще.

source: In this example, the user will insert random values into some tables. To execute this script, you need to click on the PGS button. The complete reference to pgscript is available <a href="%s">here</a>.
cs_cz: V tomto příkladu uživatel vkládá do tabulky náhodné hodnoty. Skritpt spustíte tlačítkem PGS na panelu nástrojů. Kompletní návod k pgscriptu je k dispozici <a href="%s">tady</a>.
fr_fr: Dans cet exemple, l'utilisateur insère des valeurs au hasard dans certains tables. Pour exécuter ce script, vous devez cliquer sur le bouton PGS. La référence complète de pgscript est disponible <a href="%s">ici</a>.
ru_ru: В данном примере пользователь хочет вставить случайные значения в некоторые таблицы. Для выполнения этого скрипта нужно щёлкнуть кнопку PGS. Полное описание pgscript вы можете найти <a href="%s">здесь</a>.

source: Include IN/OUT/INOUT keywords in procedure identifiers in the treeview.
cs_cz: Zahrnuje klíčová slova IN/OUT/INOUT do identifikátorů procedur ve stromu objektů.
fr_fr: Inclusion des mots clés IN/OUT/INOUT dans les identifiants de procédure dans l'arbre.

source: Index properties
cs_cz: Vlastnosti indexů
fr_fr: Propriétés d'un index
ru_ru: Свойства индекса

source: Indexes
cs_cz: Indexy
fr_fr: Index
ru_ru: Индексы

source: Information
cs_cz: Informace
ru_ru: Информация

source: Install the appropriate admin pack for the version of pgAdmin that you use, and the server you are running. pgInstaller distributions of PostgreSQL for Windows include the admin packs.
cs_cz: Nainstalujte admin pack odpovídající verze pgAdmin, kterou používáte a serveru, na kterém běžíte. pgInstaller distribuce PostgreSQL pro Windows už admin pack přímo obsahuje.
fr_fr: Installez le pack admin approprié pour la version de pgAdmin et celle du serveur que vous utilisez. Les distributions de pgInstaller pour Windows incluent les paquets d'administration.
ru_ru: Установите админ. пакет, соответствующий вашим версиям pgAdmin и сервера. Если вы устанавливаете PostgreSQL в Windows, используя pgInstaller, админ. пакет включён в его состав и устанавливается автоматически.

source: Installation
cs_cz: Instalace

source: Integrate the EnterpriseDB pl/pgsql and EDB-SPL debugger with pgAdmin.
cs_cz: Integruje ladicí programy pro EDB-SPL a pl/pgsql z EnterpriseDB s pgAdmin.
fr_fr: Intégration du débogueur pl/pgsql et EDB-SPL d'EnterpriseDB dans pgAdmin.

source: Introduction
cs_cz: Úvod
ru_ru: Введение

source: It allows one to view all reports at the same time, to close some, to resize some, etc. The complete window layout is preserved between each run. Also, one can <b>copy the contents of each grid</b>. It also features a new toolbar to launch each action.
cs_cz: Díky tomu můžete sledovat všechny výpisy naráz, nepotřebné zavřít, měnit jejich velikost atd. A váš způsob rozvržení se zapamatuje do dalšího spuštění. Obsah jednotlivých seznamů můžete také <b>kopírovat</b>. Přepracovaný byl i panel nástrojů, ze kterého můžete spouštět odpovídající akce.
fr_fr: Cela vous permet de visualiser tous les rapports en même temps, d'en fermer certains, de les redimensionner, etc. La configuration complète de la fenêtre est préservée entre chaque exécution. De plus, vous pouvez <b>copier le contenu de chaque panneau</b>. Enfin, une nouvelle barre à outils fait son apparition pour permettre d'exécuter rapidement chaque action.
ru_ru: Теперь в нём можно просматривать все отчёты одновременно, закрывать ненужные, изменять размеры отображаемых и т.д. Настроенный макет окна сохраняется и восстанавливается при следующем запуске.Содержимое любой таблицы можно скопировать в буфер. Кроме того, в этом окне появилась новая панель инструментов для быстрого выполнения команд.

source: It was already possible to sort and filter the grid but one has to go another dialog and choose the columns to sort by and write the filter as in a WHERE clause. A new feature allows a user to right click on a value he wants to filter (include or exclude). He can also right click on a column to sort by this column.
cs_cz: Již dříve bylo možné v mřížce řadit a filtrovat, ale teď vám přináší jiný dialog, volbu sloupců, které se mají řadit a zápis filtru ve stylu klauzule WHERE. Uživatel může kliknutím pravým tlačítkem zvolit hodnotu, kterou chce filtrovat (v kladném i záporném smyslu). Stejně tak kliknutím pravým tlačítkem může zvolit sloupec k řazení.
fr_fr: Il était déjà possible de trier et filtrer mais il était nécessaire de passer par un autre dialogue et de choisir les colonnes à trier et d'écrire la clause WHERE du filtre. Une nouvelle fonctionnalité permet de faire un clic droit sur une valeur que vous souhaitez filtrer (uniquement cette valeur ou toutes les autres valeurs). Vous pouvez aussi cliquer sur une colonne pour trier par rapport à cette colonne.
ru_ru: Сортировать и фильтровать данные можно было и раньше, но для этого нужно было перейти в другой диалог, выбрать там столбцы для сортировки и написать фильтр как в выражении WHERE. Теперь пользователь может щёлкнуть правой кнопкой значение в таблице, которое он хочет отфильтровать (включить или исключить). И так же щёлкнув правой кнопкой колонку, можно отсортировать данные по ней.

source: It's easy to see how promoting pgAdmin benefits us all in the long term. Read the <a href="%s">strategy</a> page to see how you might be able to help.
cs_cz: Je jasné, že podporování pgAdmin z dlouhodobého hlediska přináší užitek nám všem. Na stránce <a href="%s">strategie</a> se můžete podívat, jak můžete být nápomocni.
fr_fr: Il est facile de voir comment le soutien de pgAdmin est bénéfique pour nous tous dans le long terme. Lire la page <a href="%s">stratégie</a> pour voir comment vous pouvez aider.
ru_ru: Очевидно, что продвижение pgAdmin в перспективе приносит пользу всем нам. Если вы хотите узнать, как можно помочь проекту, перейдите на страницу <a href="%s">План действий</a>.

source: Keyboard shortcuts are denoted by a leading '&amp;'. For example '&amp;Add', which is translated into French by '&amp;Ajouter', can be triggered from keyboard using Alt + A. Be careful when changing letters, to avoid keyboard entry conflicts within one menu. If you deviate from the original shortcut keys, pgAdmin users might have problems remembering shortcuts in both English and translated pgAdmin versions. Therefore, be extra careful when creating new shortcuts if you cannot choose the same letter.
cs_cz: Klávesové zkratky jsou označené uvozujícím znakem „&amp;“. Např. „&amp;New window“, což je do češtiny přeložené jako „&amp;Nové okno“, lze vyvolat pomocí Alt + N. Pokud znak měníte při překladu za jiný, dávejte pozor, aby nekolidoval s dalšími položkami v menu. Pokud se odkloníte od původních klávesových zkratek, mohou mít uživatelé pgAdmin problém pamatovat si klávesové zkratky pro anglickou i přeloženou verzi. Buďte proto opravdu pečliví, když vytváříte nové zkratky, protože původní znak nelze použít.
fr_fr: Les raccourcis clavier comprennent un préfixe '&amp;'. Par exemple '&amp;Add', qui est traduit en français par '&amp;Ajouter', peut être déclenché au clavier par l'utilisation de Alt + A. Faites attention si vous modifiez les lettres. Évitez les conflits à l'intérieur d'un même menu. Si vous déviez des touches de raccourcis originals, les utilisateurs de pgAdmin pourraient avoir quelques soucis pour s'en souvenir entre les versions anglaises et traduites. Du coup, réfléchissez-y à deux fois avant de modifier un raccourci.
ru_ru: Клавиатурные сочетания обозначаются символом '&amp;'. Например, '&amp;Add', что можно перевести на русский как '&amp;Добавить', будет вызываться с клавиатуры сочетанием Alt + Д. Будьте аккуратны, изменяя буквы, чтобы избежать конфликтов нескольких команд в одном меню. Если вы отклоняетесь от оригинальных сочетаний клавиш, пользователи pgAdmin, работавшие ранее в английском интерфейсе, могут испытывать затруднения в переведённом. Поэтому если вы не можете выбрать ту же букву, выбирайте новую очень аккуратно.

source: Known issues
cs_cz: Známé problémy
fr_fr: Problèmes connus
ru_ru: Известные проблемы

source: Language
cs_cz: Jazyk
fr_fr: Langue
ru_ru: Язык

source: Language properties
cs_cz: Vlastnosti jazyka
fr_fr: Propriétés d'un langage
ru_ru: Свойства языка

source: Language:
cs_cz: Jazyk:
fr_fr: Langue&nbsp;:
ru_ru: Язык:

source: Languages
cs_cz: Jazyky
fr_fr: Langues
ru_ru: Языки

source: Languages not included in the distribution package may be added at a later time. Please check the <a href="%s">translation status</a> page to see whether your preferred language is available already, and to download the message catalogue.
cs_cz: Jazyky, které nejsou zahrnuté v distribučním balíčku, můžete přidat dodatečně. Na stránce <a href="%s">stav překladu</a> si najděte, jestli je váš preferovaný jazyk dostupný a pokud ano, tak si stáhněte katalog zpráv.
fr_fr: Les langues non incluses dans la distribution peuvent l'être plus tard. Merci de vérifier la page d'<a href="%s">état des traductions</a> pour voir si votre langue préférée est déjà disponible et pour télécharger le catalogue de messages.
ru_ru: Если перевод на какой-то язык не включён в распространяемый пакет, его можно добавить позже. Определить, переведён ли уже pgAdmin на интересующий вас язык, и загрузить каталог сообщений вы можете на странице <a href="%s">Состояние перевода</a>.

source: Last update: %s
cs_cz: Poslední aktualizace: %s
fr_fr: Dernière mise à jour&nbsp;: %s
ru_ru: Последнее обновление: %s

source: Latest news
cs_cz: Poslední novinky
fr_fr: Dernières informations
ru_ru: Последние новости

source: List archives
cs_cz: Archívy konferencí
fr_fr: Archives des listes
ru_ru: Архивы почты

source: Load second and subsequent postgresql.conf files into the config editor correctly.
cs_cz: Korektní načtení druhého a dalších souborů postgresql.conf do editoru nastavení.
fr_fr: Charge correctement tous les fichiers de configurations dans l'éditeur.

source: Locale
cs_cz: Kód
ru_ru: Код

source: Lock viewer
cs_cz: Prohlížeč zámků
fr_fr: Visualisateur de verrous
ru_ru: Просмотрщик блокировок

source: Logfile browser
cs_cz: Prohlížeč deníku
fr_fr: Navigateur des journaux
ru_ru: Просмотр журналов

source: Logfile: columns according to log_line_prefix, filename according to log_filename, etc. in frmStatus [GL]
cs_cz: Evidování: podle sloupců do log_line_prefix, podle názvu souboru do log_filename, atd. ve frmStatus [GL]
fr_fr: Journaux applicatifs : colonnes dépendantes du log_line_prefix, nom de fichier dépendant de log_filename, etc dans frmStatus [GL]

source: Mac OSX packages built on Panther are available up to pgAdmin v1.4.1. Newer versions are being built on Tiger. v1.6 and above are built as Mac Universal binaries for Intel and PPC architectures.
cs_cz: Balíčky Mac OSX sestavené v Pantheru jsou dostupné do pgAdmin v1.4.1. Novější verze jsou sestavované v Tigeru. v1.6 a novější jsou sestavované jako Mac Universal binary pro architektury Intel i PPC.
fr_fr: Des paquets Mac OSX construits sur Panther sont disponibles jusqu'à pgAdmin version 1.4.1. Les nouvelles versions sont construites sur Tiger. La 1.6 et les versions suivantes sont construites en tant que binaires Mac Universal pour les architectures Intel et PPC.
ru_ru: До версии 1.4.1 пакеты pgAdmin для Mac OSX собирались в Panther, все последующие версии собираются в Tiger. Начиная с 1.6, пакеты собираются как универсальные бинарники Mac для архитектур Intel и PPC.

source: Mailing list
cs_cz: Poštovní konference
fr_fr: Liste de discussion
ru_ru: Список рассылки

source: Maintainer
cs_cz: Správce
fr_fr: Mainteneur
ru_ru: Ответственный

source: Maintainer: %s
cs_cz: Správce: %s
fr_fr: Mainteneur&nbsp;: %s
ru_ru: Ответственный: %s

source: Maintenance
cs_cz: Údržba
ru_ru: Обслуживание

source: Maintenance dialogs
cs_cz: Dialogové okno správy
fr_fr: Dialogues de maintenance
ru_ru: Диалоги обслуживания

source: Major features
cs_cz: Hlavní vlastnosti
fr_fr: Fonctionnalités majeures

source: Major new features
cs_cz: Hlavní nové vlastnosti
fr_fr: Nouvelles fonctionnalités majeures
ru_ru: Главные новые возможности

source: Make elements of the main windows dockable for maximum configurability.
cs_cz: Prvky hlavního okna jsou dokovatelné, abyste si je mohli maximálně přizpůsobit.
fr_fr: Rend intégrables les éléments de la fenêtre principal pour une configuration maximale.

source: Management tools for PostgreSQL
cs_cz: Nástroje pro správu PostgreSQL
fr_fr: Outils de gestion pour PostgreSQL
ru_ru: Инструменты для управления PostgreSQL

source: Many of these new features were added for compatibility with PostgreSQL 9.0.
cs_cz: Mnoho těchto nových vlastností bylo přidáno kvůli kompatibilitě s PostgreSQL 9.0.
fr_fr: Un grand nombre de ces fonctionnalités ont été ajoutées pour la compatibilité avec PostgreSQL 9.0.
ru_ru: Многие из этих новых возможностей добавлены для совместимости с PostgreSQL 9.0.

source: Menu strings also contain hard coded shortcuts (Ctrl-X) or function keys (F5). These can be identified by a preceding \t (tab). If appropriate, the modifier key name may be translated (Ctrl-), but the key combination must remain the same in all cases because the behaviour is hardcoded in the pgAdmin source.
cs_cz: Řetězce z menu také obsahují napevno klávesové zkratky (Ctrl-X) a funkční klávesy (F5). Poznáte je podle předcházejícího znaku \t (tab). Pokud je to vhodné, můžete přeložit označení modifikátoru (Ctrl-), ale klávesa musí zůstat stejná, protože je napevno zakódovaná ve zdrojovém kódu pgAdmin.
fr_fr: Les chaînes du menu contiennent aussi des raccourcis codés en dur (Ctrl-X) ou des touches de fonction (F5). Elles sont identifiées par une tabulation les précédant. SI approprié, le nom de la touche de contrôle (Ctrl-) doit rester identique dans tous les cas car le comportement est codé en dur dans les sources de pgAdmin. Par contre, le touche qui suit peut être modifiée.
ru_ru: Строки меню также содержат жёстко заданные сочетания (Ctrl-X) или привязки к функциональным клавишам (F5). Такие сочетания клавиш обозначаются предшествующим символом \t (Tab). Если необходимо, название клавиши-модификатора можно перевести (Ctrl-), но сама комбинация должна сохраняться в любом случае, так как привязка к ней жёстко зашита в коде pgAdmin.

source: Messages sent to the list are archived at <a href="%s">PostgreSQL</a> and <a href="%s">mail-archive.com</a>.
cs_cz: Zprávy posílané do konference se archivují v <a href="%s">PostgreSQL</a> a <a href="%s">mail-archive.com</a>.
fr_fr: Les messages envoyés sur la liste sont archivés sur <a href="%s">PostgreSQL</a> et sur <a href="%s">mail-archive.com</a>.
ru_ru: Сообщения, отправляемые в этот список, архивируются на сайтах <a href="%s">PostgreSQL</a> и <a href="%s">mail-archive.com</a>.

source: Microsoft Windows &trade; 2000 and above
cs_cz: Microsoft Windows &trade; 2000 a novější
fr_fr: Microsoft Windows &trade; 2000 et ultérieur
ru_ru: Microsoft Windows &trade; 2000 и новее

source: Minimal linking for pgAgent under *nix.
cs_cz: Minimalizace vazeb pro pgAgent pod *nixy.
fr_fr: Lien minimal pour pgAgent sous *nix.

source: Minor fix for edb/spl functions.
cs_cz: Drobné opravy pro edb/spl funkce.
fr_fr: Correction mineure pour les fonctions edb/spl.

source: Miscellanous
cs_cz: Různé
fr_fr: Divers
ru_ru: Разное

source: Monitor the streams again whilst backing up on Mac - this no longer crashes in wx2.8. Per Dave Livesay.
cs_cz: Sleduje proudy během zálohování v systému Mac - nadále již nezpůsobuje zhroucení in wx2.8. [Dave Livesay]
fr_fr: Surveille de nouveau les flux lors d'une sauvegarde sur Mac - ceci ne cause plus d'erreurs avec wx 2.8. Par Dave Livesay.

source: Moreover, you don't have to name the index when you're connected to a 9.0 server. pgAdmin 1.12 offers that convenience, and PostgreSQL will autoname it.
cs_cz: Navíc nemusíte pojmenovávat index, když jste připojeni k serveru 9.0. pgAdmin 1.12 tuto vymoženost nabízí a PostgresSQL jej automaticky pojmenuje.
fr_fr: De plus, vous n'avez pas besoin de nommer l'index lorsque vous êtes connecté à un serveur en version 9.0. pgAdmin 1.12 le permet et PostgreSQL nommera automatiquement l'index.
ru_ru: Более того, при использовании сервера 9.0 вы можете не придумывать имя индексу. pgAdmin 1.12 не требует этого, а PostgreSQL может сгенерировать имя автоматически.

source: Most forms are not designed with resizing capabilities, because not only is this quite hard work but most dialogue contents aren't sizeable in a meaningful way anyway. The only resizing property dialogues are the function, view and rule property windows. Therefore, you may need to shrink the translated text to the English size. In general, we tried to leave enough space for translation texts, but if you believe there are certain places we should spend more space please let us know.
cs_cz: Mnoho formulářů není navržených tak, aby mohli měnit velikost. Nejen proto, že je to pracné, ale hlavně proto že nemá žádný smysl měnit velikost jejich obsahu. U dialogů podporují změnu velikosti hlavně dialogy vlastností objektů. Proto je dobré udržovat délku přeloženého textu zhruba stejnou jako v angličtině. Všeobecně se snažíme ponechávat na přeložené texty dostatek místa, ale pokud někde na nedostatek místa přece jen narazíte, tak nám dejte prosím vědět.
fr_fr: La plupart des fenêtres ne sont pas conçues pour être redimensionnées car c'est non seulement un travail difficile et long mais, de plus, le contenu de certains dialogues n'a pas de raison d'être redimensionnés. Les seuls dialogues redimensionnables concernent les fenêtres de propriétés des fonctions, vues et règles. Du coup, vous pourriez avoir besoin de diminuer le texte traduit pour être en adéquation avec la place utilisée par le texte anglais. En égénral, nous essayons de laisser assez d'espace pour les textes traduits mais si vous croyez qu'il devrait y avoir plus d'espace dans certaines fenêtres, n'hésitez pas à nous le faire savoir.
ru_ru: Многие формы не имеют возможности изменять размер, не только потому что сделать их "резиновыми" сложно, но и потому, что содержимое большинства диалогов нельзя расширить разумно. Единственные диалоги, размер которых можно менять - это окна свойств функции, представления и правила. Поэтому вам нужно будет уместить переведённый текст в рамки оригинального. Вообще мы стараемся оставить достаточно места для перевода, но если вы увидите, что где-то места недостаточно, пожалуйста, сообщите нам.

source: Multibyte &amp; i18n
cs_cz: Jazyky a i18n
ru_ru: Языковая поддержка

source: Multibyte and i18n
cs_cz: Vícebajtové znakové sady a internacionalizace
fr_fr: Multibyte et i18n
ru_ru: Многобайтовые кодировки и интернационализация

source: Multibyte support
cs_cz: Podpora vícebajtového kódování
fr_fr: Support du multibyte
ru_ru: Поддержка мультибайтных кодировок

source: Multilingual interface
cs_cz: Vícejazyčné rozhraní
fr_fr: Interface multi-langues
ru_ru: Многоязычный интерфейс

source: Multiplatform
cs_cz: Multiplatformní
fr_fr: Multiplateforme
ru_ru: Многоплатформенный

source: Native PostgreSQL acccess (no ODBC layer needed)
cs_cz: Přímý přístup k PostgreSQL (není zapotřebí vrstva ODBC)
fr_fr: Accès PostgreSQL natif (pas de couche ODBC nécessaire)
ru_ru: Доступ к PostgreSQL в родном режиме (без ODBC)

source: New features have been added to this dialog for 8.4: support for changing the tablespace of an existing database, support for renaming an opened database, support for per-database collation, character type and connection limits.
cs_cz: Do dialogu pro verzi 8.4 byly přidané nové vlastnosti: podpora pro změnu prostoru tabulek existující databáze, podpora pro přejmenování otevřené tabulky, podpora pro porovnávání, znakové sady a omezení připojení u každé databáze zvlášť.
fr_fr: Les nouvelles fonctionnalités ont été ajoutées dans ce dialogue pour la 8.4&nbsp;: support de la modification du tablespace d'une base existante, support du renommage d'une base de données déjà ouverte, support de l'ordre, des jeux de caractères et des limites de connexion par base de données.
ru_ru: В этот диалог добавлены новые функции для сервера 8.4: возможность изменения табличного пространства для существующей базы данных, переименования открытой базы данных, поддержка сопоставлений, типов символов и предела подключений на уровне БД.

source: New scripts have been added : SELECT for functions, and EXEC for procedures (in EnterpriseDB's Postgres Plus Advanced Server).
cs_cz: Byly přidány nové skripty: SELECT pro funkce a EXEC pro procedury (v EnterpriseDB's Postgres Plus Advanced Server).
fr_fr: De nouveaux scripts ont été ajoutés : SELECT pour les fonctions, et EXEC pour les procédures (dans Postgres Plus Advanced Server d'EnterpriseDB).
ru_ru: Появились новые скрипты: SELECT для функций и EXEC для процедур (в Postgres Plus Advanced Server, выпускаемом EnterpriseDB).
