Repository: pgadmin-org/pgadmin-www
Catalog: locale/*/LC_MESSAGES/pgadmin3_website.po
Languages: cs_cz, fr_fr, ru_ru

source: Subscribe to the <a href="%s">pgadmin-hackers</a> mailing list and declare yourself as a translator by sending an email to the list. Upon receipt of your email, we will add you to the <a href="%s">translator list</a> and make sure two translators do not work at the same time on the same language.
cs_cz: Přihlaste se k odběru poštovní konference <a href="%s">pgadmin-hackers</a> a zasláním e-mailu do této konference oznamte, že budete překladatelem. Na základě přijetí vašeho e-mailu vás přidáme do <a href="%s">seznamu překladatelů</a> a pohlídáme, aby dva překladatelé nepracovali ve stejném okamžiku na stejném jazyce.
fr_fr: Souscrivez à la liste de discussion <a href="%s">pgadmin-hackers</a> et déclarez vous comme traducteur en envoyant un courrier électronique à la liste. À la réception de votre courrier, nous vous ajouterons à la <a href="%s">liste des traducteurs</a> et nous nous assurerons que deux traducteurs ne travaillent pas en même temps sur la même langue.
ru_ru: Подписаться на список рассылки <a href="%s">pgadmin-hackers</a> и объявить себя переводчиком, отправив письмо по этому адресу. Получив ваше письмо, мы добавим вас в <a href="%s">список переводчиков</a> и проконтролируем, чтобы над одним языком не работали несколько переводчиков.

source: Support
cs_cz: Podpora
ru_ru: Поддержка

source: Support for <b>typmod in/out functions</b> on custom types is finally available.
cs_cz: Konečně je dostupná podpora pro <b>funkce typmod in/out</b> u uživatelsky definovaných typů.
fr_fr: Le support des <b>fonctions typmod in/out</b> sur les types personnalisés est enfin disponible.
ru_ru: Наконец появилась поддержка <b>функций typmod-in/typmod-out</b> для создаваемых типов.

source: Support for language templates.
cs_cz: Podpora pro jazykové šablony.
fr_fr: Support des modèles de langage.

source: TODO list
cs_cz: Úkoly
ru_ru: Список TODO

source: Table properties
cs_cz: Vlastnosti tabulky
fr_fr: Propriétés d'une table
ru_ru: Свойства таблицы

source: Tables
cs_cz: Tabulky
ru_ru: Таблицы

source: Tablespace properties
cs_cz: Vlastnosti prostoru tabulek
fr_fr: Propriétés d'un tablespace
ru_ru: Свойства табличного пространства

source: Tablespaces
cs_cz: Prostory tabulek
fr_fr: Espaces logiques
ru_ru: Табличные пространства

source: Team
cs_cz: Tým
fr_fr: Équipe
ru_ru: Команда

source: The "query tool" has many more options. You can set the path to files containing favourites, macros and queries history. That enables you to share your favourites file, for example. There are also parameters for the queries history.
cs_cz: „Dotazovací nástroj“ má mnohem více voleb. Můžete nastavit cesty k souborům obsahujícím oblíbené položky, makra a historii dotazů. To dovoluje například sdílet váš soubor s oblíbenými položkami. Jsou zde také parametry pro historii dotazů.
fr_fr: L'outil de requêtage dispose de beaucoup plus d'options. Vous pouvez configurer le chemin vers les fichiers contenant les favoris, les macros et l'historique des requêtes. Ceci vous permet de partager votre fichier de favoris par exemple. Il existe aussi quelques paramètres pour l'historique des requêtes.
ru_ru: На вкладке "Инструмент запросов" появилось много новых параметров. Вы можете задать путь к файлам с Избранным, макросами и историей запросов. Это позволит например сделать файл Избранного общим. Добавлены также параметры, связанные с историей запросов.

source: The --clean option is now supported.
cs_cz: Nyní je podporovaná volba --clean
fr_fr: L'option --clean est maintenant supportée.
ru_ru: Теперь поддерживается параметр --clean.

source: The <a href="%s">pgadmin3.pot</a> template file contains many SQL keywords (like 'ACL', 'AFTER', 'ANALYSE', etc.) which should not be translated. Some translators pointed out this issue, which cannot be fixed at present. Here is a short explanation: The pgadmin3.pot template file is generated by the <a href="%s">stringextract script</a>, which extracts text from XRC dialogues using a wxWidgets utility called 'wxrc'. The problem stems from wxrc, which extracts all text entries in dialogues even SQL entries which should not be translated.
cs_cz: Soubor se šablonou <a href="%s">pgadmin3.pot</a> obsahuje mnoho klíčových slov SQL (jako „ACL“, „AFTER“, „ANALYZE“ atd.), která by se neměla překládat. Mnozí překladatelé na to poukazují jako na problém, který ale nelze jednoduše vyřešit. Důvod je následující: Soubor se šablonou pgadmin3.pot se generuje pomocí <a href="%s">skriptu stringextract</a>, který extrahuje texty z dialogů XRC použitím pomůcky „wxrc“ z wxWidgets. A wxrc extrahuje z dialogu všechny textové položky, i ty s SQL, které by neměly být překládány.
fr_fr: Le modèle <a href="%s">pgadmin3.pot</a> contient plusieurs mots-clés SQL (comme 'ACL', 'AFTER', 'ANALYSE', etc.) qui ne devraient pas être traduits. Certains traducteurs pointent ce problème qui ne peut pas être corrigé pour l'instant. Voici une courte explication. Le fichier pgadmin3.pot est généré par le <a href="%s">script stringextract</a>, qui extrait le texte des dialogues XRC en utilisant un outil wxWidgets appelé «&nbsp;wxrc&nbsp;». Le problème vient de wxrc, qui extrait toutes les entrées texte des dialogues, y compris les entrées SQL qui ne doivent pas être traduites.
ru_ru: Файл шаблона <a href="%s">pgadmin3.pot</a> содержит много слов языка SQL(например 'ACL', 'AFTER', 'ANALYSE' и т.д.), переводить которые не надо. Переводчики обратили на это внимание, но пока мы не можем этого исправить. Если вкратце, файл шаблона pgadmin3.pot генерируется скриптом <a href="%s">stringextract</a>, который извлекает текст из диалогов XRC с помощью wxrc (утилиты для работы с ресурсами wxWidgets). Корни проблемы лежат в wxrc, которая извлекает все текстовые строки диалогов, в том числе ключевые слова SQL, которые не нужно переводить.

source: The <b>graphical query builder</b> (aka GQB) allows one to build a query mainly with the mouse: dragging tables and views from the navigator to the graphical pane, adding links between them, clicking on checkboxes to add columns, adding criteria and setting the order of the results.
cs_cz: <b>Grafický tvůrce dotazů</b> (GQB - Graphical Query Builder) vám umožní sestavit dotaz hlavně pomocí myši: přesouváním tabulek a pohledů z navigátoru na grafický panel, přidáváním vazeb mezi nimi, přidáváním sloupců pouhým kliknutím, přidáváním kritérií a nastavením řazení výsledků.
fr_fr: Le <b>constructeur graphique de requêtes</b> (connu sous l'acronyme GQB) permet à l'utilisateur de construire une requête principalement avec la souris&nbsp;: déplacement des tables et vues du navigateur vers le panneau graphique, ajout de liens entre elles, clics sur les cases à cocher pour ajouter les colonnes, ajout de critères et configuration de l'ordre des résultats.
ru_ru: <b>Графический построитель запросов</b> позволяет вам построить запрос, используя в основном мышь. Вы можете перетаскивать таблицы и представления из навигатора в графическую плоскость, добавлять связи между ними, добавлять поля, отмечая соответствующие флажки, а также определять условия и порядок сортировки результатов.

source: The Backup window and the Restore window are now resizable.
cs_cz: U oken zálohování a obnovy lze nyní měnit velikost.
fr_fr: La taille des fenêtres de sauvegarde et de restauration peut maintenant être modifiée.
ru_ru: Окно Резервного копирования и окно Восстановления теперь могут изменять размер.

source: The EXPLAIN ANALYZE image can be exported as an image as can the graphical query canvas.
cs_cz: Obrázek výkladu analýzy může být exportován jako obrázek, stejně jako plátno grafického dotazu.
fr_fr: L'image d'un EXPLAIN ANALYZE peut être exportée comme une image. La même chose peut se faire pour une requête conçue graphiquement.
ru_ru: Графическое представление результата EXPLAIN ANALYZE можно экспортировать в виде изображения, как графическое полотно запроса.

source: The Edit grid can now work with the type bit(x).
cs_cz: Editační mřížka teď umí pracovat s typem bit(x).
fr_fr: La grille d'édition fonctionne maintenant avec le type bit(x).
ru_ru: Редактор данных теперь может работать с типом bit(x).

source: The Frequently Asked Questions (FAQ) document is a list of commonly asked questions and answers on pgAdmin. Please make sure you have reviewed the FAQ before asking for help on the <a href="%s">pgsql-support</a> mailing list.
cs_cz: Dokument „Časté dotazy a odpovědi“ (anglicky označováno zkratkou FAQ) je seznam častých otázek ohledně pgAdmin a příslušných odpovědí. Určitě si tyto dotazy a odpovědi pečlivě projděte, než začnete pokládat otázky v poštovní konferenci <a href="%s">pgsql-support</a>.
fr_fr: La Foire Aux Questions (FAQ) est une liste de questions posées fréquemment sur pgAdmin et des réponses associées. Assurez-vous d'avoir passé en revue la FAQ avant de demander de l'aide sur la liste de discussion <a href="%s">pgsql-support</a>.
ru_ru: В списке часто задаваемых вопросов (ЧаВо) вы найдёте все самые популярные вопросы по pgAdmin и ответы на них. Пожалуйста, прежде чем обращаться за помощью в <a href="%s">pgsql-support</a>, просмотрите этот список.

source: The PostgreSQL version and configure options used (if compiled from source)
cs_cz: Verzi PostgreSQL a použité volby nastavení (pokud jste kompilovali ze zdrojového kódu)
fr_fr: La version de PostgreSQL et les options de configure (si compilé à partir des sources)
ru_ru: Версия PostgreSQL и параметры, переданные configure (если вы компилировали его сами)

source: The Query Tool is probably the tool that received most of the work for this release.
cs_cz: Na dotazovacím nástroji bylo v tomto vydání uděláno asi nejvíce práce.
fr_fr: L'outil de requêtage est certainement l'outil qui a reçu le plus d'attention pour cette version.
ru_ru: Вероятно наибольший объём работ был проделан в SQL-запроснике.

source: The TODO list is a record of potential changes to pgAdmin that have been noted by the developers over the years. If an item appears on the list it does not necessarily mean that it is or even will be worked on, just that someone thought it would be a good idea. If you want to work on an item, please email the <a href="%s">pgadmin-hackers</a> list first.
cs_cz: Seznam úkolů je záznam o potenciálních změnách v pgAdmin, které si poznamenali vývojáři během práce. To, že je něco uvedené v tomto seznamu, ještě neznamená, že se na to pracuje nebo bude pracovat, ale že si někdo myslí, že je to dobrý nápad. Pokud na některé z těch věcí chcete pracovat, napište nejdříve do konference <a href="%s">pgadmin-hackers</a>.
fr_fr: La «&nbsp;TODO list&nbsp;» est un enregistrement des modifications potentielles de pgAdmin notées par les développeurs. Si un élément apparaît dans la liste, cela ne signifie pas nécessairement qu'il est, voire même qu'il sera, réalisé. Cela signifie seulement que quelqu'un a pensé que cela serait une bonne idée. Si vous voulez travailler sur un élément, merci d'envoyer tout d'abord un courrier électronique sur la liste <a href="%s">pgadmin-hackers</a>.
ru_ru: Список TODO содержит запись желательных изменений в pgAdmin, собранных за годы общения разработчиков. То, что в этом списке присутствует какой-либо пункт, не означает, что над ним ведётся или вообще когда-либо велась работа, а скорее показывает только, что это показалось хорошей идеей. Если вы хотите взяться за одно из этих дел, пожалуйста, сначала напишите в список рассылки <a href="%s">pgadmin-hackers</a>.

source: The admin packs to enable server instrumentation on PostgreSQL 8.x servers can be found in the <i>adminpacks</i> directory on the mirror network.
cs_cz: admin pack jsou nástroje pro servery PostgreSQL 8.x a můžete je najít ve složce <i>adminpacks</i> v síti zrcadel.
fr_fr: Les paquets d'administrations pour activer l'instrumentation du serveur sur les serveurs PostgreSQL 8.x sont disponibles dans le répertoire <i>adminpacks</i> du réseau de miroirs.
ru_ru: Админ. пакеты для серверов PostgreSQL 8.x, представляющие собой расширения для администрирования СУБД, вы можете найти в каталоге <i>adminpacks</i> на зеркалах файловых хранилищ.

source: The browser allowed you to copy from the SQL pane, but not from the properties/statistics/dependencies/dependents tabs. This is possible with pgAdmin 1.12. You can select one or more lines (with the shift or control key in this case).
cs_cz: Prohlížeč vám umožňoval kopírovat z panelu SQL, ale ne z karet vlastnosti/statistiky/závislosti/závisející. S pgAdmin 1.12 to již možné je. Můžete vybrat jeden nebo více řádků (v tomto případě pomocí kláves Shift nebo Control).
fr_fr: Le navigateur vous permettait déjà de copier le SQL contenu dans le panneau SQL mais il n'était pas possible de copier les informations contenues dans les onglet Propriétés/Statistiques/Dépendances/Objets dépendants. Ceci est devenu possible avec pgAdmin 1.12. Vous pouvez sélectionner une ou plusieurs lignes (avec les touches Shift et Control dans ce dernier cas).
ru_ru: Раньше браузер позволял вам копировать содержимое из панели SQL, но не из вкладок Свойства, Статистика, Зависимости, Зависимые. В pgAdmin 1.12 это стало возможным. Вы также можете выделить произвольные несколько строк (воспользовавшись клавишами Shift и Ctrl).

source: The change log is a record of the notable changes made to pgAdmin by the various developers. It is a manually maintained list, and as such may not include details of every minor change that has ever been made. If you need that level of detail, please check the commit messages in the <a href="%s">GIT repository</a>.
cs_cz: Seznam změn je záznam poznámek o změnách provedených v pgAdmin od různých vývojářů. Je udržovaný ručně a tak nemusí obsahovat detaily o všech drobných změnách, které kdy byly provedeny. Pokud chcete takové podrobnosti, tak prosím využijte zprávy o změnách v <a href="%s">repozitáři GIT</a>.
ru_ru: Журнал изменений содержит запись значительных изменений, внесённых разработчиками в pgAdmin.Этот список формируется вручную и в нем отражаются не абсолютно все изменения. Если вас интересует наиболее подробный протокол изменений, вы можете получить его в <a href="%s">репозитории GIT</a>.

source: The configure options used (if compiled from source)
cs_cz: Použité volby nastavení (pokud jste kompilovali ze zdrojového kódu)
fr_fr: Les options utilisées de configure (si compilé à partir des sources)
ru_ru: Параметры, с которым запускался configure (если вы компилировали программу сами)

source: The connection dialog allows you to choose another user.
cs_cz: Dialogové okno připojení umožňuje zvolit jiného uživatele.
fr_fr: La fenêtre de connexion vous permet de choisir un autre utilisateur de connexion.
ru_ru: В диалоге подключения вы можете выбрать другого пользователя.

source: The connection handling has been changed. Previous releases used functions incompatible with IPv6. This part of the code has been updated to allow IPv6 connections.
cs_cz: Ovládání připojení bylo změněno. Předchozí verze používaly funkce, které nevyhovovaly pro IPv6. Tato část kódu byla aktualizována tak, aby umožnila připojení pomocí IPv6.
fr_fr: La gestion des connexions a changé. Les précédentes versions utilisaient des fonctions incompatibles avec IPv6. Cette partie du code a été modifié pour autoriser les connexions IPv6.
ru_ru: Произошли изменения в коде обработки соединений. В предыдущих выпусках использовались функции, несовместимые с IPv6, но теперь они заменены новыми, поддерживающими IPv6.

source: The current version of pgAdmin is <a href="/download/">%s</a>.
cs_cz: Aktuální verze pgAdmin je <a href="/download/">%s</a>.
fr_fr: La version actuelle de pgAdmin est <a href="/download/">%s</a>.
ru_ru: Текущая версия pgAdmin: <a href="/download/">%s</a>.

source: The data grid
cs_cz: Datová mřížka
fr_fr: Le tableau des données
ru_ru: Редактор данных

source: The database connection dialogue
cs_cz: Dialog databázového připojení
fr_fr: Le dialogue de connexion à la base de donnée
ru_ru: Диалог &laquo;Подключение к базе данных&raquo;

source: The document requested cannot be read!
cs_cz: Požadovaný dokument nelze načíst!
fr_fr: Le document requis ne peut pas être lu&nbsp;!
ru_ru: Не удалось прочитать запрошенный документ!

source: The document requested does not exist!
cs_cz: Požadovaný dokument neexistuje!
fr_fr: Le document requis n'existe pas&nbsp;!
ru_ru: Запрошенный документ не существует!

source: The documentation is automatically imported from the pgAdmin <a href="%s">GIT</a> source code repository, and is only available in English.
cs_cz: Dokumentace se automaticky importuje z repozitáře <a href="%s">GIT</a> se zdrojovým kódem a je dostupná pouze v angličtině.
ru_ru: Документация автоматически импортируется из <a href="%s">GIT-репозитория</a> исходного кода pgAdmin и ведётся только на английском языке.

source: The first tab allows you to choose the backup file, select the format of the dump, the compression ratio, and the encoding.
cs_cz: První karta vám umožňuje zvolit záložní soubor, vybrat formát výpisu, poměr komprimace a kódování.
fr_fr: Le premier onglet vous permet de choisir le fichier de sauvegarde, de sélectionner le format de sortie de la sauvegarde, le ratio de compression et l'encodage.
ru_ru: На первой вкладке вы можете выбрать файл резервной копии, выбрать формат архива, степень сжатия и кодировку.

source: The first tab allows you to select the backup file to restore, and the number of threads/processes that pg_restore will use.
cs_cz: První karta umožňuje vybrat záložní soubor k obnově a počet vláken/procesů, které má pg_restore použít.
fr_fr: Le premier onglet vous permet de sélectionner le fichier de sauvegarde à restaurer et le nombre de threads/processus que pg_restore va utiliser.
ru_ru: На первой вкладке вы можете выбрать файл для восстановления и указать, сколько нитей/процессов будет использовать pg_restore.

source: The first tab didn't change much.
cs_cz: První karta se příliš nezměnila.
fr_fr: Le premier onglet ne change pas beaucoup.
ru_ru: На первой вкладке обошлось без серьёзных изменений.

source: The function properties dialogue
cs_cz: Dialog vlastností funkce
fr_fr: Le dialogue des propriétés d'une fonction
ru_ru: Диалог свойств функции

source: The graphical EXPLAIN tool
cs_cz: Nástroj grafického výkladu (EXPLAIN)
fr_fr: L'outil EXPLAIN graphique
ru_ru: Графическое представление EXPLAIN

source: The latter has a complete tab to set all columns.
cs_cz: Druhý jmenovaný celou kartu pro nastavení všech sloupců.
fr_fr: Cette dernière a un onglet complet pour configurer toutes les colonnes.
ru_ru: А для определения колонок создана отдельная вкладка.

source: The list below is automatically extracted from the GIT repository and is only available in English. The issues listed affect to the current development code and all previous versions of pgAdmin where applicable.
cs_cz: Seznam uvedený níže se automaticky získává z repozitáře GIT a je dostupný pouze v angličtině. Uvedené problémy postihují aktuální vývojářský kód a všechny předchozí verze pgAdmin, ve kterých to má význam.
ru_ru: Следующий список автоматически извлекается из GIT-репозитория, где он ведётся только на английском языке. Перечисленные в нём проблемы относятся к текущему состоянию кода, а также ко всем предыдущим версиям pgAdmin (где это применимо).

source: The list below is automatically extracted from the pgAdmin <a href="%s">GIT repository</a> and is only available in English.
cs_cz: Seznam uvedený níže se získává automaticky z <a href="%s">repozitáře GIT</a> pro pgAdmin a je dostupný pouze v angličtině.
ru_ru: Следующий список автоматически извлекается из <a href="%s">GIT-репозитория</a> pgAdmin, где он ведётся только на английском языке.

source: The list below is automatically imported from the pgAdmin online help resources and is only available in English.
cs_cz: Níže uvedený seznam se automaticky importuje ze zdrojů online nápovědy pgAdmin a je dostupný pouze v angličtině.
fr_fr: La liste ci-dessous est automatiquement importée de l'aide en ligne de pgAdmin et est seulement disponible en anglais.
ru_ru: Данный список автоматически импортируется из справочной системы и доступен только на английском языке.

source: The log below is still automatically extracted from the GIT repository and is only available in English.
cs_cz: Záznamy uvedené dále na této stránce se získávají automaticky z repozitáře GIT a jsou dostupné pouze v angličtině.
ru_ru: Следующий список автоматически извлекается из GIT, где он ведётся только на английском языке.

source: The long awaited 1.10 version of pgAdmin is finally available. We will highlight some of the new features which have been added since the last stable release on this page.
cs_cz: Dlouho očekávaná verze 1.10 pgAdmin je konečně dostupná. Zkusíme vám nastínit některé z nových vlastností, které byly přidány od posledního stabilního vydání.
fr_fr: La version 1.10 de pgAdmin est enfin disponible. Nous allons présenter certaines des nouvelles fonctionnalités qui ont été ajoutées depuis la dernière version stable sur cette page.
ru_ru: Наконец вышла долгожданная версия 1.10. На этой странице мы расскажем о некоторых новых возможностях, появившихся после предыдущего стабильного выпуска.

source: The long awaited 1.12 version of pgAdmin III is finally available in beta. We will try to highlight some of the new features which have been added since the last stable release.
cs_cz: Dlouho očekávaná verze 1.12 pgAdmin III je konečně dostupná v betaverzi. Zkusíme vám nastínit některé z nových vlastností, které byly přidány od posledního stabilního vydání.
fr_fr: La version 1.12 de pgAdmin est enfin disponible en version beta. Nous allons présenter certaines des nouvelles fonctionnalités qui ont été ajoutées depuis la dernière version stable sur cette page.

source: The maintenance dialogs have been reviewed. They offer now all options available. Moreover, they are resizable.
cs_cz: Dialogová okna údržby byla revidována. Nyní nabízí všechny dostupné volby. Navíc můžete měnit jejich velikost.
fr_fr: Les fenêtres de maintenance ont été revues. Elles offrent maintenant toutes les options disponibles. De plus, leur taille est modifiable.
ru_ru: Диалоги обслуживания были переработаны. Теперь они представляют все возможные параметры, а кроме того могут изменять размер.

source: The new COSTS and BUFFERS options of EXPLAIN are also available when you're connected to PostgreSQL 9.0.
cs_cz: Když jste připojení k PostgreSQL 9.0, jsou pro výklad (EXPLAIN) dostupné dvě nové volby - ceny (COSTS) a vyrovnávací paměti (BUFFERS).
fr_fr: Les nouvelles options, EXPLAIN et BUFFER d'EXPLAIN sont aussi disponibles si vous êtes connecté à un PostgreSQL 9.0.
ru_ru: Когда вы подключены к PostgreSQL 9.0, для EXPLAIN появляются новые параметры COSTS и BUFFERS .

source: The new way to handle <b>autovacuum settings</b> in 8.4 is also supported. Toast tables are handled too.
cs_cz: Ve verzi 8.4 je také podporovaný nový způsob, jak řídit <b>nastavení automatického úklidu</b>. Můžete to řídit i u tabulek TOAST.
fr_fr: La nouvelle façon de gérer les <b>paramètres d'autovacuum</b> en 8.4 est aussi supportée. Les tables TOAST sont gérées aussi.
ru_ru: Также реализован новый способ управления <b>автоочисткой</b> для 8.4. При этом поддерживаются и таблицы TOAST.

source: The number of saved queries is customizable in the options dialog.
cs_cz: Počet uložených dotazů je nastavitelný v dialogovém okně voleb.
fr_fr: Le nombre des requêtes sauvegardées dans l'historique est personnalisable dans la fenêtre des options.
ru_ru: Число сохраняемых запросов настраивается в диалоге общих параметров.
